{
    "paragraphs": [
        "  FUNDAMENTAL RESEARCH № 4, 2017 \n310  TECHNICAL SCIENCES (05.02.00, 05.13.00, 05.17.00, 05.23.00) \nУДК 544.643.076.2\n",
        "СОДЕРЖАНИЕ ВОДОРОДА В ЭЛЕКТРОДАХ НИКЕЛЬ-КАДМИЕВЫХ\nАККУМУЛЯТОРОВ ПРИ РАЗЛИЧНЫХ СРОКАХ ИХ ЭКСПЛУАТАЦИИ\n",
        "Язвинская Н.Н.\n",
        "ФГБОУ ВПО «Институт сферы обслуживания и предпринимательства (филиал)\nДонского государственного технического университета», Шахты, e-mail: dmitri_gl@mail.ru\n",
        "В данном исследовании выполнено термическое разложение электродов аккумуляторов KSL-15 (с металлокерамическими электродами) и KPL-14 (с ламельными электродами) со сроками эксплуатации от 0\nдо 10 лет. Разложение выполнялось в термокамере при температуре 800 °С. Выделяющийся в результате\nтермического разложения электродов газ собирался в измерительную емкость. Анализ выделившегося из\nобоих электродов газа показал, что он состоит только из водорода. Количество выделившегося из электродов газа увеличивалось с увеличением срока эксплуатации аккумуляторов до 4–5 лет. После чего количество\nвыделившегося газа оставалось неизменным. Причем в электродах новых никель-кадмиевых аккумуляторов\nводород отсутствует. Таким образом, проведенные экспериментальные исследования показывают, что водород накапливается в электродах никель-кадмиевых аккумуляторов в процессе их эксплуатации.\n",
        "Ключевые слова: накопление водорода, аккумулятор, никель-кадмиевый, тепловой разгон\n",
        "CONTENT OF HYDROGEN IN THE ELECTRODES OF NICKEL-CADMIUM\n",
        "BATTERIES WITH DIFFERENT TIMING OF THEIR OPERATION\n",
        "Yazvinskaya N.N.\n",
        "Institute of sphere of service and business (branch) of Don State Technical University,\n",
        "Shakhty, e-mail: dmitri_gl@mail.ru\n",
        "In this study, thermal decomposition of the electrodes of KSL-15 batteries (with sintered electrodes) and KPL14 (with pocket electrodes) with a service life of from 0 to 10 years is performed. The decomposition was carried\nout in a heat chamber at a temperature of 800 °С. The gas released as a result of the thermal decomposition of the\nelectrodes was collected in a measuring container. The analysis of the gas released from both electrodes showed that\nit consists only of hydrogen. The amount of released gas from the electrodes increased with increasing the life of\nthe battery up to 4–5 years. After that, the amount of gas released remained unchanged. Moreover, in the electrodes\nof new nickel-cadmium batteries is not hydrogen. Thus, the conducted experimental studies show that hydrogen\naccumulates in the electrodes of nickel-cadmium accumulators during their operation.\n",
        "Keywords: Hydrogen accumulation, battery, nickel-cadmium, thermal runaway\n",
        "В аккумуляторах всех электрохимических систем встречается явление теплового разгона [9]. При возникновении явления\nтеплового разгона аккумулятор резко разогревается, а также возможно возгорание\nкорпуса аккумулятора и его взрыв. В этом\nслучае система, содержащая аккумулятор,\nнеминуемо выходит из строя.\n",
        "Однако в мировой литературе очень\nмало исследований этого опасного явления,\nв особенности в щелочных аккумуляторах.\nСледует отметить, что тепловой разгон\nв литий-ионных аккумуляторах исследуется довольно интенсивно [10]. Значительно\nхуже исследуется тепловой разгон в свинцово-кислотных аккумуляторах [12].\n",
        "Щелочные аккумуляторы устанавливаются во многие системы повышенной опасности: самолеты, железнодорожный транспорт и т.д. По нашему мнению, отсутствие\nисследований теплового разгона в щелочных аккумуляторах можно объяснить следующими причинами. Во-первых, явление\nтеплового разгона очень редкое. Оно не\n",
        "представляет ежедневную опасность для\nсистем, содержащих аккумуляторы. Поэтому изготовители аккумуляторов не вкладывают в исследование этого явления значительных финансовых средств. Во-вторых,\nмеханизм теплового разгона кажется многим исследователям очевидным [9]. Однако\nдо сих пор нет ни прямых экспериментальных доказательств этого механизма, ни его\nискусственного воспроизведения.\n",
        "В наших более ранних работах [2–6,\n13–15] было показано, что тепловой разгон\nв никель-кадмиевых (НК) аккумуляторах\nсвязан с выделением большого количества\nводорода. В работах [7, 8], используя термическое разложение электродов, было\nдоказано, что еще до теплового разгона,\nводород присутствует в электродах НК аккумуляторов. В данной работе исследуется\nколичество водорода в электродах НК аккумуляторов в зависимости от срока их эксплуатации.\n",
        "Теоретически водород может появиться\nв электродах НК аккумуляторов двумя пу  ФУНДАМЕНТАЛЬНЫЕ ИССЛЕДОВАНИЯ № 4, 2017 \n",
        " ТЕХНИЧЕСКИЕ НАУКИ (05.02.00, 05.13.00, 05.17.00, 05.23.00)  311\n",
        "тями. Во-первых, вследствие технологических процессов при изготовлении электродов. В этом случае водорода в электродах\nновых аккумуляторов должно быть столько же или больше, чем в аккумуляторах со\nзначительным сроком эксплуатации. Вовторых, в процессе работы аккумуляторов.\nВодород может накапливаться в электродах аккумуляторов вследствие разложения\nэлектролита. Например, при эксплуатации\nаккумулятор KSL-15 заряжается током\n3,8 А в течение 6 часов. Поэтому, данный\n",
        "аккумулятор перезаряжается в 1,52 раза по\nсравнению с его номинальной емкостью.\nСледовательно, при заряде аккумулятора\nKSL-15 около 7,8 Ач расходуется на выделение водорода и кислорода вследствие разложения электролита.\n",
        "Таким образом, расчеты показывают,\nчто водород может накопиться в электродах\nНК аккумуляторов в процессе их длительной эксплуатации. В этом случае количество водорода в электродах должно зависеть\nот срока эксплуатации НК аккумуляторов.\nЦель данной работы состоит в исследовании количества водорода в электродах НК\nаккумуляторов при различных сроках их\nэксплуатации.\n",
        "Материалы и методы исследования\n",
        "Для проведения экспериментов были отобраны аккумуляторы KSL-15 (с металлокерамическими\nэлектродами) и сроком эксплуатации от 0 до 7,5 лет\nи аккумуляторы KPL-14 (с ламельными эдектродами)\nи сроком эксплуатации от 0 до 10 лет.\n",
        "Герметическая термокамера для терморазложения электродов представляет собой трубу длиной\n1,8 м и диаметром 2 см. Один конец трубы был запаян, а в другой конец вставлялась резиновая пробка\n",
        "с трубкой для отвода газа [6]. Запаянный конец трубы\nпомещался в муфельную печь. Выделяющийся при нагревании в термокамере газ поступал в измерительную\nемкость, предварительно проходя через стандартный\nзмеевик. Электрод перед терморазложением сначала\nпомещался в картридж, а затем картридж помещался\nв термокамеру. Это позволяло легко извлекать электрод из термокамеры после терморазложения.\n",
        "Разложение электродов проходило при температуре 800 °С. Данная температура была выбрана из предварительных экспериментов. Было установлено, что\nпри температурах более 740°С начинается значительное\n",
        "выделение газа для обоих электродов. Таким образом,\nтемпература 800 °С была выбрана как оптимальная.\n",
        "Когда суточное выделение газа было менее 100 мл,\nтермическое разложение электрода прекращалось. Например, термическое разложение кадмиевого электрода аккумулятора KSL-15 происходило в среднем\n",
        "12 дней, а оксидно-никелевого электрода в среднем\n14 дней, по 11 часов в сутки. При этом из кадмиевого\nэлектрода в первые дни выделялось по 3,5 л водорода,\nа из оксидно-никелевого электрода по 5,5 л водорода.\n",
        "Для определения количественного состава выходящего газа использовался газоанализатор ООГ-2М.\nРезультаты проведенных экспериментальных исследований представлены в табл. 1 и 2 для аккумуляторов KSL-15 и KPL-14 соответственно. Термическому\nразложению подвергался один электрод. При этом он\nпредварительно сворачивался в трубку и помещался\nв картридж а затем в термокамеру.\n",
        "При температурном разложении электродов новых\nаккумуляторов KSL-15 выделяется около 160–190 мл\nсмеси водорода и воздуха. Однако при нагревании\nпустой тепмокамеры в измерительную емкость также\nпоступает воздух вследствие его расширения в самой\nтермокамере (примерно 130–170 мл). Таким образом,\nочень сложно установить момент выделения водорода из электродов и поступления его в измерительную\nемкость. Поэтому объем газа в 170 мл при первоначальном терморазложении электродов мы удаляли из\nустановки. То есть этот объем определяет точность измерения накопленного в электродах водорода.\n",
        "Выделившийся в результате терморазложения\nоксидно-никелевого и кадмиевого электродов газ был\nпроанализирован с помощью газоанализатора ООГ2М. Анализ показал, что выделившийся газ это только водород. Абсолютная ошибка процентной концентрации 0,3–0,5.\n",
        "Результаты исследования\n",
        "и их обсуждение\n",
        "Из табл. 1 и 2 видно, что количество водорода в электродах НК аккумуляторов увеличивается с возрастанием срока их эксплуатации.\nОднако после пяти лет эксплуатации количество водорода в электродах не увеличивается,\nт.е. количество водорода в электродах достигает стадии насыщения. Следует отметить,\nчто в электродах новых НК аккумуляторов\nводород вообще отсутствует. Таким образом,\nпроведенные экспериментальные исследования (табл. 1 и 2) однозначно доказывают, что\nв процессе эксплуатации НК аккумуляторов\nв их электродах накапливается водород.\n",
        "Таблица 1\nСреднее количество накопленного водорода в оксидно-никелевом и кадмиевом электродах\n",
        "аккумуляторов KSL-15 при различных сроках эксплуатации\n",
        "Номер аккумулятора 1 2 3 4 5 6 7 8 9\n",
        "Срок службы, лет Новый 1 1,5 3,5 4 5 5,5 6 7,5\nКоличество газа, выделившегося из оксидноникелевого электрода, л\n",
        "0 13 16,7 26,3 29,9 32 31,5 31,6 31,9\n",
        "Количество газа, выделившегося из кадмиевого\nэлектрода, л\n",
        "0 11 12,8 16,1 18,7 20 19,5 19,5 19,8\n",
        "  FUNDAMENTAL RESEARCH № 4, 2017 \n312  TECHNICAL SCIENCES (05.02.00, 05.13.00, 05.17.00, 05.23.00) \n",
        "В электродах аккумуляторов со сроком\nэксплуатации более пяти лет накапливается\nбольшое количество водорода. Например,\nв аккумуляторе KSL-15 содержится 5 кадмиевых и 6 оксидно-никелевых электродов. Таким образом, в аккумуляторе KSL-15\n(табл. 1) содержится примерно 292 л водорода. В аккумуляторе KPL-14 содержится 4\nкадмиевых и 5 оксидно-никелевых электродов. Следовательно, в одном аккумуляторе\nKPL-14 (табл. 2) содержится примерно 289\nл водорода. Данные значения соответствуют значениям, полученным ранее для других видов НК аккумуляторов [6-8].\n",
        "Расчеты показывают, что это количество\nводорода НК аккумуляторы вполне могли\nнакопить в процессе эксплуатации. Аккумуляторы KSL-15 при заряде перезаряжаются\nв 1,52 раза по сравнению с их номинальной\nемкостью, что необходимо для их полного\nзаряда. Следовательно, при заряде примерно\n7,8 А×ч расходуется на выделение водорода\nи кислорода из-за разложения электролита.\nСледовательно, при заряде аккумулятора\nKSL-15 выделяется 3 литра водорода и 1,5\n",
        "литра кислорода. Поэтому, 292 литра водорода обнаруженные в электродах аккумуляторов KSL-15 при их термическом разложении могут быть получены за 98 циклов\nзаряда-разряда. Однако аккумулятор KSL-15\nпроходит в двенадцать раз больше циклов заряда-разряда к концу своего срока эксплуатации. Поэтому, аккумулятор KSL-15 может\nнакопить 292 литра водорода.\n",
        "Аккумулятор KPL-14 заряжается током\n2,5A в течение 10 часов. Следовательно,\nнайденное количество водорода, в результате терморазложения электродов (табл. 2),\nаккумулятор KPL-14 мог бы накопить всего\nза 67 зарядно-разрядных циклов.\n",
        "Следует отметить, что при разложении\nэлектролита выделяется водород и кислород.\nОднако эксперименты (табл. 1 и 2) показывают, что кислород не накапливается в электродах, а водород накапливается. Причем в водород накапливается как в оксидно-никелевом,\nтак и в кадмиевом электродах в больших\n",
        "количествах. Это является следствием того,\nчто водород имеет высокую диффузионную\nпроницаемость. Например, коэффициент\nдиффузии водорода в никеле приблизительно в 1010 раз выше, чем коэффициент диффузии кислорода при температуре 20 °С [1].\nТаким образом, при разложении электролита\nна водород и кислород только водород проникает в электроды и накапливается в них,\nа кислород выходит в атмосферу. В нашей\nболее ранней работе [8] было показано, что\nв никелевой матрице оксидно-никелевого\nэлектрода гравиметрическая емкость водорода может достигать 21 мас. %. Данное значение гравиметрической емкости превышает\nв три раза все ранее полученные значения,\nс использованием традиционных методов,\nдля любых обратимых металлогидридов,\nвключая комплексные гидриды и гидриды\nмагния [1, 11].\n",
        "Согласно общепринятому механизму\nтеплового разгона, он происходит по следующему сценарию [9]. В случае длительного\nперезаряда аккумуляторов при постоянном\nнапряжении или при их работе в буферном\nрежиме происходит их нагрев. Это приводит к уменьшению внутреннего сопротивления аккумуляторов, и, следовательно, будет\nувеличиваться ток подзаряда, что в свою\nочередь увеличивает нагрев и т.д. Таким образом, тепловой разгон является результатом\nположительной обратной связи между током\nи температурой аккумуляторов во время их\nзаряда при постоянном напряжении.\n",
        "В наших предыдущих работах [2–6]\nбыло показано, что существует множество\nэкспериментальных данных, которые противоречат этому механизму термического\nразгона. Например согласно общепринятому механизму теплового разгона, он происходит за счет энергии поступающей от зарядного устройства, так как считается, что\nтепловой разгон связан с ускорением известных электрохимических реакций – заряда аккумуляторов и разложение электролита (так как тепловой разгон происходит\nпри длительном перезаряде аккумулятоТаблица 2\nСреднее количество накопленного водорода в оксидно-никелевом и кадмиевом электродах\n",
        "аккумуляторов KPL-14 при различных сроках эксплуатации\n",
        "Номер аккумулятора 1 2 3 4 5 6 7 8\n",
        "Срок службы, лет Новый 1 2 4,8 6 7 8 10\nКоличество газа, выделившегося из оксидноникелевого электрода, л\n",
        "0 19,9 30,9 37 36,9 37,1 36,8 36,9\n",
        "Количество газа, выделившегося из кадмиевого\nэлектрода, л\n",
        "0 7,7 17,2 26,1 25,9 26,1 25,8 25,9\n",
        "П р и м е ч а н и е . Относительная ошибка данных в табл. 1 и 2 составляет 5–6 %.\n",
        "  ФУНДАМЕНТАЛЬНЫЕ ИССЛЕДОВАНИЯ № 4, 2017 \n",
        " ТЕХНИЧЕСКИЕ НАУКИ (05.02.00, 05.13.00, 05.17.00, 05.23.00)  313\nров). Однако прямые экспериментальные\nисследования показали, что при тепловом\nразгоне выделяется примерно в 140 раз\nбольше энергии, чем в это же время аккумулятор получает от зарядного устройства [2].\n",
        "На основании всех имеющихся экспериментальных данных в работе [3] было доказано, что тепловой разгон связан с мощной\nэкзотермической реакцией, рекомбинации\nатомарного водорода протекающей внутри\nаккумуляторов\n",
        ", (1)\nпо электрохимическому механизму\n",
        "(на катоде),\n",
        "(на аноде).\nРеакция (1) является мощной экзотермической реакцией с выделением 436 кДж/\n",
        "моль (водорода) [1]. Данное тепловыделение\nбольше, чем при реакции горения водорода\nв кислороде 285,8 кДж/моль (водорода).\n",
        "(2)\n",
        "Согласно механизму теплового разгона,\nпредложенному в работах [2–6], два процесса накопления постепенно подводят аккумулятор к тепловому разгону. Во-первых,\nпроцесс накопления водорода в электродах\nаккумуляторов в процессе их эксплуатации.\nВо-вторых, накопление дендритов на кадмиевом электроде. Проросший через сепаратор\nдендрит резко сокращает расстояние между\nэлектродами, и, следовательно, в этом месте\nпропорционально возрастает плотность тока\nзаряда и температура электрода. Это приводит к возрастанию в этом месте мощности\nэлектрохимической реакции теплового разгона (1), так как лимитирующей стадией для\nэтой реакции является скорость разложения\nметаллогидридов, которая возрастает пропорционально температуре электрода [3, 4].\n",
        "Таким образом, выполненные в данной\nработе экспериментальные исследования\nпоказывают, что в НК аккумуляторах как\nс металлокерамическими электродами, так\nи с ламельными электродами выполняется\nодно из необходимых условий для возникновения явления теплового разгона. Однако\nопределение вероятности теплового разгона в аккумуляторах с различными электродами требует дополнительных экспериментальных и теоретических исследований.\n",
        "Выводы\nПри заряде аккумуляторов водород выделяется на кадмиевых электродах. Тем не\nменее согласно данным экспериментальных исследований (табл. 1 и 2) водород,\n",
        "накапливаясь как в кадмиевых, так и в оксидно-никелевых электродах. В аккумуляторе KSL-15 плотная упаковка спеченных\nэлектродов. Таким образом, водород, выделяясь на кадмиевых электродах, легко может\nпопадать на оксидно-никелевые электроды и накапливаться в них. В аккумуляторах\nбольшой емкости ламельные электроды расположены свободно. Однако эксперименты\nпоказывают, что водород, выделяясь на кадмиевых электродах, достигает оксидно-никелевые электроды и накапливается в них.\nТаким образом, и в аккумуляторах со свободным расположением электродов водород\nнакапливается как в кадмиевых так и оксидно-никелевых электродах. Данный факт требует отдельных как экспериментальных, так\nи теоретических исследований.\n",
        "Работа выполнена в рамках гранта\nМК-4969.2016.8.\n",
        "Список литературы\n1. Broom D.P. Hydrogen storage materials the characterisation of their storage properties. – London: Springer-Verlag, 2011.\n",
        "2. Galushkin N.E., Yazvinskaya N.N., Galushkin D.N. The\nmechanism of thermal runaway in alkaline batteries // J. Electrochem. Soc. – 2015. – Vol. 162. – Is.4. – P. A749–A753.\n",
        "3. Galushkin N.E., Yazvinskaya N.N., Galushkin D.N.\nStudy of thermal runaway electrochemical reactions in alkaline\nbatteries // J. Electrochem. Soc. – 2015. – Vol. 162. – Is.10. –\nP. A2044–A2050.\n",
        "4. Galushkin N.E., Yazvinskaya N.N., Galushkin D.N.,\nGalushkina I.A. Causes analysis of thermal runaway in nickel-cadmium accumulators // J. Electrochem. Soc. – 2014. –\nVol. 161. – Is. 9 – P. A1360–A1363.\n",
        "5. Galushkin N.E., Yazvinskaya N.N., Galushkin D.N.,\nGalushkina I.A. Probability investigation of thermal runaway in\nnickel-cadmium batteries with sintered, pasted and pressed electrodes // Int. J. Electrochem. Sci. – 2015. – Vol. 10. – P. 6645–6650.\n",
        "6. Galushkin D.N., Yazvinskaya N.N., Galushkin N.E. Investigation of the process of thermal runaway in nickel-cadmium\naccumulators // Journal of Power Sources. – 2008. – Vol. 177. –\n",
        "Is. 2. – P. 610–616.\n",
        "7. Galushkin N.E., Yazvinskaya N.N., Galushkin, D.N. NiCd batteries as hydrogen storage units of highcapacity // ECS\nElectrochem. Lett. – 2013. – Vol. 2. – Is. 1. – P. A1–A2.\n",
        "8. Galushkin N.E., Yazvinskaya N.N., Galushkin D.N.,\nGalushkina I.A. Oxide-nickel electrodes as hydrogen storage\nunits of high-capacity // Int. J. of Hydrogen Energy. – 2014. –\n",
        "Vol. 39. – Is. 33. – P. 18962–18965.\n",
        "9. Guo Y. SAFETY | Thermal Runaway, Encyclopedia of\nElectrochemical Power Sources. – Amsterdam: Elsevier, 2009. –\nP. 241–253.\n",
        "10. Lee S.J., Lee C.Y., Chung M.Y., Chen Y.H., Han K.C.,\nLiu C.K., Yu W.C., Chang Y.M. // Int. J. Electrochem. Sci. –\n2013. – Vol. 8. – P. 4131.\n",
        "11. Sakintuna B., Lamari-Darkrim F., Hirscher M. // Int. J.\nHydrogen Energy. – 2007. – Vol. 32. – P. 1121.\n",
        "12. Torabi F., Esfahanian V. // J. Electrochem. Soc. –\n2011. – Vol. 158. – P A850.\n",
        "13. Yazvinskaya N.N., Galushkin N.E., Galushkin D.N.,\nGalushkina I.A. Analysis of thermal runaway aftereffects in\nnickel-cadmium batteries // Int. J. Electrochem. Sci. – 2016. –\nVol. 11. – P. 10287–10295.\n",
        "14. Yazvinskaya N.N., Galushkin N.E., Galushkin D.N.,\nGalushkina I.A. Study of effect of batteries capacity on probability of thermal runaway occurrence// Int. J. Electrochem. Sci. –\n2016. – Vol. 11. – P. 8163–8168.\n",
        "15. Yazvinskaya N.N., Galushkin N.E., Galushkin D.N.,\nGalushkina I.A. Probability investigation of thermal runaway in\nnickel-cadmium batteries with pocket electrodes // Int. J. Electrochem. Sci. – 2016. – Vol. 11. – P. 5850–5854.\n"
    ]
}