{
    "paragraphs": [
        "See See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/306379372\n",
        "HYDROGEN ENERGETICS: HYDROGEN STORAGE IN A BOUND STATE\n",
        "Book · January 2016\n",
        "CITATIONS\n0\n",
        "READS\n4,113\n",
        "2 authors:\n",
        "Some of the authors of this publication are also working on these related projects:\n",
        "Modification of materials surface layer. View project\nDmitri A. Karpov\n",
        "Joint Stock Company \"D.V. Efremov Institute of Electrophysical Apparatus\"\n74 PUBLICATIONS 257 CITATIONS\n",
        "SEE PROFILE\n",
        "V. N. Litunovsky\n",
        "Efremov Scientific Research Institute of Electrophysical Apparatus\n47 PUBLICATIONS 157 CITATIONS\n",
        "SEE PROFILE\n",
        "All content following this page was uploaded by Dmitri A. Karpov on 23 August 2016.\nThe user has requested enhancement of the downloaded file.\n",
        "ГОСКОРПОРАЦИЯ ГОСКОРПОРАЦИЯ «РОСАТОМ»\n",
        "АКЦИОНЕРНОЕ ОБЩЕСТВО\n“Научно-исследовательский институт\nэлектрофизической аппаратуры им.Д.В. Ефремова”\n",
        "(АО «НИИЭФА»)\n",
        "Обзор О-106\n",
        "Д.А. Карпов, В.Н. Литуновский\n",
        "ВОДОРОДНАЯ ЭНЕРГЕТИКА: ХРАНЕНИЕ\n",
        "ВОДОРОДА В СВЯЗАННОМ СОСТОЯНИИ\n",
        "Санкт-Петербург\n",
        "2016\n",
        "2 2\nУДК 564.11.027.2\n",
        "Карпов Д.А., Литуновский В.Н. ВОДОРОДНАЯ ЭНЕРГЕТИКА:\nХРАНЕНИЕ ВОДОРОДА В СВЯЗАННОМ СОСТОЯНИИ.\n",
        "Karpov D.A., Litunovsky V.N. HYDROGEN ENERGETICS: HYDROGEN\nSTORAGE IN A BOUND STATE\n",
        "СПб. АО “НИИЭФА”, 2016, 94 с., с илл.\n",
        "Кратко рассмотрены основные физические принципы хранения\nводорода при создании автономных мобильных и стационарных\nисточников энергии. Анализируется современное состояние исследований\nпо изучению и синтезу металлогидридов как средства для хранения и\nтранспортировки водорода. Особое внимание уделено исследованиям\nсвойств и методов синтеза одного из наиболее перспективных\nметаллогидридов – гидрида алюминия. Обсуждаются результаты\nисследований по использованию металлогидридов в качестве инжекторов\nводорода и его изотопов для различных приложений.\n",
        "The physical bases of the hydrogen storage for autonomous mobile and\nstationary energy sources are shortly considered. The current state of research\nin the field of synthesis of metal hydrides as a tool for both hydrogen storage\nand transportation is analyzed. Special attention is paid to the research of the\nproperties and synthesis methods for one of the most perspective metal hydride\n– aluminum hydride. The results of studies on the use of metal hydrides as\ninjectors of hydrogen and hydrogen isotopes for various applications are\ndiscussed.\n",
        "ISBN 978-5-9902168-2-2 © Акционерное Общество “Научноисследовательский институт\nэлектрофизической аппаратуры\nим. Д.В. Ефремова, 2016 г.\n",
        "3 3\nГОСКОРПОРАЦИЯ “РОСАТОМ”\n",
        "Акционерное Общество\n“Научно-исследовательский институт\nэлектрофизической аппаратуры им. Д.В. Ефремова”\n",
        "(АО «НИИЭФА»)\n",
        "Оглавление\n",
        "Обзор О-106\n",
        "Введение………………………………………………………… 5\n",
        "1. Хранение водорода в химически связанном состоянии…… 11\n",
        "2. Металлогидриды……………………………………………... 13\n",
        "2.1. Гидриды магния………………………………………... 25\n2.2. Гидрид алюминия……………………………………… 29\n",
        "2.2.1. Основные сведения………………………………. 29\n2.2.2. Кинетика декомпозиции…………………………. 32\n2.2.3. Регенерация и синтез…………………………….. 38\n2.3. Комплексные гидриды……………………………........ 42\n",
        "2.3.1. Аланаты натрия…………………………………... 42\n2.3.2. Аланаты лития ……….…………………….…….. 44\n2.3.3. Нитриды лития…………………………………… 45\n2.3.4. Борогидриды металлов……………..……………. 45\n3. Синтез гидридов….…………..…………………………….... 51\n",
        "3.1. Механохимический способ насыщения…………….… 51\n3.2. Электролитическое насыщение………………...……... 53\n3.3. Диффузионное насыщение (метод Сиверта).…...……. 56\n3.4. Плазменные методы насыщения…………...…………. 60\n4. Использование гидридов в качестве инжекторов\n",
        "водорода и его изотопов……………..….…………………... 73\n",
        "Заключение…………………………………………………........ 82\n",
        "Список литературы……….…………………………………….. 85\n",
        "© Акционерное Общество “Научно-исследовательский институт\n",
        "электрофизической аппаратуры им. Д.В. Ефремова”, 2016 г.\n",
        "5 5\nВведение\n",
        "Водород является энергоёмким (плотность энергии на единицу массы\nсоставляет 141,9 МДж/кг) и экологически чистым энергоносителем,\nпоскольку при его сжигании в топливном элементе (ТЭ) образуется\nтолько вода, что ведёт к резкому снижению загрязнения окружающей\nсреды (Табл. 1).\n",
        "Таблица 1. Физические и химические свойства водорода, метанола и\n",
        "бензина [1]\n",
        "Свойства Водород\n",
        "Н2\n",
        "Метанол\n",
        "(СН4)\n",
        "Бензин\n(-СН2-)\nТемпература самовозгорания, (оС) 585 540 228–501\nТемпература пламени, (оС) 2045 1875 2200\nКонцентрация возгорания в воздухе,\n(vol.%)\n",
        "4–75 5,3–15 1,0–7,6\n",
        "Минимальная энергия горения\n(мВт.с)\n",
        "0,02 0,29 0,24\n",
        "Скорость распространения пламени\nв воздухе, м/с\n",
        "2,65 0,4 0,4\n",
        "Коэффициент диффузии в воздухе,\n(см2/с)\n",
        "0,61 0,16 0,05\n",
        "КПД ТЭ может достигать очень высоких значений – от 40 до 70% и\nотносительно мало зависит от установленной мощности и нагрузки (КПД\nтепловых машин, таких как двигатели внутреннего сгорания (ДВС),\nдизельные двигатели и т.п. не превышает 40%).\n",
        "Однако переход от энергетической системы на основе природных\nископаемых к энергосистемам на основе водородной энергетики\nнаталкивается на ряд барьеров, препятствующих реализации водорода и\nТЭ как технологии чистой энергии будущего. Невысокая плотность\nгазообразного водорода (~0,09 кг/м3), низкая температура его сжижения, а\nтакже высокая взрывоопасность в сочетании с негативным воздействием\nна свойства конструкционных материалов ставят на первый план\nразработку эффективных и безопасных систем хранения водорода –\nименно эти проблемы сдерживают развитие водородной энергетики в\nнастоящее время.\n",
        "Департамент энергетики (DOE) США разработал требования, которые\nнеобходимо учитывать при создании компактных источников водорода\nдля конкурентоспособных мобильных энергоустановок на основе\nтопливных элементов (Табл. 2 [2]).\n",
        "Чтобы увеличить плотность водорода, его нужно сжать до сотен\nатмосфер, либо охладить ниже температуры кипения (20К), либо\n",
        "6 6\n",
        "перевести в связанное состояние. Первые два подхода реализуются в\nфизических методах, когда молекулы водорода не взаимодействуют со\nсредой хранения, третий – в химических или физико–химических методах\n(адсорбция, абсорбция, химическое взаимодействие), когда водород\nкомпактно “упакован” в материале хранения [3, 4].\n",
        "Таблица 2. Технические требования к мобильным системам хранения и\n",
        "генерации водорода (Департамент энергетики США)\n",
        "Характеристики Единицы\n",
        "измерения\n",
        "2007 г. 2010 г. 2015 г.\n",
        "Содержание водорода (wt.)% 4,5 6 9\n",
        "Запас энергии на единицу\nмассы\n",
        "кВт-ч/кг 1,5 2 3\n",
        "Объёмная плотность\nводородаккумулирующей\nсреды\n",
        "кг Н2/л 0,036 0,045 0,081\n",
        "Запас энергии на единицу\nобъёма\n",
        "кВт-ч/л 1,2 1,5 2,7\n",
        "Стоимость водорода US$/кг 200 133 67\nСтоимость энергии US$/кВт-ч 6 4 2\nРабочая температура С -20…50 -30…50 -40…50\nКоличество рабочих\nциклов\n",
        "цикл 500 1000 1500\n",
        "Максимальное давление МПа 10\nЧистота водорода (wt.)% 99,99\nВремя заправки мин 10 3 2,5\n",
        "В силу способности к накоплению, водород делает возможным\nрасширенное применение альтернативных возобновляемых источников\nэнергии, таких как солнечная, ветровая, геотермальная, ядерная и др.,\nпоскольку может демпфировать неравномерность работы таких\nисточников энергии путём производства водорода (например, путём\nэлектролиза) в фазе максимального энергосъёма и использования его в\nтопливных элементах в фазе минимального и нулевого энергосъёма [5].\nУсловия хранения водорода определяют энергозатраты на реализацию\nтого или иного метода: чем выше давление водорода и отличие\nтемпературы хранения от температуры окружающей среды, тем выше\nэнергозатраты. Оптимальный метод должен сочетать высокую “плотность\nхранения” водорода с низкими энергозатратами. Однако это не всегда\nвозможно, поскольку лидируя по одному из этих показателей, тот или\nиной метод хранения водорода, как правило, уступает альтернативным по\nдругим характеристикам. Кроме того, в различных областях применения\n",
        "7 7\nводорода предъявляются различные требования к системам его хранения.\nНизкая общая масса и малый объём системы хранения (соответственно,\nвысокое массовое содержание и высокая объёмная плотность хранимого\nводорода) важны для автотранспорта и, особенно, для аэрокосмической\nтехники, но не так существенны для стационарных условий хранения,\nнапример, для заправочных станций. Поэтому каждый из перечисленных\nниже методов хранения водорода может найти, в принципе, свою\n“экономическую нишу”.\n",
        "Достаточно условно все материалы, способные аккумулировать\nводород, можно разделить по энергии связи [6]. Наименьшая прочность\nсвязи характерна для физической адсорбции. Ниже приведены краткие\nсведения о физических способах хранения водорода.\n",
        "Для перевода газообразного водорода в компактное состояние\nглавным образом используются сжатие и ожижение. Для хранения\nгазообразного водорода при давлениях до 100 МПа используют сварные\nсосуды с двух- и многослойными стенками. Прогресс в материаловедении\nпозволил разработать новое поколение газовых баллонов, состоящих из\nтонкой алюминиевой или пластиковой гильзы, покрытой снаружи\nкомпозитным пластиком, армированным стеклянными или углеродными\nволокнами, что позволяет снизить удельную массу баллона до 20 кг на\n1 кг Н2, а в дальнейшем возможно снижение до 8–10 кг. Пока масса\nводорода при хранении в баллонах составляет ~2–3 % от массы баллона\n[5]. Основными преимуществами баллонного хранения водорода\nявляются простота и отсутствие энергозатрат на выдачу газа. Однако,\nсжатие водорода требует довольно больших энергозатрат (10–15%\nтеплотворной способности водорода), но при росте давления\nэнергопотребление растет незначительно, пропорционально логарифму\nстепени сжатия [3]. Кроме того, низкая объёмная плотность и проблемы\nбезопасности при использовании взрывоопасного газа под высоким\nдавлением являются существенными недостатками хранения\nгазообразного водорода. Сжатие до высоких давлений само по себе\nявляется довольно сложной инженерной проблемой в связи с\nвозможными утечками газа через подвижные уплотнения и водородной\nкоррозией конструкционных материалов [3].\n",
        "Кроме промышленных методов, существует ряд физических методов\nхранения водорода, реализованных на уровне технологических\nразработок. Одним из таких методов является хранение водорода в\nмикрокапсулированном виде (в стеклянных микросферах) [7]. Этот\nметод можно отнести к хранению газообразного водорода под давлением\n(35–65 МПа), где роль баллонов выполняют стеклянные микросферы\nдиаметром 5–500 мкм с толщиной стенки ~1 мкм. При повышенных\nтемпературах (200–400оС) стеклянные стенки становятся проницаемыми\nдля водорода, что позволяет заправлять систему водородом. Массовая\n",
        "8 8\nплотность хранения водорода в стеклянных микросферах – до 10 wt.%\n(относительное значение в массовых процентах определяется как wt = (NS\n. MG)/(m . 100), где m – масса образца и MG = (2 . 1,0079 – молярная масса\nводорода), а объёмная – до 20 кг/м3, что соизмеримо с показателями для\nкомпозитных газовых баллонов. Метод требует дополнительных затрат\nэнергии на нагрев микросфер при их заправке и отборе водорода при\nтемпературах выше 70–80оС). При хранении в холодном состоянии потери\nводорода диффузией через стенки микросфер допустимы – половина\nсодержащегося в них Н2 теряется через 100–110 суток. Основной\nнедостаток этого метода – слишком быстрое разрушение стеклянных\nмикросфер при циклировании и транспортировке, что приводит к\nбольшим потерям водорода [8].\n",
        "Среди уникальных свойств водорода, которые нужно учитывать при\nего хранении в жидком состоянии, одно является очень важным. Водород\nв жидком состоянии находится в очень узком интервале температур: от\nтемпературы кипения 20К до точки замерзания 17К, когда он переходит в\nтвёрдое состояние. Если температура подымается выше температуры\nкипения, водород мгновенно переходит из жидкого в газообразное\nсостояние. Требования к прочности и материалоёмкости стенок\nкриогенных контейнеров для хранения жидкого водорода не такие\nжесткие, как для сосудов высокого давления с газообразным Н2. Это\nпозволяет достичь высокой массовой плотности хранения, а предельная\nобъёмная плотность будет определяться плотностью жидкого водорода\n(70,8 кг/м3) [9]. Основной недостаток криогенного метода хранения\nводорода – большие затраты энергии. Согласно расчётам, минимальная\nмеханическая работа, затраченная идеальной холодильной машиной на\nпревращение газообразного водорода нормального и орто-пара–состава\nпри комнатной температуре в жидкий пара–водород при температуре его\nкипения, составляет 30–50% его теплотворной способности. По этой\nпричине этот метод очень дорогой [4].\n",
        "Физические методы хранения водорода в виде криогенной жидкости\nили сжатого газа обеспечивают эффективное аккумулирование водорода и\nсвязаны с экстремальными для данной техники техническими\nпараметрами (давление газа до сотен МПа, температуры ниже\nтемпературы жидкого азота). Но эти методы в большинстве случаев\nнедостаточно экономически эффективны, удобны и безопасны.\n",
        "Учитывая вышеприведенные требования, традиционные способы\nхранения водорода, в компримированном виде (15–35 МПа), а также в\nсжиженном состоянии (20К и 0,2 МПа) неприемлемы для использования в\nкомпактных источниках энергии из-за низкого его содержания в единице\nобъёма, больших размеров криогенных установок, высоких затрат\nэнергии и взрывоопасности.\n",
        "9 9\nСистемы хранения водорода, основанные на физической сорбции,\nхарактеризуются высокими объёмными и гравиметрическими\nплотностями при низком рабочем давлении, относительно дешёвые и\nконструктивно простые. Однако их существенными недостатками\nявляются небольшая ёмкость по водороду – от 1 до 4,5 (wt.)% и низкая\nтемпература сорбции (обычно это температура жидкого азота). Общая\nпроблема при физической сорбции водорода различными системами с\nвысокой удельной поверхностью (металлоорганические каркасы,\nцеолиты, углеродные материалы) заключается в том, что энергия связи\nводорода поверхностью слишком низкая для того, чтобы обеспечить\nудовлетворительную сорбцию этого газа при температурах выше\nтемпературы жидкого азота. Поскольку физическая сорбция\nосуществляется благодаря слабым ван-дер-ваальсовым силам\nвзаимодействия между адсорбатом и адсорбентом, то достигнуть\nнасыщения удается только при низких температурах и ёмкость по\nводороду мала даже для материалов с высокой удельной поверхностью\n[10].\n",
        "Хорошими материалами–адсорбентами водорода являются\nцеолиты – комплексные алюмосиликаты с высокой удельной\nповерхностью, известные как “молекулярные ситá” и различающиеся по\nструктуре и составу. Адсорбционную ёмкость цеолитов определяют два\nглавных фактора: структура каркаса, а именно, доступное свободное\nпространство, и природа катионов, которые являются центрами\nсвязывания молекул водорода. По массовым и объёмным показателям\nхранения водорода цеолиты уступают стеклянным микросферам, однако\nсуществуют и преимущества – они дешёвые, имеют разработанную\nтехнологию массового производства, в них отсутствует разрушение\nэлементов среды хранения при многоразовом использовании и др. [11].\n",
        "Несколько лучшими показателями по адсорбции водорода обладают\nшироко используемые в последнее время высокопористые\nметаллоорганические каркасы (MOFs – metalorganic framework). Это\nновый класс микропористых полимерных материалов,\nструктурообразующими элементами которых являются моно- или\nполиядерные координационные центры – ионы металлов, связанные\nорганическими фрагментами [12, 13]. В качестве ионов металлов\nнаиболее часто используются Cu2+, Mn2+, Zn2+, Ni2+, а также лантаниды.\nСвободный внутренний объём MOFs определяется наличием связанных\nоткрытых каналов и полостей (менее 2 нм в диаметре) в местах\nпересечения этих каналов, что обеспечивает высокую удельную\nповерхность (S) и объём пор, который примерно вдвое превосходит объём\nцеолитов. Такие полости становятся доступными для молекул\nсорбируемого вещества, в частности водорода, после удаления молекул\nрастворителя или реагента, захватываемых в процессе синтеза MOFs.\n",
        "10 10\nНадлежащий подбор органического фрагмента позволяет регулировать\nразмер пор MOFs [14]. Например, все MOFs, содержащие ионы Zn2+,\nявляются высокопористыми материалами с очень низкой плотностью.\nСвободное пространство в них варьируется от 55,8% до 91,1% от общего\nобъёма [15]. Следует отметить, что у наиболее открытых цеолитов\nсвободное внутреннее пространство составляет не более 50% от общего\nобъёма [16]. Можно выделить два основных направления повышения\nфизической сорбции водорода в MOFs: увеличение площади внутренней\nповерхности и/или объёма пор и повышение энергии связывания водорода\nс металлоорганическим каркасом [17]. Одним из наиболее перспективных\nспособов повышения адсорбционной ёмкости по водороду MOFs в\nнастоящее время является использование т.н. вторичного спилловера\nводорода [18]. При этом каталитический центр (металлическая частица)\nобеспечивает диссоциацию молекул водорода на атомы, в свою очередь,\nатомарный водород “перетекает” (spills over) к первичному рецептору\n(например, активированный уголь) по поверхности, а затем на второй\nноситель (MOF) – вторичный рецептор. Для обеспечения такого эффекта,\nкак правило, используется механическая смесь катализатора – источника\nатомарного водорода с рецептором, который инертен или отличается\nнизкой адсорбционной ёмкостью [19].\n",
        "По сравнению с углеродными материалами MOFs в качестве\nсорбентов водорода обладают рядом преимуществ: каналы в них\nабсолютно упорядочены, что обеспечивает более эффективный доступ\nводорода к их внутреннему пространству, поверхность внутри каналов\nMOFs может быть дегко модифицирована для изменения их кривизны,\nчто позволяет оптимизировать сорбционные свойства. MOFs получают в\nрезультате несложного воспроизводимого синтеза, в то время как\nэкономически выгодное производство нанотрубок в больших количествах\nв настоящее время неосуществимо.\n",
        "Величины абсорбционной ёмкости по водороду для MOFs в среднем\nзанимают промежуточное положение между наноуглеродными\nматериалами и цеолитами. И хотя в настоящее время для MOFs\nотмечается более низкая адсорбционная ёмкость по водороду, чем для\nсовременных углеродных материалов, но разнообразие природы MOFs\nдает повод для оптимизма.\n",
        "Для хранения водорода исследовались также клатратные гидраты,\nпредставляющие собой соединения, кристаллическая решетка которых\nпостроена из связанных между собой водородными связями молекул\nводы. Молекулы гостя (в данном случае водорода) находятся в\nполиэдрических пустотах решётки, а взаимодействие гость – хозяин, как\nправило, ван-дер-ваальсово. Содержание водорода в таком гидрате может\nдостигать 5,3 (wt.)% [20].\n",
        "11 11\nСреди адсорбентов водорода особое внимание привлекают\nразнообразные углеродные материалы, как традиционные\n(активированные угли и графиты), так и новые (пористые углеродные\nнити, наноуглеродные волокна и нанотрубки) [21, 22]. Преимуществом\nтаких материалов для хранения водорода являются большая удельная\nповерхность, пористая микроструктура, низкая плотность по сравнению с\nинтерметаллидами, химическая устойчивость [23]. Для этих материалов\nотмечается быстрая кинетика и полная обратимость адсорбции водорода,\nчто свидетельствует о физическом взаимодействии [10].\n",
        "Наиболее доступная углеродная структура – активированный уголь с\nвысокой удельной поверхностью, обладает ёмкостью по водороду до 5–\n6 (wt.)% (77К, 3,5 МПа). Существенным недостатком такого материала\nявляется низкая температура сорбции (криогенные условия) [24, 25]. При\nкомнатной температуре уровень сорбции снижается до малоприемлемого\nдля транспортных средств значения 0,5 (wt.)% при давлении 7,5 МПа [22].\n",
        "Углеродные нанотрубки (УНТ) значительно удобнее и практичнее\nграфита в качестве поглощающей водород среды, поскольку они\nспособны удерживать водород даже при комнатной температуре, а их\nизогнутая поверхность увеличивает энергию связи молекул водорода с\nуглеродом. Более того, при получении однослойных УНТ образуются\n“связки”, представляющие собой плотноупакованные треугольные\nрешётки из параллельно уложенных цилиндров, расстояние между\nкоторыми составляет 0,34 нм, что почти точно соответствует расстоянию\nмежду соседними слоями в графите (0,337 нм). Такая треугольная укладка\nНТ увеличивает аккумулирующую способность системы за счёт\nвозникающих в ней пустот. Основные отличия свойств УНТ от других\nуглеграфитовых материалов с высокой удельной поверхностью связаны с\nкривизной графеновых слоёв и наличием полостей внутри трубок.\n",
        "В настоящее время для сорбции водорода используют и однослойные\n(ОСУНТ), и многослойные (МСУНТ) нанотрубки. Главным их\nпреимуществом является то, что структура углерода практически\nизвестна, и этот аспект позволяет коррелировать экспериментальные\nданные с теоретическими предсказаниями.\n",
        "Существенным недостатком таких материалов является применение\nкриогенных температур при адсорбции. В ОСУНТ ёмкость по водороду\nпри атмосферном давлении достигает до ~5 (wt.)% при 77К и <1 (wt.)%\nпри комнатной температуре и высоком давлении, а при использовании\nМСУНТ – 2,27 (wt.)% при 77К и ~0,3 (wt.)% при комнатной температуре.\n",
        "1. Хранение водорода в химически связанном состоянии\n",
        "Все материалы для хранения химически связанного водорода можно\nразделить на две группы. К первой относятся вещества, содержащие в\nсвоем составе водород и способные в определённых условиях (повышение\n",
        "12 12\nтемпературы, присутствие катализатора) выделять его. Примерами\nявляются каталитические реакции разложения аммиака при 800–900оС и\nреакции гидрирования–дегидрирования ненасыщенных углеводородов:\n",
        "2NH3 → N2 + 3H2 – 92 кДж (1)\nС6H12 ↔ C6H6 + 3H2 – 206,2 кДж (2)\nКо второй группе относятся энергоаккумулирующие вещества, не\nвсегда содержащие в своем составе химически связанный водород, но\nспособные генерировать его в процессе окисления водой. Пример –\nгубчатое железо, взаимодействующее с водяным паром при 550–600oС:\n",
        "3Fe + 4H2O → Fe3O4 + 4H2 (3)\nДругие энергоаккумулирующие вещества (алюминий, кремний и т.п.)\nвыделяют водород в более мягких условиях, даже при комнатной\nтемпературе. Наиболее перспективными являются сплавы с небольшими\nдобавками металла–активатора, например, Al–Ga. Варьируя состав сплава\nи условия процесса, можно добиться быстрого и дегко управляемого\nвыделения водорода в мягких условиях. Данный метод весьма\nперспективен, например, для автономных генераторов водорода [4].\n",
        "Возможно также разложение водой соединений, содержащих\nхимически связанный водород (бинарные и комплексные гидриды\nметаллов). Выделение водорода при взаимодействии таких соединений с\nводой, как правило, протекает при 100–300оС.\n",
        "Основное преимущество хранения и транспортировки водорода в\nхимически связанном состоянии, например, в виде аммиака, этанола,\nметанола – высокая плотность объёмного содержания водорода\n(~100 кг/м3). Массовый показатель среды аккумулирования в виде\nжидкого аммиака составляет около 10 кг на 1 кг Н2. Выгодность такого\nспособа хранения и транспортировки заключается не только в\nиспользовании аммиачного трубопровода вместо водородного, что в два\nраза дешевле, но и в меньших энергозатратах. При КПД компрессора 75%\nдля сжатия водорода требуется в 20–25 раз меньше установленной\nмощности, чем для компрессора сжатия аммиака. Но выигрыш в\nстоимости появляется только при транспортировке аммиака на дальние\nрасстояния. В установках для получения водорода диссоциацией аммиака\nобычно используют катализаторы на основе железа и процесс проводят\nпри температурах 773–783К.\n",
        "Массовый показатель среды аккумулирования водорода в виде\nметанола составляет около 8 кг на 1 кг Н2. Из метанола водород\nполучается либо путём его термической диссоциации:\n",
        "CH3OH = CO + 2H2 – 90 кДж/моль, (4)\nлибо паровой конверсией:\n",
        "СН3ОН → СО2 + 3Н2 – 49 кДж/моль (5)\nВ качестве катализатора используют соединения на основе Cu, Zn, Cr,\nPd и Pt. Использование метанола в качестве сырья для получения\n",
        "13 13\nводорода также позволяет сократить расходы на хранение и\nтранспортировку водорода – они примерно на 20% ниже, чем из\nприродного газа.\n",
        "Основной недостаток хранения водорода в химически связанном\nсостоянии – трудность многократного использования среды для хранения\nводорода. Исключением являются ненасыщенные системы, для которых\nможно реализовать обратимые процессы каталитического\nгидрирования/дегидрирования. Например, каталитическое\nгидрирование/дегидрирование двойных связей в фуллеренах [26–28]. Так,\nфуллерен С60 может обратимо связывать до 6,3% (мас.) водорода, что\nсоответствует формуле С60Н48. Эффективными катализаторами в этом\nпроцессе являются гидриды интерметаллидов. Однако\nгидрирование/дегидрирование может быть реализовано только при\nповышенных температурах (~ 400оС) и давлениях водорода (~10 МПа),\nчто сопряжено с высокими энергозатратами. В случае фуллеренов\nпредставляет проблему и побочный процесс полимеризации двойных\nсвязей С–С, снижающий обратимую водородоёмкость системы при\nциклической работе [4].\n",
        "В настоящее время значительный коммерческий интерес\nсконцентрирован на процессе гидролиза боргидрида натрия благодаря\nвысокому содержанию H2, приемлемой цене и стабильности его\nщелочных растворов. Однако разложение NaBH4 может сопровождаться\nобразованием побочных продуктов — токсичных летучих бороводородов\n[25]:\n",
        "2NaBH4 + 2H20 → B2H6 + 2NaOH + 2H2 (6)\nИспользование катализаторов предотвращает образование побочных\nпродуктов, обеспечивает получение водорода уже при комнатных\nтемпературах (20–25С) и ускоряет процесс генерации H2. Получаемый\nводород насыщен только парами воды, поэтому его можно подавать в\nанодное пространство топливного элемента без дополнительной очистки\nи увлажнения. Самым важным аспектом использования катализаторов в\nреакции гидролиза борогидрида натрия является возможность легко\nконтролировать процесс генерации водорода в зависимости от нагрузки, а\nтакже останавливать и запускать его по требованию потребителя.\n",
        "2. Металлогидриды\n",
        "Актуальной альтернативой вышеупомянутым методам хранения\nводорода является металлогидридный, т.е. хранение водорода в форме\nгидридов металлов или интерметаллических соединений (ИМС).\n",
        "Открытие во второй половине ХIХ века способности ряда металлов\nобратимо поглощать значительные количества водорода породило целый\nряд технических идей по практическому использованию данного явления.\nПричиной этого является уникальное сочетание свойств систем металл –\n",
        "14 14\nводород, возможность достижения экстремально высоких объёмных\nплотностей атомов водорода в решётке металла, широкий диапазон\nрабочих температур и давлений, селективность процесса поглощения\nводорода, значительные изменения физических свойств металла при его\nнасыщении водородом и целый ряд других особенностей. При хранении\nводорода в виде гидридов объём системы уменьшается примерно в 3 раза\nпо сравнению с объёмом хранения в баллонах.\n",
        "Интерес к гидридам возник во второй половине 20–го века, когда\nбыла отмечена целесообразность использования гидридов как источников\nводорода высокой чистоты, поскольку в них атомы водорода “химически\nскомпонованы” более плотно, чем в жидком Н2 [29]. Возможность\nреализовать эту идею появилась лишь в 1970 г., когда было обнаружено,\nчто интерметаллид LaNi5 способен поглощать, а при десорбции выделять\nводород при температурах, близких к комнатной, и давлениях порядка\n0,2 МПа [30]. В результате последующих исследований было\nсинтезировано большое количество сплавов – накопителей водорода\n(СНВ). Обратимая реакция образования металлогидрида может быть\nосуществлена прямым взаимодействием гидридообразующего металла\n(интерметаллида) с газообразным водородом или электрохимически [31,\n32]:\n",
        "Ме + Н2 ↔ МеНх + Q (7)\nМе + Н2О + е- ↔ МеНх + ОН– (8),\nгде Ме – соответствующий металл.\n",
        "В большинстве приложений металлогидридов, включая хранение и\nтранспортировку водорода, реализуется первый (газофазный) процесс.\nВторой используется в электрохимических процессах в химических\nисточниках тока с металлогидридными электродами. Процесс абсорбции\nводорода по реакции (7) включает в себя перенос молекул Н2 к\nповерхности материала, их физическую адсорбцию, диссоциацию\nадсорбированных молекул и переход атомов водорода в объём материала\nс образованием твёрдого раствора внедрения (α-фаза) и далее – гидрида\n(β-фаза) (рис. 1 а).\n",
        "В соответствии с многочисленными данными почти во всех случаях\nобратимого поглощения водорода изотермы сорбции имеют три\nхарактерных участка (рис. 1 б). Начальный крутой подъём соответствует\nобразованию твёрдого раствора водорода или α-фазе (фаза I на рис. 1 б).\nКонцентрация атомов водорода в α-фазе невелика и они статистически\nраспределены по пустотам металлической решётки, сохраняющей\nисходную структуру с небольшим (до 5%) увеличением объёма. В этой\nобласти растворение атомов водорода в металле происходит без\nсущественных изменений кристаллической решётки и зависимость\nдавления от состава описывается законом Сиверта:\n",
        "15 15\n",
        "где КН – константа Сиверта; x– концентрация водорода в твёрдой фазе (ат.\nН / моль Ме); Рн2 – давление водорода над гидридом.\n",
        "a)\n",
        "б)\nРис. 1 а, б.\nа) Схематическое изображение механизма процесса сорбции водорода.\n",
        "(слева направо) адсорбция молекул водорода на поверхности металла;\n",
        "образование α-фазы гидрида; насыщение металла водородом и\n",
        "образование гидрида β-фазы;\nб) Типичная диаграмма равновесия «давление – состав – температура»\n",
        "(PCT). Т2>Т1\n",
        "После насыщения водородом α-фазы начинается процесс синтеза\nгидрида металла или или β-фазы, сопровождающийся резким изменением\nпараметров (и даже типа) кристаллической решётки. (в некоторых\nгидридах кроме α- и β-фаз существуют и другие, (например, α, α’, β, γ, δ, ε\nи ζ для гидрида алюминия AlH3). При этом давление водорода не\nменяется и при дальнейшем добавлении водорода наблюдается плато\n(фаза II) – область α – β – перехода. Концентрация водорода в каждой из\nэтих фаз остаётся постоянной. Равновесное давление гидридообразования\nсвязано с температурой известным соотношением Вант–Гоффа для плато:\n",
        "16 16\nгде ∆Н и ∆S – изменения энтальпии и энтропии водорода при\nгидридообразовании, пересчитанные на один моль газообразного\nводорода. Часто Р–Т–С диаграммы не имеют горизонтального плато (при\nнеоднородности по составу).\n",
        "β-фаза характеризуется высоким содержанием водорода (Н/Ме ~1) и\nупорядоченным расположением его атомов. В зависимости от природы\nсвязи металл–водород структура металлической решётки может либо\nпретерпевать существенные изменения во взаимном расположении\nатомов металла, либо сохранять свою исходную геометрию с увеличением\nрасстояния между атомами металла.\n",
        "Обычным экспериментальным методом определения теплоты\nгидридообразования ∆Н является нахождение её из зависимости\nln Рн2(1/T) при допущении, что величина ∆S постоянна. Теплота\nгидридообразования может служить мерой стабильности гидрида. Так,\nдля предсказания стабильности гидридов ИМС используется правило\n«обратной стабильности», которое состоит в том, что чем стабильнее\nисходное соединение, тем меньше будет тенденция к синтезу стабильных\nгидридов, и выражается уравнением [33]\n",
        "где первые три значения являются теплотами гидридообразования ИМС и\nего компонентов, а последнее – теплотой образования ИМС. Стабильный\nгидрид ИМС может образоваться только в том случае, если хотя бы один\nиз металлов (А) даёт достаточно стабильные гидриды (поэтому его выбор\nвесьма ограничен).\n",
        "Важное значение имеют гидриды интерметаллических соединений\n(ИМС общей формулы AmBnHx, где AmBn – соединение двух и более\nметаллов, один из которых А (металлы II, III и IV групп) образует\nстабильный бинарный гидрид, а другие (В) (обычно 3d– и 4d– переходные\nметаллы) в обычных условиях с водородом не взаимодействуют.\nГидридообразующие интерметаллиды принято классифицировать, исходя\nиз соотношения m/n их компонентов. Из большого количества семейств\nгидридообразующих ИМС, синтезированных к данному времени,\nпрактическое значение имеют АВ5 (структурный тип CaCu5), АВ2 (т.н.\nфазы Лавеса), АВ (структурный тип CsCl) и А2В (структурный тип B2Al)\n[4, 34]. В соединениях AB5 в качестве компонента А используются РЗМ\nи/или кальций, в АВ2 и АВ – элементы подгруппы титана, а в А2В –\nглавным образом магний. Компонент В во всех семействах включает\nпреимущественно переходные металлы (Fe, Ni, Co, V, Mn, Cr и др.). В\nкачестве элемента В наиболее часто используется никель, поскольку он\nявляется прекрасным катализатором для диссоциации Н2 [31, 35].\n",
        "По типу химической связи водород–металл гидриды подразделяются\nна три класса, существенно различающиеся по физико–химическим\nсвойствам: ионные, ковалентные и металлические. В ионных соединениях\n",
        "17 17\nводород присутствует в виде гидрид-аниона Н-, а металл – в виде катиона\n(типичные представители – гидриды щелочных и щелочноземельных\nметаллов). «Плотность упаковки» атомов металла в ионных гидридах\nвыше, чем в исходных металлах, поэтому гидридообразование\nсопровождается сжатием металлической матрицы. Ионные гидриды могут\nобразовывать комплексные соединения с другими, ковалентными\nгидридами, например Li[AlH4] и Na[BH4].\n",
        "Комплексные гидриды не подходят для обратимого хранения\nводорода, за исключением алюмогидрида натрия (NaAlH4), который в\nприсутствии катализаторов может обратимо десорбировать водород. Все\nводородные соединения неметаллов (СН4, Н20, NH3 и т.п.) и некоторых\nметаллов (АlH3 и ВеН2) формально можно отнести к ковалентным\nгидридам.\n",
        "В металлических гидридах водород отдает свой электрон в зону\nпроводимости металла, тем самым реализуется металлический тип связи.\nМеталлические гидриды, состав которых часто нестехиометричен,\nобразуют почти все переходные металлы, обратимо реагирующие с\nводородом, но стабильность гидридов может изменяться в широких\nпределах.\n",
        "Однако, на практике обычно реализуется смешанный тип связи\nводород–металл. Типичным примером таких гидридов является гидрид\nMgH2, в котором реализуется ионно–металлический тип связи.\nДигидриды и тригидриды редкоземельных металлов (РЗМ)\nнестехиометрического состава являются типичными соединениями с\nметаллическим типом связи, в то время как с приближением к\nстехиометрии МеН3 связь Ме–Н приобретает ионный характер.\n",
        "Образование стабильных бинарных гидридов сопровождается\nсущественными структурными изменениями. Это для гидридов щелочных\nи щелочноземельных металлов, РЗМ и актинидов, элементов подгруппы\nтитана и др. Для данных металлов реакция (7) обратима только при\nповышенных температурах и, как правило, протекает с низкой скоростью.\nДругим экстремальным случаем является образование нестабильных\nбинарных гидридов переходных металлов, например никеля, со слабыми\nсвязями Ме–Н. Такие гидриды могут быть синтезированы либо по\nреакции (7) при высоких (сотни МПа) давлениях, либо электрохимически\n(реакция 8) при высоких перенапряжениях.\n",
        "Для оптимального твёрдофазного накопления водорода требуются\nследующие свойства материала: высокая ёмкость по водороду на единицу\nмассы и единицу объёма, которая определяет количество имеющейся\nэнергии, низкая температура диссоциации, умеренное давление\nдиссоциации, невысокая температура образования, чтобы свести к\nминимуму энергию, необходимую для выделения Н2, небольшая\nтеплоотдача при экзотермическом образовании гидрида, обратимость\n",
        "18 18\nпроцессов сорбции/десорбции, быстрая кинетика\nгидрирования/дегидрирования, хорошая устойчивость при воздействии\nокислительных сред и влажности при длительном сроке службы,\nудовлетворительная цикличность, низкая стоимость, наличие\nинфраструктуры для заправки и высокая безопасность в процессе\nэксплуатации [34].\n",
        "Большинство металлогидридов характеризуется высоким\nсодержанием водорода: атомное отношение водород/металл варьируется\nот 0,7÷1,1 для интерметаллических гидридов до 3,75 для Th4H15, и даже\n4,5 для комплексного гидрида BaReH9 [36, 37].\n",
        "Металлогидридный метод может успешно конкурировать с\nтрадиционными методами криогенного хранения жидкого и\nгазообразного водорода под давлением в современных композитных\nбаллонах в отношении компактности хранения водорода, но уступает им\nпо массовым показателям водорода. Показатель массы существенно выше\nдля высокотемпературных гидридов лёгких элементов (рис. 2 [2]), однако\nих использование в большинстве случаев проблематично, поскольку\nразложение некоторых из таких гидридов (BeH2, LiBH4) – необратимый\nпроцесс, а образование или разложение других (например, MgH2)\nпротекает при слишком высоких температурах и требует значительных\nзатрат энергии.\n",
        "Рис. 2.\nПунктирные и штрих - пунктирные линии ограничивают зоны с\n",
        "параметрами, соответствующими требованиям US DOE\n",
        "Помимо водородоёмкости, важными для практики являются\nтермодинамические свойства систем металл–водород. Они определяют\nусловия (температура, давление водорода, энергозатраты), при которых\nмогут быть реализованы процессы поглощения/выделения водорода.\n",
        "19 19\nКак отмечалось, образованию гидрида предшествует образование αфазы – твёрдого раствора водорода в металле или ИМС. Равновесная\nконцентрация водорода в металле (С=Н/Ме) при газофазном насыщении\nопределяется давлением водорода (Р) и температурой (Т). После\nдостижения некоторого верхнего предела концентрации водорода а в\nнасыщенном твёрдом растворе (α-фазе) дальнейшее поглощение водорода\nсопровождается образованием гидрида (β-фазы) с концентрацией\nводорода в (в >а), так что уравнение (7) можно записать в виде:\n",
        "1/(в-а) МеНа(тв.) + 1/2Н2(г.) ↔ 1/(в-а)МеНв(тв.) (9)\nВ соответствии с правилом фаз Гиббса процесс (9) является\nравновесным при постоянном давлении десорбции водорода (РD), что\nсоответствует появлению плато на изотерме “давление–концентрация”\n(рис. 3,а [38]). После полного перехода твёрдого раствора в гидрид\nдальнейшее поглощение водорода осуществляется путём образования его\nтвёрдого раствора в β-фазе, при этом равновесная концентрация водорода\nснова возрастает с ростом давления, асимптоматически приближаясь к\nверхнему пределу Сmax, определяемому водородоёмкостью металла, т.е.\nчислом доступных для внедрения водорода пустот металлической\nрешётки, отнесенных к числу атомов металла.\n",
        "Условия равновесия в области плато (равенство химических\nпотенциалов водорода в газовой и в двух твёрдых фазах) описываются\nизвестным соотношением Вант–Гоффа для температурной зависимости\nдавления плато:\n",
        "lnPD = – ΔЅo/R + ΔHo/RT (10)\n",
        "Зависимость РD(1/Т) представляет собой прямую с наклоном,\nпропорциональным ΔН°, отсекающую на оси давления (при 1/Т=0)\nотрезок, пропорциональный значению ΔS˚ (рис. 3 б). Концентрационные\nпределы (а, в) существования двухфазной (α+β) области плато давления\n(рис 3 а) температурно-зависимы. Они сближаются по мере роста\nтемпературы и стягиваются в одну точку, когда температура достигает\nнекоторого критического значения Ткр. При этом плато вырождается в\nточку перегиба изотермы, и выше критической температуры водород в\nметалле существует только в виде α–твёрдого раствора (рис. 3 а).\n",
        "Зависимость между равновесным давлением, концентрацией водорода\nи температурой (РСТ–диаграмма) в форме Р–С изотерм является наиболее\nважной в практическом плане характеристикой гидридообразующих\nметаллов и ИМС. В зависимости от природы гидридообразующего\nметалла или ИМС обратимая сорбция водорода может быть реализована в\nчрезвычайно широких диапазонах давлений и температур. Наглядно это\nвидно на рис. 4 [38], где приведены рассчитанные по уравнению (10)\nтемпературы, соответствующие РD=0,1 МПа, и РD при комнатной\nтемпературе.\n",
        "20 20\nРис. 3 а, б.\nИдеализированная РСТ–диаграмма системы “металл―водород“:\nа – изотермы “давление–концентрация“ при температурах Т1<Т2<Т3<Ткр.;\n",
        "б – температурная зависимость давления десорбции водорода\n",
        "С прикладной точки зрения удобно разделить металлогидриды на две\nгруппы – “низкотемпературные” и “высокотемпературные”. Такое\nразделение основано на требованиях потребителей к эксплуатационным\nпараметрам систем хранения водорода и является достаточно условным.\n",
        "К низкотемпературным относятся металлогидриды с равновесным\nдавлением водорода выше атмосферного при температурах до 100оС. Эта\nгруппа включает несколько классов гидридов на основе АВ5, АВ2, АВ, а\nтакже псевдобинарные гидриды сплавов на основе ванадия и системы Ti–\nCr. Особенности данных материалов – низкие (<45 кДж/моль Н2)\nтепловые эффекты реакции (7) и высокие скорости сорбции/десорбции\nпри умеренных давлениях и температурах. Поэтому эти материалы\nпригодны для систем компактного и безопасного хранения водорода,\nхарактеризующихся простотой эксплуатации, технологической гибкостью\nи низкими энергозатратами. Вместе с тем эта группа металлогидридов\nимеет слишком низкую ёмкость по водороду – в пределах 1,5–2 (wt.)%, а\nих потенциальный максимум (для ОЦК–сплавов на основе Ti–Cr [39-41])\nсоставляет 2,5–3 (wt.)% [4], что недостаточно для мобильных приложений\nиспользования.\n",
        "21 21\nРис. 4.\nРавновесные температуры и давления диссоциации для некоторых\n",
        "бинарных и интерметаллических гидридов в зависимости от\n",
        "стандартной энтальпии их образования\n",
        "К высокотемпературным гидридам относятся, прежде всего, гидриды\nсплавов и ИМС на основе магния. Они имеют более высокую, чем\nнизкотемпературные металлогидриды, ёмкость по водороду – до\n7,6 (wt.)% для MgH2 и небольшую скорость абсорбции/десорбции\nводорода, которые могут протекать только при повышенных (250–350оС)\nтемпературах. Поэтому, несмотря на преимущество низкой стоимости\nимеющегося в больших количествах магния [42, 43], данные материалы\nтребуют больших энергозатрат как из-за более высокого (примерно в два\nраза, чем у низкотемпературных гидридов) теплового эффекта реакции\n(7), так и вследствие необходимости поддерживать повышенную\nтемпературу при сорбции и десорбции водорода [44].\n",
        "С конца 1960-х гг. процессы обратимого взаимодействия водорода с\nгидридообразующими металлами и ИМС находятся в центре внимания\nисследований по разработке компактных устройств для хранения\nводорода. В первую очередь это обусловлено высокой объёмной\nплотностью упаковки водорода в металлогидридах (0,09–0,1 г/см3),\nпревышающей плотность жидкого водорода (0,07 г/см3) и сравнимой с\nплотностью ядер водорода в воде (0,11 г/см3). Гидриды интерметаллидов\nс аномально короткими расстояниями Н–Н имеют локальную плотность\nводорода 0,56 г/см3, что в 8 раз превышает плотность жидкого водорода\n[45]. В гидриде металла находится больше водорода, чем в том же объёме\nжидкого, при этом гидридному аккумулятору можно придать\nпроизвольную форму, что облегчает применение его в энергетических\n",
        "22 22\nустановках с дефицитом свободного объёма. Для применения\nметаллогидридных систем в качестве аккумуляторов водорода важны\nтакже механические и химические свойства. Можно полагать, что для\nвсех на сегодняшний день известных гидридов существует дилемма: или\nтемпература десорбции низкая, но поглощение водорода необратимо, или\nводород поглощается обратимо, но температура десорбции слишком\nвысокая для практического применения [46].\n",
        "Важное преимущество металлогидридного метода хранения водорода\n– высокая безопасность. Действительно, при комнатной температуре\nдавление газообразного водорода над большинством металлогидридов\nредко превышает несколько атмосфер. Данная особенность, наряду с\nмногофункциональностью металлогидридных систем, делает их\nнезаменимыми в лабораторной практике. Мелко- (десятки литров Н2) и\nсреднемасштабные (до нескольких десятков кубических метров) системы\nхранения водорода в металлогидридах в настоящее время выпускаются\nпромышленностью и спрос на них медленно, но неуклонно растёт [4].\n",
        "Предложенные в настоящее время СНВ (системы накопления\nводорода) на основе гидридов можно разделить на следующие группы\n[46]:\n",
        "– сплавы на основе РЗМ, в том числе и на основе мишметалла (сплав\n",
        "редкоземельных элементов, промежуточный продукт в процессе\nпроизводства чистых редкоземельных металлов и их сплавов,\nполучаемый при их добыче), который содержит 25–35% La, 40–\n50% Ce, 4–15% Nd, 1–7% Sm + Gd и неизбежные примеси Fe, Si,\nMg, Al;\n– сплавы на основе титана;\n– сплавы на основе циркония;\n– сплавы на основе магния;\n– сплавы на основе других металлов и сплавов.\nОсновой сплавов, содержащих РЗМ, является интерметаллид LaNi5\n(соединения AB5), являющийся одной из первых, ориентированной на\nхранение водорода металлогидридной системой. Поскольку лантан\nдорогой, его обычно заменяют мишметаллом. Однако эти сплавы имеют\nдовольно низкую массовую ёмкость по водороду (1,4 (wt.)%).\n",
        "Для увеличения сорбционной ёмкости сплавов LaNi5 (MmNi5),\nповышения стабильности эксплуатационных характеристик и снижения\nстоимости их легируют различными элементами (B, Al, Si, Ti, V, Cr, Mn,\nFe, Co, Cu, Zn и др.). Сорбционную ёмкость СНВ этого типа удалось\nзаметно повысить, заменив часть РЗМ на Ca (например, Ca1–xCexNi5), а\nтакже путём замещения атомов Ni другими элементами (Mg, Al, Ti, Zr,\nMn, Mo, Cr, V, Fe, Co, Si, Zn и Sn) [46, 47].\n",
        "Эти сплавы исторически были первыми реальными материалами для\nтвёрдофазного хранения водорода, которым посвящено большое число\n",
        "23 23\nработ. И на сегодняшний день продолжаются интенсивные исследования,\nнаправленные на улучшение свойств этих материалов [42, 48-50]. И хотя\nэти классические гидриды имеют хорошие объёмные плотности по\nводороду (~130 кг Н2/м3 для LaNi5H6), из–за низкой массовой ёмкости по\nводороду они не пригодны для бортового хранения, а представляют\nинтерес главным образом для стационарных применений [49]. Стоимость\nсплавов AB5 довольно высокая. Принимая во внимание только сырье, т.е.\nне включая контейнер, эта стоимость (по состоянию на 1999 г.)\nизменялась от 8 €/кг до 11 €/кг. Если её заменить стоимостью хранения\nводорода, включающую обратимую ёмкость хранимого водорода, то\nстоимость равна 0,7–1,0 €/гн [32].\n",
        "Подобно соединениям AB5, сплавы AB2 представляют многообразную\nгруппу с благоприятными РСТ–свойствами при температурах, близких к\nтемпературе окружающей среды. Элементами А обычно являются Ti, Zr,\nHf или лантаниды (атомные номера 57–71). Элементами В могут быть\nразличные переходные или непереходные металлы, такие как V, Cr, Mn и\nFe. Многообразие составляющих этих сплавов обеспечивают высокую\nстепень установки РСТ и других свойств.\n",
        "Обратимые ёмкости по водороду сплавов AB2 сравнимы с таковыми\nсплавов AB5, но максимальные ёмкости больше, особенно при высоких\nдавлениях и температурах. Обычно они находятся в области 1,5–\n2,0 (wt.)% [32, 51], а для сплава TiCr1,2V0,8 могут быть достигнуты даже\nзначения 3,4 (wt.)%. Обратимые ёмкости по водороду находятся в области\n0,9–1,3 (wt.)% [52]. Гидриды сплавов AB2 отличаются высокой\nстабильностью, поэтому давления их диссоциации слишком малы для\nпрактического использования в качестве аккумуляторов водорода. Но при\nлегировании таких сплавов железом, титаном, хромом, никелем, медью\nудается повысить давления их диссоциации до приемлемых величин, так\nчто они могут стать пригодными для практического использования [50,\n53-56].\n",
        "Стоимость сырья изменяется в области в 5,5–12,0 €/кг. Если исходить\nиз стоимости хранения водорода, то стоимость сплавов AB2 несколько\nменьше, чем сплавов AB5. Например, сплав Ti0,92Zr0,02V0,43Fe0,09Cr0,05Mn1,5\nимеет максимальную и обратимую ёмкость 1,9 и 1,3 (wt.)%,\nсоответственно, и стоимость 0,41 $/гн [57].\n",
        "Сплавы АВ являются сплавами, главным образом, на основе TiFe.\nМаксимальная ёмкость по водороду таких сплавов изменяется от <1 до\n2,0 (wt.)% [54]. Представляют интерес два сплава – TiFe и TiFe0,85Mn0,15,\nкоторые имеют максимальную ёмкость по водороду 1,9 (wt.)% и\nобратимую – 1,5 (wt.)%. Стоимость этих сплавов довольно низкая – 0,34 и\n0,35 €/гн, соответственно [57]. Основной причиной, по которой сплавы АВ\nне используются в промышленном масштабе, является нестабильность и\nчувствительность к примесям [42].\n",
        "24 24\nКроме описанных сплавов, имеется несколько других семейств\nинтерметаллидов, включающих, например, сплавы A2B, AB3, AB7, A3B и\nдр., способных адсорбировать водород, но ни один из них не представляет\nкоммерческого интереса. Некоторые сплавы имеют хорошие ёмкости по\nводороду, но не обладают благоприятными РСТ–свойствами. Другие с\nРСТ–свойствами в области практического использования обычно имеют\nили небольшие ёмкости по водороду, или слишком узкое плато.\n",
        "Для хранения водорода представляют интерес и твёрдые растворы\nобъёмноцентрированных сплавов, которые адсорбируют водорода\nбольше, чем интерметаллиды. В последние годы в некоторых\nлабораториях изучались объёмноцентрированные сплавы на основе\nтитана из–за их высоких ёмкостей по водороду. Так, для сплавов Ti–10Cr–\n18Mn–27V–5Fe и Ti–10Cr–18Mn–32V ёмкости по водороду составляют\nсоответственно 3,01 и 3,36 (wt.)% [58]. Однако высокая стоимость таких\nсплавов является одним из препятствий, ограничивающих их\nпрактическое применение.\n",
        "Увеличение содержания ванадия эффективно для повышения\nкинетики адсорбции водорода и ёмкости, а также спрямления плато\nдавления. Максимальная и обратимая ёмкости по водороду сплавов Ti–V–\nCr–Mn составляют соответственно 3,98 и 2,51 (wt.)% [59]. Но поскольку\nванадий дорогой, то для увеличения обратимой ёмкости по Н2 и плато\nдавления, а также снижения стоимости сплавов необходимо увеличивать\nв них содержание хрома и вводить добавку марганца. Так, например,\nсплав V0,375 Ti0,25 Cr0,30 Mn0,075 c объёмно–центрированной кубической\n(ОЦК) решеткой имеет обратимую ёмкость по водороду 2,2 (wt.)% [60].\nПодобное действие оказывает и введение в сплавы Ti–10Cr–18Mn– 2V\nдобавки железа [58].\n",
        "И хотя в настоящее время известно большое количество гидридов\nметаллов и интерметаллидов, позволяющих безопасно хранить в них\nводород и работающих при температурах, близких к комнатной, массовая\nдоля Н2 в них очень низкая (например, доля Н2 в LaNi5H6,5 ниже 2%\n(мас.)). Правда, известно много ИМС и сплавов, которые образуют\nгидриды с содержанием Н2 9 (wt.)% (например, Li3Be2H7) и 4,5 Н атомов\nна атом металла (например, BaReH9), но они не являются обратимыми в\nобласти температур и давлений, требуемых для работы [61].\n",
        "Для мобильных приложений преимущества имеют композиции на\nоснове лёгких элементов (Z ≤ 20), позволяющие достичь высоких\nзначений гравиметрической ёмкости по водороду. Однако, некоторые\nметаллогидриды с большой гравиметрической ёмкостью имеют слишком\nвысокие значения температуры десорбции для практических применений\n(рис. 5 [62]).\n",
        "25 25\nРис. 5.\n",
        "Особый интерес представляют гидриды на основе магния и\nалюминия.\n",
        "2.1. Гидриды магния\n",
        "В последние годы одними из наиболее многообещающих кандидатов\nдля бортового хранения водорода представляются магний и сплавы на его\nоснове из-за их высокой обратимой ёмкости по водороду (7,6 (wt.)%) и\nнизкой стоимости. Магний имеется в изобилии, безопасен в работе (если\nзащищен от окисления), жаростойкий, нетоксичный и\nвибропоглощающий. [64]. Его гидрид MgH2 имеет самую высокую\nплотность энергии (9 МДж/кг Mg) среди всех гидридов, применяемых для\nхранения водорода, а реакция адсорбции/десорбции Н2 обратима. Однако\nимеется несколько свойств системы Мg–H2, которые ограничивают\nпрактическое использование MgH2 как материала для бортового хранения\nводорода. К ним относятся высокие значения температуры и давления\n(около 300оС и 5–10 МПа, соответственно) при гидрировании и низкие\nскорости абсорбции/десорбции, сложность активации, ухудшение свойств\nпри циклировании.\n",
        "Большая отрицательная энергия приводит к образованию очень\nстабильной гидридной фазы магния, так что для выделения газообразного\nводорода требуется нагрев при неблагоприятной для практики\nтемпературе 300оС при давлении водорода 0,1 МПа [63–65]. К тому же\nдиссоциация водорода на поверхности металлического Mg является\nактивированным процессом с большим барьером активации, что приводит\nк слабой хемосорбции. Когда толщина слоя MgH2 при гидрировании\nувеличивается, то в конце концов он становится непроницаемым для\nводорода. В результате снижается кинетика, а гидрирование протекает не\n",
        "26 26\n",
        "полностью. Кроме того, воздействие кислорода также снижает скорость\nабсорбции вследствие образования очень устойчивого оксидного слоя.\n",
        "Интенсивные исследования, проведенные в последнее время,\nпозволили значительно улучшить кинетику гидрирования и\nтермодинамические свойства магния (Табл. 3 [38]).\n",
        "Таблица 3. Свойства абсорбции/десорбции водорода некоторыми\n",
        "металлогидридами на основе магния и его сплавов\n",
        "Материал Метод Температура (С)\n",
        "Давление\n",
        "(МПа)\n",
        "Кинетика (мин)\n",
        "Циклическая\nстабильность\n",
        "Макс.%\n",
        "(мас.)\n",
        "H2\n",
        "Литература\nMg/MgH2–\n",
        "5%\n(мас.) Ni\n",
        "Мокрый\n",
        "хим.\nметод\n",
        "Tабс. 230–\n",
        "370\n",
        "Рабс. и\nРдес.\n",
        "0,4–0,14\n",
        "tабс. 90 800 циклов, стабилен\n",
        "6,0 [66]\n",
        "MgH2–\n",
        "0,2%\n(мол.)\n",
        "Сr2O3\n",
        "ВМ Табс. и Т\n",
        "дес.\n300\n",
        "Рабс. и\nРдес.\n0,1–0,2\n",
        "tабс. 6\ntдес. 10–\n",
        "35\n",
        "1000\n",
        "циклов, стабилен\n",
        "6,40 [67]\n",
        "MgH2 ВМ Табс. 300\n",
        "(молотый)\nТдес.350\n(молотый)\n",
        "Рабс. 0,3–\n1,0\nРдес.\n0,015\n",
        "tдес. 12,5\n",
        "(молотый)\ntдес. 50\n(немолотый)\ntабс. 420\n",
        "– 7,0 [68]\n",
        "MgH2–1%\n",
        "(ат.) Al\n",
        "ВМ\nбензол\n",
        "или\nгексан\n",
        "Табс. 180\nТдес. 335–\n347\n",
        "Рабс.0,06 – 7,30 [69]\n",
        "MgH2–5%\n",
        "Ge\n",
        "ВМ Тдес.50–\n",
        "150\n",
        "– – – ≤ 7,60 [69]\n",
        "Принятые сокращения: ВМ – по изменению массы.\n",
        "Многочисленными исследованиями установлено, что критическим\nфактом для абсорбции водорода является поверхность металлического\nмагния, которая активирует диссоциацию молекул Н2 и способствует\nдиффузии атомов Н в объём материала. Перспективными способами\n",
        "27 27\nактивации и ускорения процессов гидрирования–дегидрирования\nсчитаются технологии механической обработки магния или его гидрида в\nвысокоэнергетических шаровых мельницах. Этот процесс широко\nприменяется к гидридам металлов, чтобы достичь хороших\nповерхностных свойств этих материалов [64]. Главными результатами\nвоздействия шарового размола являются увеличение удельной\nповерхности, возникновение микроструктуры с уменьшенным размером\nзерна, формирование большого количества дефектов (на поверхности и в\nобъёме материала) и фазовых границ, пористая структура поверхности со\nмногими активными центрами абсорбции–десорбции водорода, оставляя\nпочти неизменной ёмкость по водороду, улучшение кинетики\nгидрирования и термодинамических свойств. Микроструктурные дефекты\nдействуют как центры нуклеации гидридной фазы, а увеличение площади\nграниц – как пути облегченной диффузии водорода. Результатами этого\nявляются улучшение кинетики и активации поверхности гидрирования,\nуменьшение энергии активации, снижение температуры десорбции и\nболее высокая скорость диффузии водорода в материале.\n",
        "Однако, вышеупомянутые способы активации требуют много времени\nдля обработки и неизбежно вносят примеси. Другая известная технология\n– гидридизация пламённым синтезом (HCS) требует несколько часов\nобработки. Некоторые преимущества (снижение времени обработки,\nоднородный прогрев, улучшенные свойства продукта, экологическая\nбезопасность) имеет метод синтеза в сочетании с микроволновой\nактивацией (microwave-assisted activation synthesis (MAAS) [70].\n",
        "Как многообещающий материал для хранения водорода, привлекает\nвнимание комплексный гидрид Mg2NiH4 из-за относительно высокой его\nёмкости по водороду, низкой стоимости, лёгкого веса и низкой\nтоксичности [71] и его необычных структурных характеристик и связи\n[72, 743. Этот гидрид образуется при взаимодействии Mg2Ni с водородом\nпри 325оС и PH2 ≈ 2 МПа и имеет ёмкость по водороду 3,7 (wt.)%:\n",
        "Mg2Ni + 2H2 ↔ Mg2NiH4 (11)\nТемпература дегидрирования этого гидрида составляет 250–300оС при\nдавлении 0,2–0,3 МПа. Высокая ёмкость по водороду – 4 атома Н на\nMg2Ni, связанная с небольшой удельной массой сплава, является наиболее\nважным преимуществом Mg2Ni среди других гидридов магния [74]. Сплав\nMg2Ni, размолотый в шаровой мельнице, в отличие от\nполикристаллического материала, реагирует с водородом даже при\nкомнатной температуре благодаря образованию наноструктуры при\nразмоле и не требует активации. Для композитов Mg + Mg2Ni требуется\nактивация, но один раз активированные они быстрее абсорбируют\nводород, чем Mg2Ni, при температуре 150оС под давлением 1,2 МПа,\nдостигая ёмкости по водороду 4,2 (wt.)% [76]. Свойства сорбции–\n",
        "28 28\n",
        "десорбции водорода некоторыми сплавами на основе Mg – Ni приведены\nв Табл. 4.\n",
        "Таблица 4. Свойства абсорбции/десорбции водорода некоторыми\n",
        "гидридами на основе Mg–Ni [75]\n",
        "Материал Meтод\n",
        "Температура, (°C)\n",
        "Давление,\n",
        "(МПа)\n",
        "Кинети\n",
        "ка,\n(мин.)\n",
        "Циклическая\nстабильность\n",
        "Макс. %\n(мас.) Н2\n",
        "Mg2Ni-l%\n(мac.)Pd\n",
        "BM Табс. 200 Рабс. 1,5 taбс. 27 4 цикла,\n",
        "стабилен\n",
        "2,50\n",
        "Mg2Ni BM Табс. 300 Рабс. 2,9 – 5 циклов,\n",
        "не стабилен\n",
        "3,20\n",
        "Mg2Ni BM Табс. 300 Рабс. 1,16 taбс. 10 4 цикла,\n",
        "стабилен\n",
        "3,50\n",
        "Mg2Ni BM Табс. и\n",
        "Тдес. 280\n",
        "Рдес. 0,1 0,2\n",
        "– – 3,53\n",
        "Mg-Mg2Ni BM Табс. 300 Рабс. 1,2 taбс. 83 2 цикла,\n",
        "не стабилен\n",
        "3,60\n",
        "Mg2Ni BM Табс. и\n",
        "Тдес. 280 330\n",
        "Рабс. 0,1 1,5\nРдес. 0,1 0,2\n",
        "taбс. 1\n",
        "tдес. 1\n",
        "– 4,10\n",
        "70%(мaс.)Mg30% (мac.)LaLi5\n",
        "BM Табс. и\n",
        "Тдес. 350\n",
        "Рабс. 1,0\nРдес. 0,15\n",
        "taбс. 30\n",
        "tдес. 10\n",
        "10 циклов,\n",
        "стабилен\n",
        "4,66\n",
        "65%(мac.)MgH235%(мac.)Mg2Ni\nH\n",
        "BM Тдес. 220 240\n",
        "Рдес. 0,05 taбс. 10 20 циклов,\n",
        "стабилен\n",
        "5,00\n",
        "Принятое сокращение: ВМ – по изменению массы\n",
        "Исследование процесса диффузии одиночных атомов водорода в\nобъёме Mg2Ni показало, что потенциальные барьеры миграции очень\nмалы, что свидетельствует о возможности их свободного перемещения в\nинтерметаллиде [76]. При моделировании сорбционных процессов на\nповерхности установлено, что на начальном этапе заполнения водородом\n(в случае малой концентрации) процесс диссоциативной хемосорбции с\nпоследующей миграцией атомов водорода в приповерхностные слои\nматериала осуществляется достаточно дегко. Однако десорбция с\nповерхности интерметаллида затруднена. С учётом термодинамических и\nкинетических факторов можно сделать вывод о перспективности\nиспользования этого интерметаллида в качестве материала для хранения\n",
        "29 29\nводорода при условии модификации поверхности, облегчающей\nдесорбцию водорода.\n",
        "Как отмечалось выше, улучшение кинетики гидрирования может быть\nдостигнуто диспергированием материала путём обработки в шаровых\nмельницах, однако существенного улучшения термодинамических\nсвойств при этом не наблюдается. Альтернативным методом\nдиспергирования является использование тонкоплёночных материалов. В\nэтом случае достигается более высокое отношение поверхности к объёму,\nчем в сплошном материале или порошках и, кроме того, исключается\nзагрязнение частиц примесными газами. Тонкий каталитический слой на\nповерхности легче диссоциирует молекулы водорода.\n",
        "Показано, например, что сорбция водорода тонкоплёночным\nаморфным (Mg:Cu=85:15) покрытием возможна при комнатной\nтемпературе, а десорбция – при 50оС с хорошей кинетикой [77].\nДальнейшая максимизация массовой ёмкости возможна при замене Cu на\nболее лёгкие элементы (B, Si, Al и т.п.).\n",
        "Хотя проведены обширные исследования по улучшению\nгидрирования магния и сплавов на его основе, но до сих пор не найден ни\nодин гидрид, который имел бы низкую энтальпию образования и высокую\nмассовую ёмкость по водороду и был пригоден для бортового хранения\nводорода.\n",
        "2.2. Гидрид алюминия AlH3 (алан)\n",
        "2.2.1. Основные сведения\n",
        "Гидрид алюминия AlH3 и комплекс гидридов (М3AlH6, MAlH5,\nM2AlH7, M(AlH4)n являются материалами, которым уделяется внимание\nуже более 60 лет: от использования в качестве взрывчатого вещества,\nтвёрдого ракетного топлива, до портативного источника энергии.\nОтносительно недавний ренессанс связан с созданием мобильных\nкомпактных источников энергии, в основном, для транспорта, что\nвозобновило интерес к алюмогидридам, имеющим ёмкость накопления\nводорода до 11 (wt.) % c плотностью 0,15 г/мл, что вдвое превышает\nплотность жидкого водорода (рис. 6 [78]). Эти соединения представляют\nгруппу метастабильных гидридов с низкоэнергетическими реакциями\n(7 кДж/моль.H2) и высокой скоростью эволюции водорода при низкой\nтемпературе (<100оC). Метастабильная фаза соответствует локальному\nминимуму энергии в пространстве PCT (равновесное давление,\nконцентрация, температура) координат. Имеет, по крайней мере,\n7 нерастворимых полиморфных фаз (α, α’, β, γ, δ, ε и ζ ). Каждая фаза\nимеет уникальную морфологию (рис. 7, 8 [79]). Формально, все известные\nфазы термодинамически нестабильны с равновесным давлением\nдекомпозиции (AlH3 → Al + 3/2H2) в несколько килобар при комнатной\n",
        "30 30\nтемпературе, хотя они обычно метастабильны и не разлагаются быстро\nпри этой температуре.\n",
        "Самой устойчивой является модификация α-(AlH3)n, имеющая\nгексагональную сингонию (пространственная группа R3c, а = 4,449 Å, b =\n4,449 Å, c = 11,804 Å). Длина связи Al–H составляет 1,72 Å, длина связи\nAl–Al: 3,24 Å. Структура α-(AlH3)n представляет собой совокупность\nоктаэдров АlН6, объединенных шестью трехцентровыми\nдвухэлектронными связями Аl–Н–Аl в кристаллический каркас.\n",
        "Модификация γ-(AlH3)n существует в ромбической сингонии,\nпространственная группа Pnnm (а = 5,3806 Å, b = 7,3555 Å, c = 5,77509 Å).\nЯчейка кристаллической решётки гидрида состоит из двух октаэдров\nAlH6, длина связи Al–Al составляет 2,606 Å. Особенностью структуры\nявляется наличие разветвлённой двойной мостиковой связи Al–2H–Al\n(длина связи Al–H: 1,68–1,70 Å) в дополнение к обычной связи Al–H–Al\n(длина связи Al–H: 1,77–1,78 Å). Из-за наличия больших полостей в\nкристаллической структуре γ-(AlH3)n, данная модификация имеет\nплотность примерно на 11 % меньше, чем α-(AlH3)n.\n",
        "Рис. 6.\nСравнительные характеристики некоторых материалов для хранения\n",
        "водорода\n",
        "31 31\nРис. 7.\n",
        "Морфология различных фаз гидрида алюминия\n",
        "Рис. 8.\n",
        "Кристаллографическая структура полиморфов AlH3\n",
        "32 32\n2.2.2. Кинетика декомпозиции\n",
        "Термогравиметрический анализ и дифференциальная сканирующая\nкалориметрия позволили с высокой точностью определить величины\nэнергии декомпозиции как Wd=318 ±25 Дж/г и содержания водорода\n9,32 ± 0,24 (wt.)%, соответственно. Величина энтальпии формирования\nAlH3 со стехиометрическим составом составляет Δf H ≈ −10,3 кДж/мол\n[80].\n",
        "Значения энергии полиморфных переходов: −1.1 кДж/моль H2 (α´AlH3→ α-AlH3); −1.0 кДж/моль H2 (β-AlH3→ α-AlH3) и −1.9 кДж/моль H2\n(γ-AlH3→ α-AlH3) [80]. Важно, что при этих переходах потери водорода\nнезначительны, т.к., например, низко-стабильные полиморфные фазы\nчастично разлагаются непосредственно в металл и водород, а частично –\nчерез трансформацию в другую фазу (γAlH3→ α-AlH3→Al + (3/2)H2).\nСкорости выделения водорода при декомпозиции α, β, γ – форм\nпрактически одинаковы. При этом показано, что оксидные слои на\nповерхности существенно подавляют транспорт водорода даже при\nтолщине 1-3 нм и поэтому требуют удаления. [82]. Поры в поверхности,\nвозникающие при десорбции, частично решают эту проблему (рис. 9 [79]).\n",
        "Интересно отметить, что в настоящее время для низкотемпературных\n(≤100оС) гидридов фокус исследований смещается от стабилизации к\nдестабилизации и увеличению скорости десорбции, что диктуется в\nпервую очередь потребностями мобильных приложений накопителей.\n",
        "Рис. 9 а, b.\nБольшие кристаллы AlH3 перед (а) и после (б) десорбции\n",
        "Термическая десорбция начинается около 60оС, но этот процесс\nмедленный. Идеальная температура разложения лежит в области 130–\n150оС. Однако при допировании TiCl3 или LiH декомпозиция возможна\nпри Тд≤100оС [83].\n",
        "Как отмечалось выше, характерной особенностью кинетики\nразложения гидридов является наличие инкубационного периода (I),\nпредшествующего фазе активного выделения водорода из гидрида (рис.\n10 [80]). Его продолжительность зависит от температуры и скорости её\nроста. В течение инкубационного периода выделение водорода из гидрида\nалюминия протекает с очень низкой постоянной скоростью.\n",
        "33 33\nРис. 10.\nИзотермическая декомпозиция AlH3 при 180оС, показывающая\nинкубационный период (I), ускорительный период (II) и период спада (III)\n",
        "По прошествии некоторого времени, однако, происходит резкое\nувеличении скорости разложения (II). Такая же картина наблюдается при\nразложении гидрида магния, поскольку оба вещества имеют много\nобщего. Они являются предельными гидридам с ярко выраженными\nнеметаллическими свойствами. Ширина запрещённой зоны составляет\n3,5 эВ для гидрида алюминия и 5,2 эВ для гидрида магния. Как известно,\nдесорбция водорода с поверхности неметаллов является крайне\nмедленным процессом и резкое ускорение скорости разложения гидрида\nпо истечении инкубационного периода вероятно обусловлено появлением\nна поверхности гидрида маленьких областей (зародышей) металлической\nфазы. Эти области являются каналами облегченной десорбции для\nводорода и по мере разложения гидрида быстро растут, что приводит к\nускорению потока водорода с образца.\n",
        "Основываясь на этом предположении предложен способ снижения\nтемпературы разложения гидрида путём его предварительной\nтермической обработки, которая заключается в нагреве гидрида с\nвыделением из него лишь малой доли содержащегося водорода и\nпоследующего резкого охлаждения, что должно приводить к появлению\nна поверхности значительного количества металлических зародышей. При\nповторном нагреве такой образец должен разлагаться при более низких\nтемпературах, так как десорбция с уже сформированной металлической\nповерхности идет значительно быстрее, чем с поверхности гидрида. Такая\nобработка действительно приводит к снижению температуры десорбции\nна 1520оС.\n",
        "Другими способами активации разложения гидридов является\nфотоактивация УФ излучением или механо-химическая обработка [83].\n",
        "34 34\n",
        "Такой обработкой может быть помол гидридного образца в шаровой\nмельнице, в том числе с добавлением различных добавок (например,\nоксид титана, гидрид лития). Однако сравнение способов активации\n(рис. 11 [81]) едва ли свидетельствует об их высокой эффективности, но\nможет быть использовано при необходимости проведения десорбции в\nнизкотемпературном режиме (Td~100–150oC).\n",
        "Естественно, что термостабильность алана и скорость десорбции\nсущественно зависят от условий синтеза и его чистоты. Так, например,\n20% добавка гидрида лития LiH в процессе измельчения композита в\nшаровой мельнице почти на 50оС снижает основную фазу десорбции,\nоднако полная десорбция завершается в области значений температуры\n170–200оС (рис. 12 [81]).\n",
        "Рис. 11.\nРазложение образцов гидрида алюминия активированного различными\n",
        "способами при нагреве со скоростью 0,05 К/с. 1 – неактивированный\nгидрид; 2 – термическая активация; 3 – фотоактивация; 4 – активация\n",
        "помолом в шаровой мельнице с катализатором\n",
        "Рис. 12.\nЭффект допинга LiH на ТДС характеристики\n",
        "35 35\nКинетика изотермической декомпозиции полиморфов гидрида\nалюминия (рис. 13 [82]) свидетельствует, что β- и γ- фазы являются\nнестабильными по отношению к α-фазе (при температуре Т≥100оС\nдекомпозиция проходит с одинаковой скоростью для всех трёх\nполиморфов). Однако при Т~60оС γ-фаза демонстрирует быструю\nдекомпозицию, в то время как для α- и β-фаз скорость декомпозиции\nсущественно меньше. Предполагается, что декомпозиция γ- фазы\nпроходит по 2 механизмам: часть γ-A1H3 и β-A1H3 фаз декомпозируют\nнепосредственно в (A1 + 3/2H2), а большая часть – в α-фазу, которая в\nсвою очередь декомпозирует, причём первые реакции протекают быстрее,\nчем вторая, вследствие меньшей энтальпии формирования. При высокой\nтемпературе γ-A1H3 и β-A1H3 фазы быстро декомпозируют в α-фазу.\nПереходы между полиморфами экзотермичны, поэтому могут проходить\nспонтанно даже при комнатной температуре.\n",
        "Рис. 13 а, b, c.\nИзотермическая декомпозиция в области значений\n",
        "температуры 60оС – 140оC\n(a) α-A1H3,(b) (β-A1H3 и (c) γ-A1H3\n",
        "Потенциальный для накопления водорода гидрид должен обладать\nвысокой скоростью выделения не только при низких температурах\nдесорбции, но также и в режимах контролируемой декомпозиции. На\nрис. 14 (а, b) приведены кривые декомпозиции (полный выход водорода)\nи её первой производной (скорость выделения водорода) для\nизотермического (а) и циклического (b) режимов [83]. Это является очень\nважной демонстрацией того, что скорость выделения водорода гидридом\nAlH3 может быть изменена и даже прекращена полностью вариацией\nтемпературы. При этом, когда температура поднимается вновь до 120оС\nскорость выделения возвращается к прежнему значению. Т.о. можно\nполагать, что весь спектр эволюции скорости выделения водорода\n(например, в диапазоне 0,0 ÷ 1,0 г/с) может быть перекрыт\n",
        "36 36\nиспользованием метастабильного гидрида при соответствующей вариации\nтемпературы последнего.\n",
        "Однако при этом необходимо учитывать, что величина и стабильность\nскорости декомпозиции существенно зависят также и от свойств гидрида\n(размер кристаллитов, поверхностное покрытие, катализаторы) [82]. Так,\nнапример, непокрытый кристаллит α-A1H3 размером 0,1 мкм\nдекомпозирует при температуре Т ≤ 60оС, в то время как кристаллит\nразмером 50 мкм с органическим покрытием декомпозирует при\nтемпературе Т ≥ 130оС с уменьшением скорости выделения на 2 порядка\n(рис. 15 [83]).\n",
        "Наиболее вероятно, что поверхностное покрытие играет доминантную\nроль в определении скорости реакции.\n",
        "Рис. 14 а, b.\n",
        "37 37\nРис. 15.\n",
        "Быстрая низкотемпературная кинетика и высокая плотность энергии\nделает гидрид алюминия необычным и перспективным материалом\nхранения водорода для разнообразных приложений. Однако, главным\nбарьером для использования метастабильных гидридов металлов является\nдорогостоящая процедура химического синтеза. Кроме того, A1H3 не\nявляется реверсивным гидридом при практических давлениях водорода.\nВведение каталитических добавок не способно сделать серьёзные\nтермодинамические изменения для снижения равновесного давления.\nПредложены альтернативные низкоэнергетические направления\nрегенерации, например, использование дегидрированного материала\n(использованное топливо) для прямого синтеза гидрида Al при давлении\nводорода 30 кбар и температуре 573К, а также получены данные для Al-H\nсистемы при различных значениях температуры и давления (рис. 16 [78]).\n",
        "Рис. 16.\n“T-P”- фазовая диаграмма системы Al-H c расчётной линией равновесия\n",
        "для процессов AlH3↔Al + (3/2)H2. Маркеры индицируют наличие\n",
        "(залитые) или отсутствие (незалитые) α-AlH3 в образцах\n",
        "38 38\n",
        "На диаграмме видно, что прямой синтез гидрида Al требует давления\n~40 кбар при комнатной температуре. Гидрогенизация Al-частиц без\nоксидной плёнки (или наличие фрагментарной) приводит к синтезу AlH3\n(залитые звёздочки на рис. 16), с оксидной плёнкой – не приводит\n(незалитые звёздочки).\n",
        "Т.о., минимальное давление водорода, необходимое для синтеза αA1H3, около 20 кбар при значениях температуры всего 50 – 100оС.\nИнтересно отметить, что маркеры, соответствующие формированию αA1H3 очень близки к линии равновесия. Это отличает диэлектрический\nгидрид Al от металлогидридов, которые дегидрируют вблизи линии\nравновесия.\n",
        "2.2.3. Регенерация и синтез\n",
        "В настоящее время α-A1H3 не является коммерческим продуктом.\nВпервые был получен в 1942 году действием тлеющего электрического\nразряда на смесь триметилалюминия и водорода [84].\n",
        "Используемый и сегодня принципиальный метод получения чистого\nгидрида алюминия из гидрида лития в среде диэтилового эфира был\nпредложен ещё в 1947 году [85]:\n",
        "(12)\n",
        "(13)\nСущественным недостатком метода является побочный синтез\nвредных галоидов.\n",
        "Также гидрид Al может быть получен в химических реакциях с\nиспользованием алюмогидрида натрия\n(NaAlH4↔1/3Na3AlH6+2/3Al+H2↔NaH+Al+3/2H2), гидрида магния и др.,\nпричём первая осуществляется при допинге Ti и обладает свойством\nреверсивности. Многочисленные способы химического синтеза\nнерастворённого гидрида алюминия ограничиваются только двумя\nфакторами: экономической практичностью и качеством продукта.\n",
        "“Прямой” синтез нерастворённого гидрида алюминия путём “прямой”\nреакции бромида Al с тетрогидроалюминатом щелочных металлов при\nтемпературе 90–102оС в чистом толуоле или в толуоле с примесью\nдиэтилэфира позволяет формировать чистую α-фазу с размером\nкристаллитов ~6 мкм при Т≤90оС (рис. 17 а), или смесь α, γ и α’ фаз при\nТ≥93оС (рис. 17 б) [86].\n",
        "Технология, включающая использование 100% серной кислоты\nпроще, чем обычная технология, и даёт продукт приемлемого качества, но\nдопускает больше отходов LiAlH4 на единицу продукции.\n",
        "Перспективным считается электрохимический синтез алана в\nзамкнутом материальном цикле. Электролиз проводится в\n",
        "39 39\nэлектрохимически стабильном полярном растворителе ТетраГидроФурана\nTHF (циклический простой эфир). Метод включает нагрев и вакуумную\nдистилляцию THF c растворённым аланом [87].\n",
        "а) б)\n",
        "Рис. 17 а, б.\n",
        "Хотя прямая гидрогенизация требует экстремальных значений\nдавления, этот барьер может быть снижен добавлением стабилизирующих\nагентов (например, аминов, которые формируют связь с гидридом). В\nэтом случае гидрогенизация может проходить при давлении всего\nнесколько атмосфер. Так, гидрогенизация Al порошка при средних\nдавлениях (≤30 бар) возможна в присутствии триэтилендиамина (TEDA)\n[88]. Т.о. кинетически стабилизированные гидриды металлов можно\nсчитать новым подходом к накопителям водорода. Низкий уровень\nэнергии декомпозиции и быстрая низкотемпературная кинетика делают\nтакие гидриды перспективными кандидатами для портативной\nэлектроники в ближайшем будущем и возможно для автомобильных\nприложений в долговременной перспективе. Для крупномасштабных\nприменений необходимо, однако, решить несколько проблем и, в первую\nочередь, разработать эффективные и экономически приемлемые\nтехнологии регенерации использованного гидрида, а также разработать\nспециальный дизайн накопительных систем, способный контролировать\nвыделение водорода в узкой температурной области.\n",
        "Поэтому перспективы использования этого материала для мобильных\nприложений будет зависеть от разработки новых экономически и\nэнергетически выгодных технологий синтеза.\n",
        "Одной из реальных возможностей прорыва в этом направлении\nявляется использование плазменных методов насыщения водородом либо\nмонолитного материала [89], либо покрытия из порошка металла [90],\n",
        "40 40\nлибо тонкоплёночного покрытия, наносимого физическими методами\n(магнетронное осаждение, вакуумно-дуговое, тлеющий разряд,\nимплантация и др.) [91].\n",
        "В одном из первых экспериментов по синтезу гидрида алюминия в\nплазме использовался электрический взрыв Al проволоки в атмосфере\nводорода. Анализ продукта – порошка с большим разбросом размеров\nчастиц (0,3÷15 мкм) – показал, что частицы с искаженной решеткой и\nаморфные частицы содержат водород (~5-7 (wt.)% [92]. Перспективы\nтакой технологии для коммерческого использования сомнительны (хотя,\nконечно, необходимы более тщательные исследования).\n",
        "Использование полиэнергетического (2-20 кэВ) плазменного\nводородного потока из высоковольтного тлеющего разряда позволяет\nнасытить водородом поверхностный слой толщиной 13–14 мкм [93].\n",
        "В работе [94] диспергирование порошка Al со средним размером\nчастиц 5 мкм проводилось в 16 кВт ВЧ разряде с наполнением Ar+H2 при\nатмосферном давлении. После диспергирования (до ~250 нм) и\nнасыщения водородом частицы охлаждались с большой скоростью (103104 оС/с) для фиксации размеров в метастабильной форме с\nиспользованием 3 типов охладителей: воды, ацетона с сухим CO2 и\nжидкий Ar. Степень водородонасыщения зависит от скорости охлаждения\nчастиц и составляла 0,4–3,2 (wt.)%, но может по расчётам достигать\nзначений ~20(wt.)%. (!) при увеличении скорости охлаждения на\n4 порядка. Однако, максимальная скорость десорбции водорода\nнаблюдалась при ТD=597оС, что свидетельствует о негидридной природе\nнасыщения водородом.\n",
        "Сорбционная и десорбционная способности материалов существенно\nзависят от его микроструктуры [95, 96]. При снижении размера зерен или\nкристаллитов уменьшается плотность упаковки атомов металла, что\nулучшает диффузию водорода. При этом резко возрастает доля атомов,\nрасположенных на поверхности частицы, что улучшает кинетику\nсорбции-десорбции, снижает энтальпию формирования.\n",
        "Подобные структуры характерны для тонкоплёночных покрытий,\nпоэтому исследования хранение водорода в таких покрытиях является\nодним из приоритетных направлений в развитии водородной энергетики.\n",
        "Исследована эффективность насыщения 1–7 мкм плёнок Al и Mg,\nнанесённых с помощью магнетронного распыления в двух режимах: 1) в\nсреде Ar (0,2–0,4 Па) и насыщенных в той же камере в среде H2, и 2)\nосаждение плёнок и насыщение их ионным пучком водорода при\nнапряжении смещения Uc = -100 В в среде Ar+H2 при соотношении\nдавлений PH2/PAr=10. Синтез аланата Mg требовал соотношения атомных\nконцентраций Mg : Al : H = 1 : 2 : 8. [97].\n",
        "На рис. 18 приведены профили пространственного распределения\nводорода в Al плёнках, насыщенных в режиме 1. Видно, что концентрация\n",
        "41 41\nводорода существенно падает по глубине покрытия, что является\nобычным при диффузионном насыщении водородом материала.\n",
        "Рис. 18.\nПрофили пространственного распределения водорода в Al плёнках:\n",
        "негидрированной (1), гидрированой 0,6 мA·cм-2 (2) и 1,2 мА.см-2 (3)\n",
        "соответственно\n",
        "Для нанесения гибридных покрытий (Mg-Al, Mg-Ti и др.)\nиспользовались два магнетрона с соответствующими катодами (рис. 19).\nПри проведении синхронных процессов нанесения и насыщения\nводородом покрытий в качестве рабочего газа использовалась смесь Ar и\nH2 (рис. 20). В таком режиме гидрогенизированные плёнки показывали\nгомогенное распределение элементов матрицы и распределения водорода\nпо глубине покрытия [98].\n",
        "Выделение водорода из аланата Mg соответствовало декомпозиции\nвходящих в его состав гидридов (130оС для AlH3, 400оС для MgH2 и\n3 стадии декомпозиции Mg(AlH4)2 100ºC, 130ºC и 400ºC). Показано, что\nвыделяющиеся при декомпозиции гидрида Al и аланата Mg атомы\nводорода накапливаются в виде молекул в пузырях, а поступление атомов\nводорода контролируется их диффузией через тонкий слой натурального\nоксида Al 2O 3 .\n",
        "Т.о. использование технологий хранения водорода в тонких плёнках,\nнасыщаемых в процессе осаждения гидридообразующих металлов,\nпредоставляет широкие возможности как в формирования сплавов, в том\nчисле с составом, недоступным для других технологий, так и в\nдостижении возможности повышения эффективности гидрогенизации.\n",
        "42 42\nРис. 19. Рис. 20.\nСхема установки для синхронного\n",
        "осаждения бинарных покрытий\n",
        "Схема установки для осаждения\n",
        "и насыщения водородом\n",
        "2.3. Комплексные гидриды\n",
        "Новый класс материалов для хранения водорода представляют\nлегковесные комплексные гидриды элементов I, II, и III групп (например,\nLi, Mg, B, Al), которые известны как “одноразовые” системы для\nхранения Н2, что означает, что водород из них выделяется при контакте с\nводой. Они особенно интересны из-за их лёгкой массы и числа атомов\nводорода на атом металла, которое во многих случаях равно 2. Главное\nотличие комплексных гидридов от металлических гидридов состоит в\nпереходе при абсорбции водорода к ионному или ковалентному\nсоединению. Этот класс соединений имеет самую высокую объёмную\nплотность – 150 кг/м3 (в Mg2FeH6 и Al(BH4)3) и самую высокую массовую\nплотность по водороду при комнатной температуре (например,\n18,4 (wt.)% для LiBH4), известную на сегодняшний день.\n",
        "Среди комплексных гидридов, как потенциальных материалов для\nхранения водорода, повышенный интерес вызывают аланаты [AlH4]–,\nамиды [NH2]– и борогидриды [BH4]– из-за их высоких ёмкостей по\nводороду.\n",
        "2.3.1. Аланаты натрия\n",
        "Аланаты натрия – комплексные гидриды натрия и алюминия NaAlH4\nи Na3AlH6, из которых NaAlH4 может рассматриваться как потенциальный\nкандидат для бортового хранения водорода из-за теоретической\n",
        "43 43\nобратимой ёмкости по водороду 5,6 (wt.)%, низкой стоимости и его\nналичия в больших количествах.\n",
        "Сам по себе NaAlH4 (7,4 (wt.)% Н2) является необратимым\nматериалом для хранения водорода со слабой кинетикой. Однако при\nиспользовании подходящих катализаторов (переходные или РЗМ\nметаллы) процесс гидрирования/дегидрирования становится обратимым с\nобратимой ёмкостью по водороду 5,5 (wt.)%. Для улучшения обратимости\nи кинетики процесса чаще всего используют соединения титана. При\nдопировании NaAlH4 титаном количество выделяемого водорода намного\nбольше, чем для недопированного [99]. Соединения титана улучшают и\nпроцесс гидрирования/дегидрирования, и циклическую стабильность\nаланатов натрия, что позволяет предположить, что при гидрировании роль\nиграет перенос в материале.\n",
        "Теоретически NaAlH4 и Na3AlH6 содержат относительное большое\nколичество водорода – соответственно 7,4 и 5,9 (wt.)%, однако его\nвыделение не протекает по одноступенчатой реакции. Комплексные\nгидриды, в отличие от гидридов интерметаллидов, выделяют водород\nчерез ряд реакций, как показано ниже для разложения NaAlH4:\n",
        "NaAlH4 ↔ 1/3 Na3AlH6 + 2/3 Al + H2 3,7 (масс.)% Н2 (14)\nNa3AlH6 ↔ 3 NaH + Al + 3/2 H2 1,9 (масс.)% Н2 (15)\n",
        "NaH Na 1 / 2 H 2 1,8 (масс.)% Н2 (16)\nNaAlH4 вначале разлагается с выделением молекулярного Н2 и\nобразованием промежуточного соединения Na3AlH6 и металлического Al.\nЭта промежуточная фаза затем разлагается на NaH с образованием\nдополнительного количества Al и выделением водорода. Обратимость\nэтих двух реакций является решающим фактором для практических\nприменений данных соединений.\n",
        "Стехиометрически на первой стадии реакции выделяется 3,7 (wt.)%,\nна второй – 1,9 (wt.)% Н2 при теоретическом выходе реакции 5,6 (wt.)%\nобратимо накопленного водорода. Процесс характеризуется слабой\nкинетикой и обратимостью только при строгих условиях [100]. Рабочие\nтемпературы находятся между 185оС и 230оС для первой реакции и при\n260оС для второй. Разложение NaH протекает при слишком высокой\nтемпературе (425оС), что делает его непригодным для практических\nсистем запасания водорода.\n",
        "Кроме того, использование в качестве катализаторов\nметаллоалкоголятов Ti и Zr повышает эффективность гидрирования\nаланата натрия, но при этом загрязняется выделяющийся водород. Кроме\nтого, катализатором повреждается поверхность аланата, что вызывает\nуменьшение циклической стабильности [101]. Более предпочтительным\nявляется легирование TiCl3, при этом увеличиваются скорости и\nгидрирования, и дегидрирования аланатов [102].\n",
        "44 44\nХотя добавка титана оказывает положительное влияние как\nкатализатор, но для увеличения кинетики этого зачастую недостаточно,\nт.к. в некоторых случаях десорбция водорода может завершаться только\nчерез 4200 минут (рис. 21 [103]). Для повышения кинетики\nабсорбции/десорбции рекомендуют высокоэнергетический шаровой\nразмол, оказывающий влияние на микроструктурные характеристики\nNaAlH4 в присутствии катализатора, а также добавки углерода в процессе\nразмола [104, 105]. Механически легированный Na3AlH6 имеет более\nвысокую кинетику, чем полученный при разложении NaAlH4, поэтому для\nполучения Na3AlH6 рекомендуется метод механо–химического синтеза,\nкоторый включает высокоэнергетический размол соответствующих\nреагентов [105].\n",
        "Рис. 21.\nПрогресс в десорбции водорода из NaAlH4 при допировании Ti\n",
        "(сплошные линии – допированный аланат, пунктирные –\n",
        "недопированный)\n",
        "2.3.2. Аланаты лития\n",
        "Теоретически аланаты лития очень привлекательны как материалы\nдля хранения водорода из-за высокого его содержания в них (10,5 и\n11,2 (wt.)% для LiAlH4 и Li3AlH6, соответственно). К сожалению, LiAlH4\nимеет очень высокое равновесное давление водорода даже при комнатной\nтемпературе, что делает его нестабильным и дегко разлагающимся,\nпоэтому он не может быть повторно гидрирован [106]. Разложение LiAlH4\nпротекает в две стадии:\n",
        "3LiAlH4 ↔ Li3AlH6 + 2Al + 3H2 (17)\nLi3AlH6 ↔ 3LiH + Al + 3/2H2 (18)\nПри температурах от 160 до 200оС на первой стадии (разложение\nLiAlH4) выделяется 5,3 (wt.)% на второй – 2,65 (wt.)% Н2 (разложение\nLi3AlH6). После завершения реакции 2,65 (wt.)% Н2 от общего его\nсодержания в LiAlH4 остается в форме LiH, который разлагается с\nвыделением водорода только при температурах выше 680оС [106].\n",
        "45 45\nПоэтому коммерциализации соединений на основе лития для хранения\nводорода препятствуют слабая кинетика и высокие температуры\nабсорбции и десорбции.\n",
        "2.3.3. Нитриды лития\n",
        "В последние годы активно изучаются системы для хранения водорода\nна основе амида и имида лития [107, 108]. Известно, что взаимодействие\nLi3N с водородом может быть обратимым (ΔН = –96,3 кДж/моль Н2) и\nпротекает в две стадии:\n",
        "Li3N + H2 ↔ Li2NH + LiH (19)\nLi2NH + H2 ↔ LiNH2 + LiH (20)\nНа первой стадии Li3N абсорбирует 5,74% (мас.) Н2, на второй стадии\n– 11,5 (wt.)% [107]. Но поскольку давление водорода на первой стадии\nреакции очень низкое (около 0,001 МПа при 225оС), то практическое\nзначение имеет только вторая стадия реакции – взаимодействие Li2NH с\nводородом, по которой обратимо можно абсорбировать/десорбировать\n6,5 (wt.)% Н2. Выделение водорода протекает в температурном интервале\n180–400оС, причём в отсутствие катализаторов возможен побочный\nпроцесс разложения амида LiNH2 с выделением аммиака. Добавка\nнебольших количеств катализаторов (1% (мол.) Fe, Ni, Co, TiCl3)\nподавляет побочную реакцию и улучшает кинетику процесса.\n",
        "Чистый амид лития (LiNH2) разлагается на имид (Li2NH) и аммиак\nвыше 300оС, в то время как LiH выделяет только водород при\nтемпературах выше 500оС [109]. Если смешать амид и гидрид лития, то\nводород начинает обратимо выделяться при 200оС, что делает возможным\nприменение этого материала для хранения Н2. Но для использования в\nтранспортных средствах эта система должна быть дестабилизирована,\nчтобы удовлетворять требуемым для хранения Н2 температуре и\nдавлению.\n",
        "Частичная замена лития магнием в системе LiNH2 – LiH улучшает\nсорбционные характеристики, поскольку MgH2 менее стабилен, чем LiH.\nВ этом случае реакцию дегидрирования можно описать уравнением:\n",
        "2LiNH2 + MgH2 ↔ Li2Mg(NH)2 + 2H2 (21)\nОбратимая ёмкость по водороду в этой системе составляет 4,5 (wt.)%\nпри 200оС и давлении водорода 3,2 МПа. Этот материал представляется\nочень перспективным для бортового хранения водорода для ТЭ в\nтранспортных средствах.\n",
        "2.3.4. Борогидриды металлов\n",
        "Как потенциальная среда для хранения водорода рассматриваются и\nборогидриды металлов Me(BH4)n (n – валентность металла Ме),\n",
        "46 46\n",
        "поскольку они имеют высокие гравиметрические ёмкости по водороду\n(Табл. 5).\n",
        "Таблица 5. Свойства запасания водорода борогидридами металлов [110]\n",
        "Гидрируемая\nформа\n",
        "Дегидрированная\n",
        "форма\n",
        "Ёмкость\n",
        "по H2\n% (мас.)\n",
        "Ёмкость\n",
        "по H2,\n",
        "г Н2/л\n",
        "-Н,\nкДж/моль\n",
        "Н2\n",
        "Т(°С)\nразложения,\nрасчёт\n",
        "Т(°С)\nразложения,\nпрактич.\nLiBН4 LiH+B 13,9 93 75 402 470\n2LiBH4+Mg\nH2\n",
        "2LiH+MgB2 11,4 – 46 225 315\n",
        "2LIBH4+A1 2LiH+AlB2 8,6 – – 188 –\n",
        "NaBН4 NaH+B 7,9 85,5 90 609 595\n2NaBH4+M\ngH2\n",
        "2NaH+MgB2 7,8 – 62 351 –\n",
        "Be(BH4)2 Be+2В 20,8 126 27 – 123\n",
        "Mg(BH4)2 Mg+2B 14,9 113 40 – 323\n",
        "Ca(BH4)2\n",
        "2/3СаН2+1/3С\nаВ6\n",
        "9,7 108 75,5 – 360\n",
        "Ca(BH4)2+\nMgH2\n",
        "CaH2+MgB2 8,3 – – 159 –\n",
        "Zn(BH4)2 Zn+2B 8,5 – – – 85\n",
        "Al(BH4)3 A1+3B(?) 16,9 121 6 – 150\n",
        "SC(BH4)3 ScB2+B(?) 13,5 – – – 260\n",
        "Ti(BH4)3 TiB2+B(?) 13,1 – – – 25\n",
        "Zr(BH4)3 ZrB2+(B?) 10,7 108 – – 250\n",
        "Изучение Me(BH4)n, как материалов для хранения водорода, началось\nс LiBH4, который содержит 18,4 (wt.)% Н2. Однако десорбция водорода из\nLiBH4 протекает только при высоких температурах: при 100–200оС\nвыделяется примерно 0,3 (wt.)% Н2, что составляет около 1,5% от общего\nего содержания в соединении. Значительная десорбция начинается при\n400оС и достигает максимума при температуре ~ 500оС. Общее\nколичество десорбированного водорода вплоть до температуры 600оС\nсоставляет 9 (wt.)%, что соответствует половине его содержания в\nисходном материале. Конечный продукт имеет номинальный состав\n“LiBH2”. Соединение LiBH2 взято в кавычки, поскольку такое соединение\n",
        "47 47\nпока не выделено, однако десорбция 9 (wt.)% указывает именно на такой\nсостав [111].\n",
        "В присутствии катализатора (порошок SiO2, смешанный с LiBH4 в\nотношении 1:3 (по массе)), десорбция начинается при более низких\nтемпературах и 9 (wt.)% Н2 выделяется при температурах ниже 400оС.\nМаксимальное количество десорбированного водорода составляет\n13,9 (wt.)% (3 молекулы Н на LiBH4). В разложившемся продукте остается\n4,5 (wt.)% Н2 в форме LiH, который устойчив до 900оС.\n",
        "LiBH4 может обратимо запасать 8–10 (wt.)% Н2 при температурах 315–\n400оС и при добавке MgH2, содержащего 2–3% (мол.) TiCl3. Кроме того,\nчто образующийся при взаимодействии LiBH4 с MgH2 борид MgB2\nстабилизирует реакцию дегидрирования, он также дестабилизирует\nLiBH4, что, вероятно, приводит к уменьшению энтальпии десорбции на\n10–15 кДж/моль Н2 и температуры десорбции на 150–200оС [112].\n",
        "Температура десорбции снижается также при смешивании LiBH4 c\nNiNH2 (на 150К, по сравнению с чистым LiBH4). Теоретически десорбция\nводорода из такой системы составляет 11,9 (wt.)%, на практике –\n7,9÷9,5 (wt.)%. Поэтому смеси гидридов могут играть важную роль в\nразработке перспективных систем хранения водорода, в частности, на\nборту транспортных средств [113].\n",
        "Дегидрирование LiBH4 является обратимым процессом, поскольку\nконечные продукты LiH и B абсорбируют водород при 600оС под\nдавлением 35 МПа в течение 12 ч или при 723оС под давлением 15 МПа за\nболее чем 10 ч с образованием LiBH4. Высокая температура (выше 600оС),\nвероятно, обусловлена слабой кинетикой повторного гидрирования.\n",
        "Борогидрид Mg(BH4)2 выделяет около 14,9 (wt.)% Н2 при нагревании\nдо температуры ~600оС. Дегидрирование протекает через множество\nстадий с образованием промежуточных продуктов. Одним из таких\nпродуктов, теоретически предсказанных и подтвержденных\nэкспериментально, является MgB12H12 [113, 114], как и в случае LiBH4.\nПовторное гидрирование Mg(BH4)2 протекает при температуре 270оС под\nдавлением водорода 40 МПа за 48 ч. При этом примерно 6,1 (wt.)% Н2\nповторно абсорбируется за счёт образования MgB12H12, поскольку\nобразование Mg(BH4)2 требует более высоких температур и давлений.\n",
        "Теоретически предсказано, что Ca(BH4)2 может выделять 9,6 (wt.)% Н2\nв соответствии со следующей реакцией [115]: Ca(BH4)2 = 2/3CaH2 +\n1/3CaB6 + 10/3H2. На практике выделяется ~9 (wt.)% Н2 при нагревании\nCa(BH4)2 до 530оС, что хорошо согласуется с теоретическими расчётами.\nНо вследствие образования при разложении устойчивого промежуточного\nCaB12H12 этот борогидрид имеет ограниченную применимость как\nматериал для обратимого хранения водорода на борту транспортных\nсредств [116].\n",
        "48 48\nY(BH4)3 выделяет ~7,8% (мас.) водорода при нагревании до\nтемпературы 500оС [117]. Это значение почти равно теоретическому\nзначению для дегидрирования (7,5 (wt.)%) в соответствии с\nпредполагаемой реакцией: Y(BH4)3 = YH2 + 3B + 5H2. Реакция эта\nмногоступенчатая и при повторном дегидрировании при 300оС под\nдавлением 35 МПа в течение 24 часов выделялось 1,1–1,3 (wt.)% Н2.\nМногоступенчатый процесс дегидрирования наблюдался также для\nCe(BH4)3 [118].\n",
        "Известны также и другие борогидриды Me(BH4)n (например, Me = Zn,\nAl, Ti, Mn и Zr), однако реакции их дегидрирования необратимы из-за\nнизких температур их плавления и выделения вместе с водородом\nдиборана [119].\n",
        "Хотя борогидриды металлов Me(BH4)n c очень высоким содержанием\nводорода в них рассматриваются как потенциальные кандидаты для\nбортового хранения водорода, однако многоступенчатое течение реакции\nдегидрирования и образование таких соединений как Me(B12H12)n/2 в\nрезультате высоких температур и слабой кинетики препятствуют\nпрактическому их применению. Подавление образования Me(B12H12)n/2\nможно достичь комбинированием Me(BH4)n с другими гидридами,\nметаллами и т.п. При таком подходе не только снижается энтальпия,\nкоторая уменьшает температуру дегидрирования, но также кинетически\nускоряется реакция дегидрирования. Из-за этих дестабилизационных\nэффектов в настоящее время разработано большое количество\nкомбинаций материалов.\n",
        "Другой подход для снижения энтальпии дегидрирования –\nдестабилизация соединений Me(BH4)n путём производства\nмногокатионных борогидридов MeMe′(BH4)n, в которых Me и Me′ имеют\nразличные электроотрицательности [120]. Большинство MeMe′(BH4)n\nимеют умеренную стабильность, находящуюся между стабильностями\nMe(BH4)n и Me′(BH4)n. Соответствующее комбинирование катионов\nможет быть эффективным методом для регулирования\nтермодинамической стабильности борогидридов металлов, подобного\nметоду традиционного легирования сплавов–накопителей водорода.\n",
        "Реакции дегидрирования/повторного гидрирования Me(BH4)n\nсопровождаются диффузией составляющих их элементов – Ме, В, Н.\nОтносительно высокие температуры процесса увеличивают расстояния\nдиффузии и размер кристаллов Ме и В и, таким образом, ухудшают\nсвойства запасания водорода. Следовательно, получение и сохранение\nнаноразмерного состояния борогидридов является эффективным путём\nпреодоления этих препятствий.\n",
        "Кроме аланатов, нитридов и борогидридов металлов, как возможная\nсреда для хранения водорода интерес вызывают гидриды на основе Li–Be.\nПоскольку литий и бериллий являются самыми лёгкими\n",
        "49 49\nгидридообразующими металлами, то обратимая ёмкость по водороду в\nэтих комплексных соединениях более высокая, чем в любых других\nизвестных гидридах, и составляет ~9 (wt.)% [121]. Однако низкие\nскорости гидрирования/дегидрирования (даже при температурах выше\n300оС реакция протекает в течение нескольких часов) препятствуют\nиспользованию литий–бериллиевых гидридов для хранения водорода. К\nтому же некоторые из этих соединений, в частности Li3Be2H7, являются\nочень токсичными.\n",
        "Все материалы для хранения химически связанного водорода можно\nразделить на две группы: 1 – вещества, содержащие в своем составе\nводород и способные в определённых условиях выделять его, 2 –\nэнергоаккумулирующие соединения, способные генерировать водород в\nпроцессе взаимодействия с водой.\n",
        "Среди потенциальных источников водорода в последние годы\nзначительный интерес вызывает комплексный гидрид – амминборан\n[122]. На сегодняшний день это соединение практически не имеет\nконкурентов и по содержанию водорода (19,6 (wt.)%), и по его плотности\n(0,145 г/см3). Однако встает вопрос, как осуществить процесс генерации\nводорода – термолизом или гидролизом? Следует отметить, что в обоих\nслучаях выделяется количество водорода, эквивалентное содержанию его\nв амминборане.\n",
        "В отличие от большинства гидридов, амминборан является\nстабильным соединением, не требует специальных условий хранения. Его\nводные растворы более устойчивы, чем раствора боргидрида натрия и\nмогут длительное время храниться без заметного газовыделения [123].\nИзвестен способ получения водорода, в основе которого лежит\nвзаимодействии амминборана с водой в присутствии металлсодержащих\nкатализаторов, твердых кислот и диоксида углерода [124]. Методом\nгидролиза можно получать вдвое больше водорода, чем его находится в\nгидриде. Однако этот процесс практически необратим. Всесторонне\nисследован процесс гидролиза гидрида, установили закономерности\nпротекания реакции, и подошли к пониманию ее механизма [125, 126].\n",
        "NH 3 BH 3 2 H 2 O катализато р NH 4 BO 2 3 H 2 (22)\nТем не менее, вопрос регенерации продуктов гидролиза амминборана\nпока остаётся открытым. Другим недостатком этого способа получения\nводорода является образование аммиака, который может негативно влиять\nна работу топливного элемента, а также токсичен при высоких\nконцентрациях в рабочей зоне.\n",
        "Процесс термического разложения амминборана открывает\nперспективу создания водородоаккумулирующих систем, которые могут\nнеоднократно, выделять и поглощать водород.\n",
        "Термолиз амминборана протекает по следующей схеме:\n",
        "50 50\nBH 3 NH 3 115 H 120 2 C ( BH 2 NH 2 ) x 150 H 2 C ( BHNH ) x 500 H 2 C BN (23)\nРазложение амминборана носит ступенчатый характер, протекает в\nтри стадии: при 115-120С теряется 1/3 от исходного содержания\nводорода, при 150С остаётся половина водорода, а при 500С\nвысвобождается весь водород. При этом более высокая полнота\nвыделения водорода достигается при медленном нагреве образца\nпродукта, особенно на первой стадии процесса термодеструкции. При\nбыстром нагреве амминборана имеет место образование и унос летучих,\nпобочных продуктов, что приводит к потере массы вещества и\nуменьшению количества выделившегося водорода [127]. Избежать этого\nможно благодаря использованию ионных жидкостей в качестве инертной\nреакционной среды. Кроме того, в работе [128] отмечено, что\nпроведение процесса термолиза в 1-бутил-3-метилимидазол хлориде\nпозволяет снизить температуру разложения амминборана и увеличить\nвыход водорода (рис. 22).\n",
        "a) б)\n",
        "Рис. 22 а, б.\nТермолиз амминборана: а). – без добавок; б). в среде 1-бутил-3метилимидазол хлорида\n",
        "Введение небольших количеств катализаторов на основе металлов\nплатиновой группы не приводит к росту количества образующегося\nводорода, но существенно ускоряет процесс его генерации. Аналогичные\nнаблюдения сделаны и для иридиевого металлорганического катализатора\n[129].\n",
        "На сегодняшний день нет работ, посвящённых возможности прямого\nгидрирования амминборана. Предлагаемые технологии энергоёмки и\nвключают несколько последовательных стадий [123].\n",
        "Т.о. основными недостатками борогидридов являются: 2-х стадийный\nпроцесс десорбции, высокая температура десорбции (>250оС), высокая\nстоимость.\n",
        "51 51\n3. Синтез гидридов\n",
        "3.1. Механохимический способ насыщения\n",
        "Для проведения синтеза гидридов, а также улучшения кинетики\nгидрирования (и термодинамических свойств) целесообразно в ряде\nслучае использовать технологию шарового размола в среде водорода\nи/или с добавлением катализатора [например, 130-132]. Существует два\nтипа мельниц: обычные, c хаотическим движением шаров (рис. 23) и с\nмагнитным контролем траектории (рис. 24).\n",
        "Рис. 23 a, b[131].\nДвижение шаров при планетарном (а) и вибрационном (b) помолах\n",
        "Рис. 24 [131].\nСхематическое изображение угловой позиции магнитов для режима\nшарового помола с энергией QTR=726 кДж/гн на установке Uni-Ball-Mill 5\n",
        "52 52\nМагнитный контроль траектории помолочных шаров с диаметром\n25 мм из твёрдой стали осуществляется одним или двумя сильными\nNdFeB магнитами.\n",
        "Наиболее важными параметрами, вариацией которых производится\nоптимизация процесса помола, являются:\n",
        "1. Энергия помола.\n2. Количеств шаров, участвующих в помоле.\n3. Скорость помола.\n4. Время помола.\n",
        "5. Атмосфера помола (например, водород, аргон, азот и пр.).\n6. Отношение размеров шара и продукта помола (порошок) R (40132).\n",
        "Механохимический метод является неравновесным процессом и\nпозволяет синтезировать ряд метастабильных фаз с необычными физико–\nмеханическими свойствами (аморфные фазы и квазикристаллы,\nпересыщенные твёрдые растворы, нестехиометрические интерметаллиды\nи композиты с разупорядоченной микроструктурой и составом и др.),\nматериалы с большой поверхностью раздела фаз, что обусловливает\nвысокую скорость гидрирования [133]. Полученный таким способом\nматериал имеет размер частичек в нанометровом диапазоне. Метод\nпозволяет вводить в материал и равномерно распределять в нем\nкаталитически активные компоненты – (например, переходных 3d- и 4dметаллов или их оксидов, фторидов, графита и др., аллотропные формы\nуглерода: графит, сажу, активированный уголь, нановолокна, нанотрубки,\nфуллерены и др.). Полученные механохимическим методом магниевые\nкомпозиты сохраняют главные достоинства гидрида магния и в то же\nвремя приобретают новые, важные для практического использования\nсвойства [134, 135].\n",
        "Показана также возможность прямого синтеза алана при\nиспользовании механохимической твердотельной реакции между LiAlH4\nи FeCl2, в результате которой формируются LiCl, Fe, аморфный AlH3 и\nводород [136].\n",
        "Хотя механизм катализа до сих пор не выяснен, наиболее ощутимое\nвлияние наблюдали для оксидов с переменной валентностью металлов.\nПоэтому каталитический эффект приписывали реакциям электронного\nобмена с молекулами водорода [137]. С другой стороны, относительно\nнедавно обнаружено, что такого улучшения кинетики сорбции можно\nдостичь и при механическим размоле гидрида магния даже с оксидами\nнепереходных металлов (MgO, SiO2, Al2O3), что связывают с\nуменьшением размера частиц гидрида магния в присутствии оксидных\nдобавок из-за уменьшения их агломерации и холодной сварки, т.е. с чисто\nмеханическим эффектом [138].\n",
        "53 53\nЭффект повышения водородосорбционных характеристик таких\nкомпозитов можно, в частности, отнести к увеличению удельной\nповерхности материала и диссоциации Н2 на углероде, который\nконтактирует с поверхностью MgH2 или Mg. Показано, что механический\nразмол приводит к образованию большого количества разорванных\nуглеродных связей в графите, которые являются центрами для\nобразования связей C–H, что способствует диссоциации молекул H2. Роль\nнанокристалличности проявляется в существенном повышении скорости\nсорбции/десорбции водорода и значительном снижении температуры\nзаметного начала этих процессов. При этом влияние размера частиц MgH2\nна десорбцию водорода более существенно, чем влияние размера\nкристаллитов.\n",
        "Метод позволяет получать гидрид с необходимым химическим\nсоставом и состоянием поверхности, от которых могут существенно\nзависеть водородосорбционные, термодинамические и электронные\nсвойства гидридной фазы β–MgH2 получаемого композита [139].\nИспользуется также вариант размола в среде водорода [140].\n",
        "Обычные механохимические процедуры могут использоваться для\nприготовления твёрдых стабильных комплексных алюмогидридов. Для\nсинтеза метастабильных комплексных гидридов алюминия и алана может\nбыть использован т.н. cryomilling процесс с температурой, при которой\nдекомпозиция продукта не происходит (77К для синтеза алана) [141]:\n",
        "3LiAlH4 + AlCl3 → 4AlH3 + 3LiCl (24)\nНедостатками метода являются низкая эффективность, внедрение\nпримесных частиц, высокая дисперсность размеров частиц.\n",
        "3.2. Электролитическое насыщение [142]\n",
        "Для реализации положительных качеств водорода его вводят в металл\nчаще всего газодиффузионным способом (метод Сиверта) при\nтемпературах выше 600°С. Интерес представляют и другие способы\nнаводороживания такие, как электрохимический (катодная поляризация) и\nплазменный, которые в меньшей степени описаны в научно-технической\nлитературе. Наводороживание титана при катодной поляризации тесно\nсвязано с процессами электрохимической коррозии и первые\nисследования по наводороживанию титана были проведены при малых\nплотностях токах, характерных для коррозии.\n",
        "Наводороживание проводят в электрохимической ячейке с\nплатиновым анодом. Электролитом служит однонормальный раствор\nсерной кислоты с добавкой 1,5 г/л тиомочевины. Плотность катодного\nтока варьировалась от 5 до 1250 мА/см2.\n",
        "В общем случае зависимость количества поглощённого водорода G от\nвремени наводороживания t не может быть описана простым законом. В\nпервые минуты (до 30 мин.) наводороживания поглощение водорода\n",
        "54 54\nметаллом происходит достаточно медленно и наблюдается нечто похожее\nна инкубационный период. Причиной могут быть окисные плёнки на\nповерхности титана, не полностью удалившиеся при предварительном\nтравлении. Последующее увеличение времени катодной поляризации от\n0,5 до 10 часов приводит к резкому росту скорости наводороживания. На\nэтой стадии при плотностях тока до 30 мА/см2 кинетика наводороживания\nописывается следующим законом, полученным аппроксимацией\nэкспериментальных данных:\n",
        "G = atn,\nгде a – коэффициент, зависящий от плотности катодного тока, а n –\nпоказатель степени, мало зависящий от плотности тока (в рассмотренных\nвыше условиях n ≈ 0,5). Так, для плотности катодного тока, равного\n10 мА/см2, зависимость количества адсорбированного водорода от\nвремени поляризации t имеет вид (коэффициент аппроксимации R2 =\n0,97):\n",
        "G = 532 t 0,51, ppm\nС увеличением плотности катодного тока больше 30 мА/см2 этот\nзакон уже некорректно описывает полученные значения концентрации\nводорода в металле. При больших плотностях тока в первые часы\nнаводороживания количество водорода в титане возрастало по закону,\nблизкому к линейному. В дальнейшем, с увеличением продолжительности\nкатодной поляризации, скорость поглощения водорода металлом быстро\nуменьшалась и наблюдалась тенденция к предельному насыщению.\nПредставленные на рис. 25 результаты получены на образцах из фольги\n(кривые 1 – 3) и из проволоки (кривая 4).\n",
        "Рис. 25.\nКинетика наводороживания образцов из фольги (1 – 3) и проволоки (4)\nпри плотности катодного тока: 1 - 40 мА/см2; 2 - 10 мА/см2; 3 - 5 мА/см2 и\n",
        "4 - 30 мА/см2\n",
        "55 55\nКоличество поглощённого водорода в проволочном образце\nзначительно меньше, чем в образцах из фольги, при этом плотность тока в\nслучае наводороживания проволочного образца была выше, чем на\nобразцах из фольги (кривая 3 и 4 соответственно). Такая разница легко\nобъясняется различием в геометрии образцов, и, следовательно, разным\nотношением площади наводороживаемой поверхности к объёму образца.\nПриближенная оценка показывает, что в использованных для анализа\nмикрообразцах из фольги отношение площади поверхности к объёму\nпревосходит примерно в 10 раз аналогичное отношение для\nмикрообразцов из проволоки. Результаты наводороживания образцов из\nсплава ОТ4 практически совпадали с результатами наводороживания\nобразцов из фольги.\n",
        "Важным фактором при электрохимическом наводороживании,\nвлияющим на количество водорода в металле, является плотность\nкатодного тока (рис. 26).\n",
        "Рис. 26.\nЗависимость содержания водорода в титане от плотности катодного тока\n",
        "(время наводороживания 8 часов, температура электролита 20°С)\n",
        "При катодном наводороживании к числу важных факторов, влияющих\nна количество поглощённого металлом водорода, также следует отнести\nтемпературу электролита. В общем случае повышение температуры\nэлектролита снижает энергию активации электрохимических реакций и\nтем самым способствует возрастанию скорости электрохимических\nпроцессов.\n",
        "Показано возрастание концентрации водорода в титане по мере\nповышения температуры электролита: содержание водорода увеличилось\nс 3800 ppm при 20°С до 7200 ppm при 50°С, то есть в 1,9 раза. На\nповерхности катода формируется слой гидрида титана TiH2 с небольшим\nдефицитом по водороду. Толщина гидридного слоя во всех\nрассмотренных случаях не превышала 1 мкм (рис. 27). Энергия активации\n",
        "56 56\nпоглощения водорода титаном при повышении температуры от 20 до 50°С\nсоставила 183 кДж/(К·моль). Установлено неравномерное распределение\nводорода по поверхности титанового катода.\n",
        "Рис. 27 [143].\nРаспределение водорода (в относительных единицах) по глубине (мкм)\n",
        "титанового образца при его насыщении водородом в процессе\nэлектролиза. Ток электролиза 0,06 А. Цифры у кривых указывают время\n",
        "насыщения в часах\n",
        "3.3. Диффузионное насыщение (метод Сиверта)\n",
        "Традиционным способом насыщения нанесенных покрытий\nгидридообразующих материалов изотопами водорода является метод\nСиверта, при котором насыщение металла водородом осуществляется из\nгазовой фазы под большим давлением при нагреве [144, 145].\n",
        "Непосредственный синтез металла и газообразного водорода до\nнастоящего времени является одним из основных. Поскольку в реакции\nучаствует газообразный компонент, то процесс подчиняется всем\nправилам гетерогенного равновесия. Кроме основных факторов, таких как\nдавление, температура, время, на процесс синтеза влияет множество\nдругих, чувствительность к которым и составляет особенность\nреакционной способности водорода как элемента.\n",
        "Поскольку реакция синтеза гидрида является гетерогенной, то\nвеличина поверхности играет существенную роль в реакции. Чем больше\nповерхность используемого металла, т. е. чем выше дисперсность\nпорошка металла, тем выше скорость реакции гидрирования. Поэтому\nреакция синтеза для одного и того же металла может протекать по разным\nзаконам. Реакция водорода с куском металла контролируется диффузией\nводорода, реакция с порошком – скоростью взаимодействия.\n",
        "57 57\nГидриды металлов образуются из простых веществ с понижением\nэнтропии, так как исходные вещества твёрдое и газообразное, а конечный\nпродукт – твёрдый. Поэтому синтезом из водорода и металла можно\nполучить только те гидридные соединения, образование которых\nсопровождается выделением большого количества теплоты. В противном\nслучае гидриды элементов можно получить лишь косвенным путём.\n",
        "Для синтеза гидридов используют аппаратуру низкого давления,\nосновную схему которой предложил Сиверт, и аппаратуру высокого\nдавления, разработанную Гиббом и сотрудниками. Схемы этих установок\nнеоднократно видоизменялись в соответствии с целями и характером\nисследований, свойствами исходного металла н конечного гидрида.\n",
        "При гидрировании компактного материала, либо порошков титана\nвсегда получают порошки гидрида титана. Скорость взаимодействия\nводорода с металлом при повышенных температурах настолько велика,\nчто решетка получающегося гидрида титана не успевает приходить в\nравновесие с оставшейся массой металла и возникающие на поверхности\nнапряжения вызывают растрескивание образца, а при повторном\nгидрировании он рассыпается. При необходимости получить компактные\nобразцы стехиометрического состава режимы проведения синтеза\nгидридов намного усложняются. Кроме тщательной очистки исходных\nматериалов необходима дозированная подача водорода и подбор\nскоростей гидрирования. Поэтому процесс получения компактных\nобразцов проводят по отдельной разработанной технологии.\n",
        "В качестве образца установки для гидридизации методом Сиверта\nпредставлен современный автоматизированный комплекс Gas Reaction\nController, схема которого изображена на рис. 28 [145].\n",
        "Рис. 28.\nАвтоматизированный комплекс Gas Reaction Controller\n",
        "58 58\nКомплекс состоит из баллона с газом (1), резервуара высокого\nдавления (2), резервуара низкого давления (3), резервуара (4), большой\nкамеры для насыщения образцов (5), вентилятора (6), горизонтальной\nпечи для нагрева камер образцов (7), малой камеры для насыщения (8),\nвакуумного насоса (9). Комплекс управляется компьютером со\nспециальным программным обеспечением.\n",
        "Образец помещается в камеру для насыщения (5) или (8). Затем\nпроисходит вакуумирование камеры с образцом и нагрев до необходимой\nтемпературы с заданной скоростью нагрева. Скорость нагрева изначально\nзадается в программном обеспечении комплекса. При насыщении\nобразцов водородом используется медленная скорость нагрева, так как\nэто необходимо для полного удаления десорбированных газов в процессе\nнагрева. После нагрева открывается клапан между баллоном (1) и\nрезервуаром высокого давления (2), водород напускается из баллона (1) в\nрезервуар (2). Молярный объём водорода N0 определяется по его\nдавлению и температуре из уравнения состояния идеального газа: PV =\nμRT.\n",
        "Затем открываются клапаны между резервуаром (2) и камерой\nнасыщения (5) и передается необходимое количество газа из резервуара в\nкамеру насыщения образцов. После внедрения газа в твёрдое тело реакция\nзавершается и определяется общее молярное количество водорода Ng в\nкамере с образцом и в резервуаре. Молярный объём газа, поглощённого\nтвердым телом Ns, находится по формуле:\n",
        "Ns = N0 – Ng\nВ качестве примера приводится описание процесса насыщения\nметодом Сиверта образцов титанового сплава ВТ1-0 размерами 5 × 5 × 1\nмм. Поверхность образцов очищалась от загрязнений и окисной плёнки\nтравлением в водном растворе кислот. Далее, для снятия поверхностных\nнапряжений и удаления дефектов, образцы отжигались в вакууме при\nтемпературе 600°C в течение 60 минут. Процесс насыщения\nосуществлялся на автоматизированном комплексе GRC при давлении\n2 атмосферы, в течение 60 минут, температура насыщения варьировалась\nот 350°C до 500°C с шагом в 50°C.\n",
        "С увеличением температуры наводороживания концентрация\nводорода увеличивается экспоненциально. Это обусловлено тепловым\nрасширением кристаллической решётки титана, вызванное броуновским\nдвижением.\n",
        "Проникновению водорода в титан при температуре ниже 400°C\nпрепятствует поверхностная плёнка, состоящая из окислов и нитридов\nметалла. С повышением температуры эта плёнка начинает растворяться, в\nрезультате чего происходит интенсивное проникновение водорода в\nметалл.\n",
        "59 59\nНа рис. 29 [144] показаны спектры ТСГВ водорода из образцов стали\n12Х12М1БФР, насыщенных при температуре 350°С в течение 2 часов. Из\nрисунка видно, что максимальный выход водорода для калиброванного\nизготовителем установки образца (концентрация водорода в образце\n0,0005 г/м3) наблюдается при температуре выше 850°С. Для образцов,\nнасыщенных при давлении 0,06 и 0,5 МПа (кривые 3, 4), наблюдается\nуширение, сдвиг к более низким температурам и увеличение по\nинтенсивности спектра, но максимум выхода водорода сохраняется при\nТ~780°С.\n",
        "Рис. 29.\nЗависимости ТСГВ водорода после насыщения образцов стали\n12Х12М1БФР методом Сиверта при температуре образцов 350°С и\nвремени насыщения 2 часа при разном давлении водорода: 1) исходный\n",
        "образец; 2) калиброванный образец; 3) 0,06 МПа;\n",
        "4) 0,5 МПа; 5) 1 МПа\n",
        "Для образца, насыщенного при давлении 1 МПа (кривая 5), видны\n3 особенности: наряду с пиком при температуре Т~780°С появляется\nподъем спектра при температуре более 900°С и пик малой интенсивности\nпри температуре в области 400…450°С (данная область температур\nсоответствует низкотемпературным ловушкам, наиболее эффективно\nзахватывающим водород при электролитическом насыщении).\n",
        "Поведение формы температурных спектров в зависимости от\nдавления в камере при насыщении указывает на то, что в отличие от\nслучая электролитического насыщения, водород в первую очередь,\nзахватывается высокотемпературными ловушками – микропорами и\nмикротрещинами (рис. 30 [144]). Это, по-видимому, связано с тем, что\n",
        "60 60\nобразцы насыщаются при повышенной температуре по сравнению с\nэлектролизным насыщением, и в процессе остывания образца захват\nводорода на низкотемпературные ловушки не достаточно эффективен.\n",
        "Рис. 30.\nЗависимость интегрального выхода водорода Y от давления P\n",
        "в камере насыщения образцов стали 12Х12М16ФР\n",
        "Абсолютное содержание водорода в образцах, насыщаемых из\nгазовой среды, больше, чем в образцах, насыщаемых электролитическим\nметодом. Таким образом, интенсивность выхода водорода из образцов,\nнасыщенных из газовой среды, на два порядка превышает интенсивность\nвыхода водорода из электролитически насыщенных образцов, при этом в\nпоследнем случае глубина наводороживания составляет ~0,3 мкм.\n",
        "Недостатком этого способа применительно к тонким плёнкам\nявляется раздельное (двухэтапное) осуществление осаждения плёнки и её\nнасыщения изотопами водорода. Это требует контакта осаждённой\nплёнки с атмосферой, что приводит к её окислению и снижению\nсорбционных свойств при последующем насыщении изотопами водорода.\n",
        "3.4. Плазменные методы насыщения\n",
        "Одним из основных требований к металлогидридным аккумуляторам\nявляется чистота (в смысле отсутствия примесей) извлекаемого из них\nводорода, а для этого необходима соответствующая чистота среды, из\nкоторой производится насыщение водородом. Насыщение из водородной\nплазмы является одним из наиболее простых способов насыщения. При\nсоответствующем подборе способа получения и параметров плазмы этот\nспособ может стать наиболее чистым (беспримесным).\n",
        "61 61\nВышеприведенные способы введения водорода в металлы –\nэлектрохимический и диффузия из газовой фазы – обычно трудно\nподдаются управлению, когда требуется получить определённую\nконцентрацию водорода или ввести строго дозированное количество в\nвиде примеси.\n",
        "Контролируемым введением водорода отличаются плазменные\nметоды, в частности, имплантация, когда возможно введение водорода\nпри разных (от малых до очень больших) его концентрациях [146]. В\nсвязи с тем, что имплантация ионов процесс неравновесный, с её\nпомощью можно достигать концентраций, превышающих равновесные.\nИнтересной особенностью исследований с применением имплантации\nявляется возможность вместе с атомами водорода вводить дефекты\nкристаллической решётки, возникающие из-за смещения атомов под\nдействием имплантированных ионов. Однако поверхностные\nрадиационные дефекты являются эффективными ловушками водорода,\nпоэтому при внедрении водорода из плазмы в объём образца более\nэффективным способом насыщения является ситуация, когда на\nповерхность образца поступают ионы плазмы с тепловыми энергиями. В\nусловиях, когда ионы плазмы ускоряются до энергий ~100 эВ и более,\nэффективность внедрения водорода в объём образца снижается.\n",
        "Для технологий гидридизации материалов применяются различные\nтипы плазменных источников. Облучение алюминия и его сплавов\nполиэнергетическим (2÷20 кэВ) плазменным водородным потоком из\nвысоковольтного тлеющего разряда позволили насытить водородом\nповерхностный слой толщиной 13-14 мкм [92] (в то время как при\nэлектролитическом способе наводороживания глубина последнего\nменьше 1 мкм).\n",
        "Электродная схема магнетронного разряда с полым катодом\nпозволяет более рационально решить задачу генерирования сильноточных\nионных пучков с низкой ценой извлеченного иона [147].\n",
        "Использование в качестве источника ионов вакуумно-дугового\nразряда в т.н. ячейке Пеннинга (рис. 31) позволяет проводить\nконтролирование степени насыщения напылённой плёнки титана (при\nкомнатной температуре) вариацией тока разряда [148].\n",
        "Скорость поглощения водорода зависит от тока разряда. Так,\nнапример, при увеличении тока разряда в два раза, скорость поглощения\nтакже увеличивалась приблизительно вдвое. Такие скорости\nобеспечивали поглощение необходимого количества газа в течение\n~2 часов. Рентгенографический анализ на аппарате ДРОН-3 насыщенного\nводородом слоя Ti показал, что для большинства случаев наблюдается\nобразование гране-центрированной кубической решётки гидрида титана,\nотвечающей формуле TiH1,6.\n",
        "62 62\nРис. 31.\nСхема экспериментального стенда: 1, 2 – катоды, 3 – анод; 4 – держатель\n",
        "катода; 5 – керамика; 6 – поджигающий электрод; 7 – генератор\nимпульсов; 8 – пусковой разрядник; 9 – электрический зонд (подложка);\n10 – источник напряжения; 11 – генератор синусоидального напряжения;\n",
        "12 – вакуумная камера; 13 – катушки Гельмгольца; 14 – масс-энергоанализатор EQP HIDEN Analytical\n",
        "В качестве другого примера ниже приводятся краткое описание\nэкспериментальной установки УНМ-02 НИ ТПУ для проведения\nплазменного насыщения, а также некоторые результаты.\nЭкспериментальная установка состоит из вакуумной части, источника\nмолекулярного водорода, системы подогрева и контроля температуры\nобразцов, ВЧ генератора для возбуждения плазмы (рис. 32 [149]).\n",
        "Вакуумная часть установки состоит из турбомолекулярного насоса 8 и\nфорвакуумного спирального насоса 11, штанги для подачи образца 1,\nкоторый располагается на нагревателе 4. в реактор 15, Реактор 15\nизготовлен из кварцевого стекла. Водород из генератора 12 подаётся в\nреактор 15 через систему натекания 6, которая управляется с помощью\nкомпьютера. Высоковакуумная система откачки позволяет получать\nвакуум в системе ~ 10-6 Торр. Измерение вакуума осуществляется\nвакуумметром 2 (Micro-ion plus, фирма Granville –Philips).\n",
        "63 63\nРис. 32.\nСхема экспериментальной установки для плазменного\n",
        "насыщения водородом\n",
        "Нагрев образца осуществляется с помощью внутреннего нагревателя\n4. Для получения более высоких стабильных температур используется\nвнешний цилиндрический нагреватель 3, который свободно можно\nперемещать по реактору 15. Атомарный водород, взаимодействующей с\nповерхностью образца, получается с помощью высокочастотного разряда\nиз молекулярного водорода. Для этого используется ВЧ генератор 9,\nнапряжение которого подаётся на возбуждающие ВЧ - поле электроды 14,\nохватывающие кварцевую трубку с наружной стороны.\n",
        "Методика насыщения из водородной плазмы на описанной установке\nсостоит в следующем: вначале получают высокий вакуум (~ 5·10-6 Торр)\nдля очистки камеры и включают нагрев образца. Образец отжигается при\nтребуемой температуре (500–700ºС) в течение 30 мин. После чего\nпонижается скорость откачки, устанавливается вакуум P~ 10-3 Торр и\nзадается температура образца (450–700ºС). Затем по системе натекания 6 в\nреактор 15 подаётся водород, при этом давление в реакторе повышается\nдо P~ 10-2–10-1 Торр (в зависимости от режима насыщения). После чего\nвключается ВЧ генератор 9 и зажигается разряд в водороде (производится\nатомизация молекул водорода и ионизация атомов водорода – образуется\nплазма). В описанном режиме насыщения образец выдерживается\nтребуемое время.\n",
        "При насыщении из водородной плазмы, как и при насыщении\nэлектролитическим способом, наблюдается линейный рост выхода\n",
        "64 64\nводорода c возрастанием времени насыщения, однако форма\nтемпературных спектров ТСГВ и её изменение со временем кардинально\nотличается (рис. 33 [144]). При временах насыщения 1 и 2 часа\nнаблюдается возрастание интенсивности спектра в районе 850...900°С.\nПосле 3-х часов насыщения максимум спектра сдвигается к более низким\nтемпературам (~800...850°С), а при 4-х часах насыщения (кривая 5)\nпоявляется ступенька в районе 550...650°С. Появление этой ступеньки\nлогично связывать с тем, что при больших временах насыщения водород\nначинает захватываться на те же ловушки, что и при электролитическом\nнасыщении.\n",
        "Рис. 33.\nСпектры ТСГВ водорода из образцов стали12Х12М1БФР при насыщении\n",
        "в водородной плазме. Температура образца 400°С, давление в камере\nразряда – 30...40 Па, концентрация атомов водорода над насыщаемой\nповерхностью ~1014см–3, время насыщения: 1) 0 ч; 2) 1 ч; 3) 2 ч; 4) 3 ч; 5)\n",
        "4 ч\n",
        "Таким образом, при насыщении из водородной плазмы благодаря, повидимому, повышенной температуре образца насыщение начинается с\nзахвата водорода на высокотемпературные ловушки (выше 800°С), и\nлишь при большом времени насыщения наблюдается перераспределение\nна низкотемпературные (точечные дефекты и их комплексы, вакансии и\nих комплексы, дислокации с различными модификациями, а также\nмежзёренные границы и примесные атомы). Такая последовательность\nзаполнения ловушек связана, по-видимому, с тем, что при плазменном\nнасыщении и насыщении методом Сиверта образцы в установках\nподдерживаются при повышенной температуре. Однако из газовой\nатмосферы при остывании образца не происходит захвата на\nнизкотемпературные ловушки, а из водородной плазмы происходит.\n",
        "65 65\nНа рис. 34 показаны температурные спектры выхода водорода,\nполученные при разных способах насыщения образцов. Из рисунка видно,\nчто наименьший выход водорода характерен для образца, насыщенного в\nустановке Сиверта (кривая 3). После электролитического способа\nнасыщения (кривая 1) наблюдается отчётливый максимум выхода\nводорода при температуре 440°С и после 760°С – повторное возрастание\nкривой. Интересный результат наблюдается при использовании\nплазменного способа насыщения (кривая 2). Для кривой характерен\nмаксимум выделения при температуре 740°С, связываемый с наличием\nвысокотемпературных ловушек. Возникновение ступеньки в интервале\nТ~500–600°С (кривая 2) можно объяснить захватом водорода\nповерхностными дефектами в процессе наводораживания, либо в\nпроцессе остывания образца.\n",
        "Рис. 34.\nСпектры ТСГВ водорода образцов из образцов стали 12Х12М1БФР при\n",
        "насыщении:\n1) электролитически: плотность тока насыщения 0,2 А/см2, U=2…4 В,\n",
        "электролит 1 М H2SO4; 2) из водородной плазмы: температура 400°С;\n",
        "давление в разряде – 30...40 Па, концентрация атомов водорода над\nнасыщаемой поверхностью ~1014см–3; 3) в установке Сиверта: при 350°С,\n",
        "давлении 1 МПа, в течение 2 ч\n",
        "Предполагается, что в зависимости от способа введения водорода\nзаполнение водородных ловушек происходит в существенно различном\nпорядке. При электролитическом насыщении сначала заполняются\nнизкотемпературные (поверхностные) ловушки, а после их заполнения\nначинается диффузия водорода вглубь образца. В установке Сиверта (при\nтемпературе образца 350°С) и плазменной установке (при температуре\nобразца 400°С) начало насыщения связано с заполнением\nвысокотемпературных (объёмных) ловушек независимо от давления в\n",
        "66 66\nинтервале давлений 0,06÷1 МПа. При плазменном насыщении водород\nэффективнее всего проникает в объём образца, при этом наблюдается\nзаполнение как высоко-, так и низкотемпературных ловушек.\n",
        "Как упоминалось выше, десорбционная способность материала\nсущественно зависят от его микроструктуры [95, 96]. При снижении\nразмера зёрен или кристаллитов уменьшается плотность упаковки атомов\nметалла, что улучшает диффузию водорода. При измельчении материала\nдо уровня наночастиц резко возрастает доля атомов, расположенных на\nповерхности частицы, а внутренние атомы находятся недалеко от\nповерхности. Это улучшает кинетику сорбции-десорбции, снижает\nэнтальпию формирования. Важно, что равновесие между металлом и\nводородом с одной стороны, и гидридом с другой стороны изменяется.\nДля частиц с размерами 2-20 нм существенный вклад в это изменение\nвносит поверхностная энергия. Если гидрид имеет значительно большую\nповерхностную энергию, чем металл, равновесие будет смещаться к\nметаллу. Если металл имеет большую поверхностную энергию,\nравновесие будет смещаться к гидриду.\n",
        "Так, например, эффективность поглощения водорода в\nнанокристаллическом состоянии сплава Ti–6Al–4V более чем на два\nпорядка превышает эффективность поглощения крупнокристаллическим\nсплавом при насыщении в водородной плазме. Нанокристаллический\nтитан в силу большой развитости границ зёрен способен создавать\nгидриды с насыщением на 1 атом титана 2 и более атомов водорода.\nПоэтому гидридные материалы должны быть диспергированными.\nСуществует несколько направлений реализации наноструктур для\nиспользования в накопителях водорода (в т.ч. supported nanoparticles –\nрастворённые в суперкритических жидкостях наночастицы, широко\nприменяются в качестве катализаторов и используются для нанесения\nтонких нанопокрытий) (рис. 35, 36) [150].\n",
        "Рис. 35. Рис. 36.\n",
        "67 67\nИсследования последних 10 лет показывают, что наноразмерность\n(<10 нм) гидридов лёгких металлов оказывает большое влияние на их\nводородосорбционные свойства. Теоретически показано, что не только\nкинетические, но и термодинамические свойства могут быть существенно\nулучшены таким образом по сравнению с монолитным материалом.\nХорошо приготовленные наночастицы, а также тонкоплёночные\nпокрытия являются очень полезными модельными системами для\nизучения фундаментальных эффектов наноразмерности гидридных\nматериалов [150].\n",
        "В то же время есть данные, что использование наноструктур для\nметаллических гидридов может приводить к ухудшению циклической\nстабильности, деградации сорбционных свойств, значительному\nснижению теплопроводности [91].\n",
        "Известны способы осаждения гидридообразующих тонкоплёночных\nпокрытий металлов (или композитов): термическое испарение [151],\nВЧ испарение [152], электронно-пучковое испарение [153]. Однако все\nэти способы являются низкоэффективными из-за низкой степени\nионизации продуктов осаждения, что приводит к недостаточной адгезии\nосаждаемой плёнки, её шелушению и отслоению (как до, так и в процессе\nнасыщения изотопами водорода).\n",
        "Наиболее эффективными являются технологии плазменного\nосаждения покрытий, например, магнетронный метод.\n",
        "HiPIMS (high power impulse magnetron sputteing) – процесс, ставший\nочень популярным в последнее время [154]. Это магнетронное\nраспыление импульсами большой мощности. В отличие от магнетронов\nпостоянного тока (DCMS) используются низкочастотные (50 – 1000 Гц)\nимпульсы с большой амплитудой (1 – 2 кВ), большим током разряда при\nдлительности импульсов 10 – 1000 мкс и высокой скважности (10 – 100),\nпиковой мощностью несколько МВт и высокой степенью ионизации\nпаров распыляемого материала.\n",
        "При предельных мощностях, используемых на катоде импульсного\nмагнетрона, плазма около мишени достигает очень высоких плотностей\n1013 – 1014 ионов/см3 (для сравнения: плотность плазмы в традиционном\nразряде постоянного тока составляет 1010ионов/см3). Так как\nметаллические атомы распыляются с мишени, они входят в плотную\nплазму и ионизируются с высокой эффективностью. Уровень\nметаллической ионизации составляет, например, 30% для Cr.\n",
        "На рис. 37 сравнивается состав различных видов плазмы,\nиспользуемых в PVD, который определён вблизи подложки посредством\nэнерго-разрешающего масс-спектромера, а в Табл. 6 – сравнительные\nзначения параметров магнетронного распыления. В традиционном\nраспылении с постоянным током Cr1+ содержит только 15% ионного\nпотока и большую часть ионов (80%) составляет Ar1+. В HIPIMS\n",
        "68 68\n",
        "металлические ионы Cr1+ содержит 45%, и наблюдаются даже дважды\nзаряженные ионы Cr2+. В катодных дугах большую часть ионов\nсоставляют дважды заряженные ионы Cr2+, а также наблюдаются Ar1+ и\nCr3+.\n",
        "Рис. 37.\n",
        "Относительная плотность ионов, образованная при помощи: а)\n",
        "традиционного распыления с постоянным током; b) HIPIMS и с) катодных\n",
        "вакуумно-дуговых разрядов. Ji – характерная плотность ионного тока\n",
        "Таблица 6. Сравнительные значения параметров магнетронного\n",
        "распыления [155]\n",
        "Катодное\nнапряжение\n",
        "Пиковая\nплотность\n",
        "тока\n",
        "Пиковая\nплотность\nмощности\n",
        "Пиковая\nплотность\n",
        "плазмы\n",
        "Ионизация\n",
        "HiPIMS\n",
        "600 – 2000\n",
        "В\n",
        "0.5–5\nA/cм2\n",
        "0,5–3\nкВт/cм2\n",
        "1018 м-3\n",
        "до 50% для\n",
        "Ti\nи до 70%\n",
        "для Ta\n",
        "DCMS 300 – 700 В\n",
        "< 0,1\nA/cм2\n",
        "< 50\nВт/cм2\n",
        "1015 м-3 до 1%\n",
        "При длительности импульса τ = 10÷500 мкс частота следования лежит\nобычно в диапазоне f = 10 Гц – несколько кГц.\n",
        "Использование HiPIMS в режиме импульсов высокой мощности\nобеспечивает: повышение прочностных характеристик;\n",
        "увеличение износостойкости рабочей поверхности изделия;\n",
        "формирование покрытий с высокими плотностью и адгезией к\nсубстрату.\n",
        "69 69\nИспользование потоков высокоионизированной металлической\nплазмы обеспечивает как существенное увеличение адгезии покрытия при\nотносительно низкой температуре, так и повышение концентрации\nизотопов водорода в осаждаемом покрытии [156]. Насыщенность\nизотопами водорода плёнок при плазменном насыщении может более чем\nв 2 раза превышать значения, полученные при использовании метода\nСиверта [144], при этом атомное отношение изотопа водорода к металлу\nможет превышать стехиометрическое и достигать значения,\nпревышающего 2 атома изотопа водорода на 1 атом Ti [157, 158].\n",
        "Наиболее эффективным процессом формирования тонких плёнок\nгидридов на носителе (фольга, проволока, изделие) является осаждение\nтонкоплёночных покрытий из гидридообразующего металла или металлов\nс помощью потоков высокоионизированной металлической плазмы при\nсинхронном насыщении осаждаемого материала изотопом (или смесью\nизотопов водорода) в соответствующей атмосфере. При этом степень\nнасыщения осаждаемого материала (или материалов) изотопом (или\nсмесью изотопов) водорода и соотношение химических компонентов в\nосаждённом материале (или материалах) регулируется выбором\nтемпературы субстрата (в диапазоне от 200оС до 800оС), величин потоков\nосаждаемого материала (или материалов) и изотопа (или смеси изотопов)\nводорода в диапазоне отношений величины суммарного потока\nосаждаемых материалов к величине суммарного потока изотопов\nводорода от 0,1 до 10 [159].\n",
        "В процессе осаждения возможно введение добавок, например,\nуглерода (С). Для этого в вакуумную камеру вводится и разлагается поток\nСxHy и/или СxDy, и/или СxTy или их смесь и используется в дальнейшем\nкак источник изотопов водорода для насыщения, так и как источник\nуглерода для стабилизирующей добавки.\n",
        "Генерация высокоионизованной металлической плазмы\nосуществляется источниками металлической плазмы на основе вакуумнодугового разряда в условиях вакуума в диапазоне давлений 10 –\n0,0001 Па.\n",
        "Для осаждения плёночных покрытий использовались два источника\nметаллической плазмы, генерирующие высокоионизованные потоки Zr\n(источник плазмы 1) и Ti (источник плазмы 2). Осаждение и насыщение\nизотопами водорода плёночных элементов вакуумных нейтронных трубок\nосуществлялось на заготовки необходимого состава и формы,\nзакреплённые на держателе образцов под определённым углом , который\nможет изменяться от 0 до 90 градусов (рис. 38).\n",
        "70 70\nОбразцы\n",
        "катодов\nДуговой испаритель Расходомер MKS Instruments\n",
        "с Zr катодом\n",
        "Дуговой испаритель\nс Ti катодом\n",
        "образцов\n",
        "Держатель\n",
        "Предметный стол\n",
        "H 2\n",
        "Рис. 38.\nСхема и общий вид вакуумно-дуговой установки ПЛАЗМАТЕХ\n",
        "Изменением угла обеспечивалось необходимое соотношение двух\nразличных материалов (в данном случае Zr и Ti) в процессе осаждения.\nНасыщение материала тонкоплёночных элементов изотопами водорода\nобеспечивается при контролируемой подаче их потока через расходомер.\nДля введения в насыщаемые плёнки функциональных добавок\n(эмиссионно-активных, термостойких и др.) могут быть использованы\nдополнительные источники плазмы с соответствующими катодами\n(например, Y), либо введены дополнительные газовые потоки (например,\nС6Н6). Возможно также использование сплавных катодов (например,\nZrxYy).\n",
        "Структура осаждённых плёночных катодов из Ti и Zr толщиной 10–\n15 µm на медных подложках исследовалась на соответствующих шлифах\nс использованием РЭМ JSM-35CF (JEOL). Более детальные\nисследования микроструктуры осаждённых плёночных катодов\nпроводились на Si подложках. Исследования влияния эмиссионноактивной добавки и карбидной фазы на свойства плёночных катодов\nпроводились для наиболее насыщаемых Zr покрытий. Величины тока\nвакуумно-дугового источника и напряжения во всех случаях были,\nсоответственно, 100 А и 30 В. При нанесении покрытия Zr+Y+H2+С в\nпроцессе подачи потока Н2 60 sccm устанавливалось давление 4 . 10-3 Торр,\nпри последующей подаче потока С6Н6 6,6 sccm устанавливалось и\nподдерживалось давление 9,5 . 10-3 Торр.\n",
        "На рис. 39 (а, б, в, г) представлены результаты этих исследований.\nСтруктура Zr+Y мозаичная по всей толщине покрытия с тенденцией к\nвертикальной ориентации с характерным размером в несколько сот\nнанометров. Видны вкрапления макрофракций. Структура Zr+Y+H2 (float)\nв основном столбчатая по большей части толщины покрытия с\nхарактерным сечением структур ~100 нм. Также видны вкрапления\nмакрофракций. При использовании напряжения смещения на подложке\n(–200 В) структура верхней части покрытия Zr+Y+H2 промежуточная\n",
        "71 71\n(между столбчатой и мозаичной) с тенденцией к вертикальной\nориентации с характерным размером ~100 нм, структура нижней части\nпокрытия скорее мозаичная с большим характерным размером. Структура\nZr+Y+H2+С покрытия по большей части его толщины близка к аморфной.\nОднако структура нижней части, прилегающей к подложке, близка к\nмозаичной структуре покрытия Zr+Y+H2, что может быть связано с\nзадержкой в подаче потока С6Н6 в процессе эксперимента.\n",
        "а) б)\n",
        "в) г)\n",
        "Рис. 39 а, б, в, г.\nМикроструктура осаждённых плёночных катодов на Si подложках\n",
        "Из-за существенно меньшей энергии связи десорбция водорода\nпроисходит в плёночных покрытиях легче и при значительно более\nнизких температурах (Тm~900K для ZrHx) по сравнению с монолитными\nметаллами и сплавами (Tm~1300K) (рис. 40).\n",
        "72 72\nТемпература десорбции изотопов водорода\n",
        "0\n200\n400\n600\n800\n1000\n1200\n1400\n",
        "Zr50Ti50Hx ZrHx-10мкм ZrHx-25мкм ZrHx моно\n",
        "Материалы\nТемпература,К\n",
        "Рис. 40.\n",
        "Зависимость температуры десорбции от толщины покрытия ZrHx\n",
        "Одним из альтернативных методов производства наноматериалов для\nхранения водорода в виде гидридов является метод лазерной абляции\nматериалов (PLD: pulsed laser deposition). Так, известно, что при размере\nчастиц гидрида Mg менее 2 нм термодинамическая стабильность\nпоследнего снижается [161]. При этом энтальпия снижается более чем на\n10 кДж/моль Mg по сравнению с монолитным материалом.\n",
        "Поскольку одним из ключевых положений такой технологий является\nполучение атмосферо-устойчивых наночастиц (для избежания негативных\nэффектов оксидирования наночастиц, что затрудняет сорбцию водорода)\nметаллическая мишень (например, Mg) помещается в кювету с\nжидкостью, состоящей из деионизованной воды и полимера (рис. 41\n[161]).\n",
        "Рис. 41.\n",
        "Схема процесса производства капсулированных наночастиц Mg\n",
        "с помощью лазерных импульсов в полимерной среде\n",
        "73 73\nИзлучение Nd:YAG лазера (1,064 нм) с частотой 10 Гц\nфокусировалось в 1 мм на мишени в течение 30 минут. Наночастицы,\nвылетающие из плазменного факела в фокусе, перемещались в рабочую\nжидкость, температура и давление в которой очень высокие во время\nлазерного импульса. Степень агрегации и дисперсия наночастиц\nконтролируется вариацией состава рабочей жидкости (гомогенный\nтетрагидрофуран THF, содержащий газоселективный полимер\nполиметилметакрилат PMMA). Использование очень коротких импульсов\nпозволяет применение волатильных органических жидкостей или\nполимеров. Гидрогенизация капсулированных в полимерной матрице\nнаночастиц проводится частично в водородосодержащей рабочей\nжидкости, но, в основном, диффузией при давлении до 25 бар. Если\nкинетика и ёмкость по водороду получаемых таким образом Mg\nнаночастиц близка к опубликованным значениям, то обратимое\nводородосодержание значительно превышает их и требует температуру\n~250оС вместо ~300оС для обычного Mg.\n",
        "Существенным недостатком метода является использование\nнизкоэффективного метода гидрогенизации наночастиц.\n",
        "4. Использование гидридов в качестве инжекторов водорода и его\n",
        "изотопов\n",
        "В настоящее время развивается новая область применения гидридов –\nиспользование в качестве импульсных инжекторов изотопов водорода для\nплазменных ускорителей, компактных источников нейтронов и т.п. [88]. В\nзависимости от приложений требования к длительности газового\nимпульса меняются от долей секунды до значений в микросекундном\nдиапазоне. Спецификой такого использования накопителей водорода\nявляется то обстоятельство, что, в основном, подобные устройства\nработают в импульсно-периодическом режиме с частотой от долей Гц до\nдолей МГц.\n",
        "Поэтому небольшое количество работ, имеющих к этому отношение,\nпредставляют большой интерес и требуют дальнейшего развития. В,\nпожалуй, одной из первых публикаций [162] речь шла об использовании\nэлектроразрядного источника (далее ЭИГИ – электроимпульсный\nгидридный инжектор) трития для газонаполненной нейтронной трубки\n(ГНТ) в виде двух близко расположенных кольцевых тритиенасыщенных\nполосок на внутренней поверхности керамического кольца, либо\nводородонасыщенных титановых дисков, разделённых керамическим\nизолятором. При подаче импульса напряжения в несколько сот Вольт на\nполоски, или диски происходил межэлектродный электрический разряд,\nслужащий источником энергии для термодесорбции трития.\n",
        "За прошедшие 45 лет предложены и исследованы несколько основных\nконцепций активного элемента ЭИГИ: насыщенная изотопами водорода\n",
        "74 74\n",
        "Ti фольга [163], слой гидридного порошка на фольге из тугоплавкого\nметалла [164], спрессованный порошок гидрида Ti [165], тонкослойное\nнаводороженное покрытие на фольге [166].\n",
        "В [164] сформулированы основные критерии пригодности гидридного\nинжектора (ЭИГИ) к практическому использованию:\n",
        "– возможность получения необходимой дозы газообразного изотопа\nводорода;\n",
        "– воспроизводимость дозы при повторяющемся воздействии (энергия\nэлектроимпульса);\n",
        "– достаточное быстродействие;\n– технологическая простота;\n– достаточный ресурс до перезарядки;\n",
        "– возможность многократной перезарядки активного элемента\nизотопом водорода.\n",
        "В одной из первых работ [164, 167] активный элемент выполнен в\nвиде спрессованного в цилиндрической трубке порошка дейтерида (рис.\n42).\n",
        "Рис. 42.\nИнжектор водорода на порошковом элементе:\n1 – фланец; 2 – перфорированный электрод; 3 – порошок; 4 – электрод;\n",
        "5 – керамическая труба; 6 – сильфонный узел; 7 – пружина\n",
        "75 75\nПорошковый (TiHx) элемент 27 мм диаметром состоял из 2-х частей:\nпервая (а) толщиной 5–11 мм, собственно инжекторная, содержит смесь\nпорошка гидрида Ti (m=3±0,3 г) и окиси Al, вторая (б) толщиной 20–\n30 мм только из гидрида. Окись Al добавлялась для увеличения\nэлектросопротивления активного элемента до 10-1÷10-2 Ом. Функция\nвторого, аккумулирующего, слоя – периодическое наводороживание\nпервого слоя при прогреве инжектора.\n",
        "По мере снижения доли окиси алюминия от 48 до 36% доза\nвыделенного водорода существенно уменьшалась. Предполагается, что\nснижение эмиссионной активности элемента инжектора с уменьшением\nокиси алюминия может быть обусловлено сокращением постоянной\nвремени электроразряда (при уменьшении активного сопротивления\nэлемента) и возрастанием роли паразитных сопротивлений разрядной\nцепи, а также качественной деградацией элемента вследствие\nпрогрессирующего электроспекания частиц. Неясна также роль\nвнутриэлементного плазменного электроразряда в процессе\nдегидрирования элементов порошка.\n",
        "Предложена модель теплообменных процессов в порошковом\nэлементе при пропускании через него импульсов тока от конденсаторной\nбатареи. В модели конгломерата 50 мкм частиц времена прогрева\nпорошка активного элемента и диссипации энергии оцениваются как\n200 мкс и 0,5 с соответственно. Длительность инжекции порции (~2,3 см3)\nводорода превышает 200 мс.\n",
        "В целом модель теплообмена представляется неубедительной:\n“Выделение водорода из порошкового элемента обусловлено\nтермическими и плазменными эффектами, локализованными по\nпериферии частиц сорбента”. Однако выяснены недостатки порошковых\nактивных элементов: загрязнение водорода примесями добавок,\nнеконтроллируемй контакт зёрен и, следовательно, величина\nэлектросопротивления и т.д., затруднённый и неравномерный по объёму\nтеплоотвод, большая инерционность процесса дегидрирования и\nвыделения водорода к потребителю, и, как следствие, невозможность\nработы в импульсно-периодическом режиме.\n",
        "Известен комбинированный (гидрид титана/фуллерен)\nэлектротермический импульсный источник газовой смеси для инжекции в\nсистемы с магнитным удержанием плазмы [166]. Через грануляционный\nнакопитель газовой смеси с объёмом 3 см3 пропускается импульс тока\n14 кА длительностью несколько микросекунд. Соотношение водорода и\nпримесей (углерод) регулируется температурой нагрева смеси гранул\nгидрида титана и фуллерена (300–600оС).\n",
        "Другой подобный источник представлял собой толстостенный\nметаллический цилиндр с объёмом ~100 cм3 со смесью порошка гидрида\n",
        "76 76\nAl, коллоидного графита (для придания смеси сопротивления 0,5÷5 Ом) и\n5–10% полиэтилена (для придания механической прочности) [168].\n",
        "Нагрев осуществлялся импульсом тока длительностью ~1 мс от\nконденсаторной батареи, что соответствует скорости нагрева при\nдесорбции ~3.104 К/с, при этом время нарастания давления в рабочей\nкамере (т.е. фактически длительность импульса газовой инжекции)\nускорителя не превышало 5 мс (рис. 43). При увеличении энерговклада в\nисточник с 300 до 800 Дж/г длительность газового импульса уменьшалось\nна 15–20%. Количество инжектированного водорода оценивается в 7–8%\nот массы гидридной смеси.\n",
        "Рис. 43.\nСверху вниз: осциллограмма импульса тока, импульс напряжения,\n",
        "давление в рабочей камере (плазменный ускоритель)\n",
        "77 77\n",
        "Механизмом нагрева активной смеси для термодесорбции полагался\nдуговой разряд, возникающий в смеси при выделении некоторого\nколичества водорода.\n",
        "Следует отметить, что, несмотря на значительно больший объём\nактивного элемента (почти в 5 раз по сравнению с предыдущим\nгенератором), длительность газового импульса в ~50 раз меньше.\nПричиной этого может быть несколько обстоятельств: большее\nэлектросопротивление элемента, меньшая индуктивность разрядного\nконтура, существенно больший энерговклад в AlH3 элемент.\n",
        "В современном варианте выполнения ЭИГИ на основе использования\nгранулированного гидрида конструкция усложняется с целью\nобеспечения стабильных параметров газового импульса в повторяющемся\nрежиме работы (рис. 44 [169, 170]).\n",
        "Рис. 44.\nЭИГИ для плазменного ускорителя\n1 – гранулы дейтерида; 2 – камера; 3 – газопроницаемая перегородка;\n4 – металлический патрубок; 5 – первый бункер; 6 – диэлектрический\nкорпус бункера; 7 – дополнительный электрод; 8 – металлический фланец;\n",
        "9 – металлическая трубка; 10 – второй бункер; 11 – вибратор; 12 –\n",
        "дополнительный ёмкостной накопитель энергии; 13 – ёмкостной\n",
        "накопитель энергии ускорителя\n",
        "78 78\nЭИГИ ускорителя выполнен в виде камеры с внутренней\nгазопроницаемой цилиндрической перегородкой. Камера заполнена\nгранулами из газосодержащего вещества и снабжена первым бункером,\nвторым бункером и вибратором для подачи гранул. Второй бункер\nпредназначен для сбора использованных гранул. Дно камеры снабжено\nтрубкой для удаления использованных гранул во второй бункер.\nДополнительный электрод установлен внутри первого бункера и имеет на\nбоковой поверхности электроизоляционное покрытие.\n",
        "Генератор действует следующим образом. Включают на несколько\nсекунд вибратор 11. При этом гранулы 1 из первого бункера 5 через\nпатрубок 4 заполняют внутреннее пространство цилиндрической\nперегородки 3, затем полость трубки 9, из которой после выключения\nвибратора 11 не высыпаются благодаря отогнутому концу. Ёмкостной\nнакопитель энергии 12 через коммутатор, электрод 7 разряжается через\nгранулы 1. Происходит интенсивное выделение газа из гранул. В течение\nнескольких микросекунд плотное облако газа проходит через\nгазопроницаемую цилиндрическую перегородку 3 и заполняет\nпространство между электродами ускорителя.\n",
        "Т.о. генератор потенциально способен работать в периодическом\nрежиме в течение серии, длительность которой определяется запасом\nгранул в верхнем бункере.\n",
        "Результаты измерений, представленные на рис. 45 [170],\nсвидетельствуют, что этот (или подобный) генератор способен\nинжектировать 1019 атомов за импульс длительностью ~50 мкс (!?). Это\nсоответствует производительности 2×1020 ат/с (!?), что на 3 порядка (!)\nпревышает производительность ЭИГИ на основе тонкого слоя гидрида Ti,\nнанесённого на фольгу из тугоплавких металлов [164].\n",
        "Рис. 45.\nЭволюция давления водорода в ускорителе после напуска газа\nимпульсным клапаном электродинамической системы и разрядом через\n",
        "гранулы гидрида титана\n",
        "79 79\nЧрезвычайно интересны экспериментальные данные определения\nдинамического значения скорости генерации дейтерия из фольги гидрида\nTi [171] и удельного сопротивления дейтерированной титановой фольги\n[172].\n",
        "Скорость генерации газа из дейтерида титана связана с временной\nпроизводной давления газа в сосуде согласно формуле:\n",
        "ν =\n",
        "dt\ndP\nV\nRTM\n",
        "A\n",
        "Ti\n2 D\n",
        ",\n",
        "где V – объём сосуда; T и P – температура и давление газа в сосуде, AD=2.\n",
        "Исследовалась генерация дейтерия из пакета, состоящего из трёх\nдейтеронасыщенных Ti фольг, с суммарной массой дейтерида титана,\nравной 1,769 г, размещённого в цилиндрическом корпусе ЭИГИ, диаметр\nкоторого равен 70 мм, а объём 1,7 л. Содержание дейтерия в пакете фольг\nсоответствует значению параметра X = 0,29. Суммарный объём\nинжектора, в который помещены фольги, и присоединённых к нему\nучастков экспериментальной установки составляет V = 0,01 м3. Перед\nначалом эксперимента пакет фольг разогревался током до температуры\n300ºС. В промежутках времени 0–40 и 140–176 мс на пакет\nвоздействовали импульсами тока длительностью ~40 мс с довольно\nкрутым передним фронтом, которые нагревали фольги с 300 до 650ºС и с\n650 до 720ºС соответственно. На рис. 46 представлены осциллограммы\nтока через пакет, расчётные значения удельного энерговклада в пакет, а\nтакже временные зависимости давления в контрольном объёме и скорости\nгенерации.\n",
        "Для результатов, представленных на рис. 46 , на момент времени 80\nмс энерговклад составляет 350 Дж/г, температура пакета фольг равна\n650ºС, давление газа дейтерия 50 Па, степень насыщения Х = 0,281, а\nскорость генерации равна ~6 Па×м3/(с×гTi).\n",
        "Безусловно, эти эксперименты являлись новым крупным шагом в\nразвитии ЭИГИ и в реализации импульсно-периодического режима\nработы подобных высокоэффективных инжекторов рабочих газов. Этот\nуспех в значительной мере связан с разработкой и использованием\nмалоинерционных фольговых активных элементов ЭИГИ.\n",
        "Безусловно, эти эксперименты являлись новым крупным шагом в\nразвитии ЭИГИ и в реализации импульсно-периодического режима\nработы подобных высокоэффективных инжекторов рабочих газов. Этот\nуспех в значительной мере связан с разработкой и использованием\nмалоинерционных фольговых активных элементов ЭИГИ.\n",
        "80 80\nРис. 46.\nРисунки (сверху вниз) с осциллограмм разрядного тока через пакет,\nрасчётные значения удельного энерговклада в пакет, а также временные\n",
        "зависимости давления в контрольном объёме и скорости генерации газа\n",
        "Для оценки параметров электронагрева фольговых генераторов\nнеобходимо знание величины сопротивления гидрированного фольгового\nэлемента. Такие данные получены в работе [171]. Химическая формула\nдейтерида титана имеет вид TiDx, где х – атомное отношение D/Ti. На\nскорость выхода дейтерия из единицы массы дейтерида титана влияет\n",
        "81 81\nтемпература Т фольги и величина параметра х. Удельное сопротивление\nгидрида титана также является функцией параметров Т и х. Поэтому\nпоявляется возможность путём проведения простых измерений силы тока\nи напряжения, подаваемого на образец дейтерида титана, вычисления\nвеличины энергии и удельного сопротивления образца (рис. 47).\n",
        "Рис. 47.\n(Слева направо) осциллограммы тока и напряжения, расчётные величины\n",
        "сопротивления и удельного сопротивления фольги\n",
        "Дальнейшим шагом в этом направлении является переход к\nиспользованию в качестве активных элементов тонкослойных гидридных\nпокрытий из порошка гидрида [164 или 172], наносимых на\nметаллические или композитные фольги. Преимуществом такого рещения\nявляется разделение функций накопителя изотопов водорода и\nэлектрического нагревателя, что предоставляет широкий выбор\nматериалов нагревателя. Кроме того, порошки имеют более высокую\nсорбционную способность по сравнению с монолитом.\n",
        "Показано, что варьирование материала и толщины фольги, а также\nвеличины, длительности и формы импульса тока позволяют широко\nварьировать параметры термодесорбции гидридного накопителя. В работе\n[173] исследовался генератор на основе Mo фольг с двусторонним 0,03 мм\nпокрытием из порошка дейтерированного титана с общей массой 0,1177 г,\nчто соответствует плотности 2,34 г/см3. Измерения ИК излучения фольг\nво время нагрева позволило оценить величину электрического\nсопротивления фольги с покрытием и затем поглощённую мощность.\n",
        "Использовались два режима нагрева – длинноимпульсный 50 с при\nтоке 15 А и короткоимпульсный 50 мс при токе до 178 А. В процессе\nвыделения газа стехиометрический фактор α снижается как α = αо –\n",
        "Q/254,4, где 254,4 мбар×л/г соответствует генерации ~1,2×1022 атомов\nгаза из титана, что соответствует числу атомов в 1 г титана. На основании\nанализа результатов сделан вывод, что одновременное\nпрограммированное использование нескольких фольговых элементов с\nиспользованием индивидуальных источников тока позволяет снизить\nэнергозатраты.\n",
        "82 82\nЗаключение\n",
        "Для успешной реализации водородной технологии и водородной\nэкономики в целом одной из ключевых проблем является разработка\nтакого метода хранения водорода, особенно на борту транспортных\nсредств, который удовлетворял бы требования DOE (США) по\nводородоёмкости систем хранения Н2 (не менее 9 (wt.)%) и температуре\nего выделения при дегидрировании (60–120оС) с высокой долговечностью\nпри циклировании.\n",
        "Анализ приведенных данных показывает, что все рассмотренные\nметоды имеют свои преимущества и недостатки и до сих пор не найдено\nидеального способа хранения водорода, удовлетворяющего всем\nтребованиям. Только один из известных методов – хранение водорода в\nвиде криогенной жидкости – имеет ёмкостные показатели (объёмная\nплотность жидкого водорода 70,8 кг/м3), полностью удовлетворяющие\nтребованиям для применения на транспорте. Но реализация этого метода\nтребует слишком высоких энергозатрат и эксплуатационных расходов, а\nтакже соблюдения мер безопасности.\n",
        "Более приемлемым вариантом для регулярного использования\nводорода является хранение его в химически связанном состоянии,\nособенно в форме гидридов металлов или интерметаллических\nсоединений. Этот метод характеризуется высокой компактностью,\nбезопасностью и не слишком высокими энергозатратами. Учитывая\nтехнологическую гибкость металлогидридного метода, можно заключить,\nчто он имеет хорошие перспективы для создания эффективных\nкомбинированных систем хранения водорода.\n",
        "Хотя классические гидриды интерметаллидов, например, LaNi5,\nимеют высокие объёмные ёмкости по Н2, хорошие кинетику\nгидрирования, термодинамические свойства и циклическую стабильность,\nно их гравиметрические ёмкости по Н2 (1–4 (wt.)%) слишком низкие для\nбортового хранения водорода.\n",
        "Метастабильные металлогидриды (МСМГ) обладают высокой\nёмкостью и низкой температурой разложения. Некоторые МСМГ\nидеально подходят для портативных источников энергии, где вес и объём\nкритичны. Плотность энергии в таких источниках была бы в 4 раза выше,\nчем в литие-полимерных батареях, или в 1,5 раза больше, чем водород\nпод давлением 700 бар. Однако основной проблемой является разработка\nэффективных и экономически приемлемых технологий промышленного\nпроизводства и, возможно, концепции построения накопителей водорода.\n",
        "Большой интерес представляют метастабильные гидриды на основе\nAl, в частности, алан AlH3. Эти материалы показывают низкую энтальпию\nдекомпозиции, которая снижает требуемую для выделения водорода\nэнергию при практически приемлемых значениях давления. Кроме того,\nэти материалы показывают быструю эволюцию скорости выделения\n",
        "83 83\nводорода в узком интервале температур (80÷100оС). Т.о. алан является\nочень перспективным кандидатом для мобильных накопителей энергии,\nНО должен быть разработан жизнеспособный метод перезарядки.\n",
        "По-видимому, решающую роль в достижении приемлемых\nпараметров водородных накопителей сыграют нанотехнологии, причём во\nмногих случаях наиболее перспективым способом формирования\nнаноструктур и их гидридизация являются плазменные технологии\nосаждения тонкоплёночных покрытий в среде водорода.\n",
        "Использование гидридов для хранения водорода в компактных\nустановках требует особого внимания для дизайна, в том числе,\nконтейнера. Плотная объёмная набивка камеры (картриджей) водородных\nнакопителей предъявляет дополнительные требования к механической\nпрочности камеры (картриджа) вследствие значительных колебаний\nобъёма сорбента при гидридизации/дегидридизации.\n",
        "Металлические гидриды расширяются при гидрогенизации и\nсжимаются после выделения водорода, что может привести к деформации\nили повреждению контейнера (картриджа), т.к. величина стресса может\nпревышать 70 МПа при насыщении более 0,5 [174].\n",
        "Кроме того, одним из главных недостатков современных гидридных\nсистем хранения водорода для мобильных приложений является высокая\nинерционность процесса освобождения водорода, связанная в том числе с\nобъёмной структурой накопителя водорода, затрудняющей теплообмен с\nсистемой нагрева накопителя. C другой стороны, для эффективной работы\nавтомобиля время освобождения водорода до достижения полного потока\nво время старта, а также времена переходных режимов (10–90% или 90–\n0%) не должны превышать 0,5 с.\n",
        "Острота этих проблем может быть преодолена или в значительной\nстепени смягчена, во всяком случае, для портативных источников энергии\nиспользованием картриджей на основе ЭИГИ (электроимпульсный\nгидридный инжектор) водорода, в которых в качестве накопителя\nводорода используется тонкослойное гидридное покрытие, нанесённое на\nодну (или две) сторону металлической фольги. Причём покрытия\nнаносятся и гидридизируются в одном процессе с помощью вакуумнодуговых источников плазмы или HiPIMS (high power impulse magnetron\nsputteing) в водородосодержащей атмосфере.\n",
        "Выделение водорода из накопителя (тонкослойного покрытия)\nосуществляется термодесорбцией при непосредственном нагреве фольги\nимпульсами электрического тока в квазистационарном, импульсном, или\nимпульсно-периодическом режимах. Наличие степеней свободы\nрулонных фольговых накопителей позволяет избежать стрессовых\nциклических нагрузок на механическую конструкцию водородного\nнакопителя (картриджа).\n",
        "84 84\nРежим электротермической десорбции водорода из тонкослойного\nпокрытия обладает существенно меньшей инерционностью по сравнению\nс режимом нагрева внешней поверхности картриджа, что предоставляет\nновые возможности для программирования параметров выделения и\nхранения водорода. В работе [82] показана практическая возможность\nтакого режима при использовании AlH3.\n",
        "В отношении проблемы регенерации (перезарядки) картриджей с\nтакими накопителями кардинальным и экономически приемлемым\nспособом может являться использование одноразовых картриджей и\nзамена использованных картриджей с накопителями водорода в виде\nфольговых элементов на герметизированные новые (на пунктах заправки)\nс утилизацией использованных, т.к. затраты на изготовление фольговых\nнакопителей с помощью вышеуказанных технологий и корпусов\nкартриджей могут сделать экономически целесообразным такой вариант.\nИзготовленные таким способом картриджи могут храниться в\nнормальных условиях без ограничения времени [3].\n",
        "Благодарность\n",
        "Авторы приносят благодарность Л.В. Филипповой за существенную\nпомощь в подготовке материала к печати.\n",
        "85 85\nСписок литературы\n",
        "1. Schlapbach L., Züttel A. // Nature 414 (2001) 353–358.\n2. Satyapal1 S., Read1 C., Ordaz G. et al. U.S. DOE Hydrogen Program //\n",
        "The Fourth U.S.-Korea Forum on Nanotechnology: Sustainable Energy,\nHonolulu, HI, April 26–27, 2007.\n",
        "3. Yartys V. A., Lotosky M. V. // In: Hydrogen Materials Science and\n",
        "Chemistry of Carbon Nanomaterials. Eds. N.N. Veziroglu, S. Yu.\nZaginaichenko, D. V. Schur et al. //Kluwer Academic Publishers, 2004.\nP. 75–104.\n",
        "4. Тарасов Б. П., Лотоцкий М. В., Яртысь В. А. // Рос. хим. журнал.\n",
        "2006. 50, № 6, С. 34–49.\n5. Мировой рынок водородной энергетики\n",
        "(http://proton.ru/information/hide/ 4470.html).\n6. Bulychev B. M. // In: Hydrogen Materials Science and Chemistry of Car\n",
        "bon Nanomaterial Eds. T. N. Veziroglu, S. Yu. Zaginaichenko, D. V.\nSchur et al. – Kluwer Academic Publishers, 2004. – P. 105–114.\n7. Гамбург Д. Ю., Семенов В. П., Дубовкин Н. Ф., Смирнова Л. П.\n",
        "Водород. Свойства, получение, хранение, транспортирование,\nприменение: Справочник. Под ред. Д. Ю. Гамбурга, Н. Ф.\nДубовкина. // М.: Химия, 1982. 672 с.\n8. Riis T.,Sandrock G., Hydrogen storage gaps and priorities // www.iea.or\n",
        "g/papers/2006/ hydrogen.pdf. 12 p.\n9. Schlapbach L. // MRS Bull. 2002, Sept., P. 675–679.\n10. Poirier E., Chaine R., Bernard P. et al. // Appl. Phys. A. 2004. 18. P.\n",
        "961–967.\n",
        "11. Züttel A. // Naturwissenschaften. 2004. 91, No.4. P. 157–172.\n12. Шпильрайн Э. Э., Малышенко С. П., Кулешов Г. Г. Введение в\n",
        "водородную энергетику // (http://www.ximikat.com/ebook\npxp.life=shpilrain.djvu& page=38).\n13. James S. L. // Chem. Soc. Rev. 2003. 32. P. 276–288.\n14. Papaefstathiou G. S., MacGillivray L. R. // Coord. Chem. Rev. 2003.\n",
        "246. P. 169–184.\n",
        "15. Hagrman P. J. Hargman D., Zubieta J. // Angew. Chem. Int. Ed. 1999.\n",
        "38, No. 18. P. 2638–2684.\n",
        "16. Исаева В. И., Кустов Л. М. // Рос. хим. журнал. 2006. 50, № 6. С. 56–\n",
        "72.\n",
        "17. Rosi N. I., Eddooudi M., Kim J. et al. // Cryst. Eng. Commun. 2002. 68,\n",
        "No. 4. P. 401–404.\n",
        "18. Sun D., Ma S., Ke Y. et al. // J. Amer. Chem. Soc. 2004. 128. P. 3896–\n",
        "3897.\n",
        "19. Li Y., Yang R.T. // J. Amer. Chem. Soc. 2006. 128. P. 8136–8137.\n20. Lueking A. D., Yang R. T. // Appl. Catal. A. 2004. 265. P. 259–268.\n",
        "86 86\n",
        "21. Манаков А. Ю., Скиба С. С. // Рос. хим. журнал. 2006. 50, No. 6. С.\n",
        "73–82.\n",
        "22. Nijkamp M. G., Raayamakers J. E. M. J., Dillen A. J., Jong K. P. // Appl.\n",
        "Phys. A. 2001.72. P. 619–623.\n",
        "23. Poirier E., Chahine R., Behard P. et al. // Appl. Phys. A. 2004. 78. P.\n",
        "961–967.\n",
        "24. Heine T., Zhechkov L., Seifert G. // Phys. Chem. Chem. Phys. 2004. No.\n",
        "6. P. 980–984.\n",
        "25. Bernard P., Chachine R. // Langmiur. 2001. 17. P. 1950.\n26. Zhou Li, Zhou Yaping, Sun Yan // Int. J. Hydrogen Energy. 2004. 29. P.\n",
        "319–322.\n",
        "27. Тарасов Б.П., Гольдшлегер Н.Ф., Моравский А.П. // Успехи химии.\n",
        "2001. 70, No 2. С. 149–166.\n",
        "28. Schul’ga Yu. M., Tarasov B. P., Fokin V. N. et al. // Carbon. 2003. 41,\n",
        "No.7. P. 1365–1368.\n",
        "29. Wang J. C., Murphy R. W., Chen F. C. et al. // Proc. of the 1998 U.S.\n",
        "DOE Hydrogen Program Review, NREL/ CP 570 25315.\n30. Михеева В. И. Гидриды переходных металлов. М.: Изд-во АН\n",
        "СССР, 1960. 198 с.\n",
        "31. Булычев Б. М., Стороженко П. А. // Альтернат. энергетика и\n",
        "экология. 2003. Спец. выпуск. С. 30–31.\n32. Sandrock G. //J. Alloys and Compounds. 1999. 293–295. P. 877–888.\n33. Reilly J.J. // Z. Phys. Chem. Neue Folge. 1974, Bd.17, p.p.115-127.\n34. Sakintura B., Lamari–Darkim F., Hirscher M. // Int. J. Hudrogen Energy.\n",
        "2007. 32. P. 1121–1140.\n",
        "35. Тарасов Б.П. // Альтернат. энергетика и экология. 2003. Спец.\n",
        "выпуск. С. 38–39.\n",
        "36. Zhou L. // Renewable and Sustainable Energy Reviews. 2005. 9. P. 395–\n",
        "408.\n",
        "37. Schlapbach L., Zűttel A. // Nature. 2001. 414, No. 6861. P. 353–358.\n38. Кулик О.П., Чернышев Л. И. Водородная энергетика: хранение и\n",
        "транспортировка водорода (обзор). // Препринт НАН Украины, Ин-т\nпроблем материаловедения им. И. Н. Францевича.\n39. Mazzolai G. // Int. J. Hydrogen Energy. 2008. 33, No. 23. P. 7116-7121.\n40. Matsunaga T., Kon M., Washio K. et al. // Int. J. Hydrogen Energy.\n",
        "2009. 34, No. 3. P. 1405–1410.\n41. Li Y., Yang R.T. // J. Amer. Chem. Soc. 2006. 128. P. 8136–8137.\n42. Sakintura B., Lamari–Darkim F., Hirscher M. // Int. J. Hudrogen Energy.\n",
        "2007. 32. P. 1121–1140.\n",
        "43. Zhu M., Wang H., Quang L.Z., Zeng M.Q. // Int. J. Hydrogen Energy.\n",
        "2006. 31, No. 2. P. 251—257.\n",
        "44. Grochala W., Edwards P.P. // Chem. Rev. 2004. 104. P. 1283—1315.\n",
        "87 87\n",
        "45. Chen B., Ockwig N. W., Millward A. R. et al. // Chem. Rev. 2005. 44,\n",
        "No. 30. P. 4745–4749.\n",
        "46. Ажажа В.М., Тихонов М.А., Шепелев А.Г. и др. // Вопросы атомн.\n",
        "науки и техники. Серия: Вакуум, чистые материалы,\nсверхпроводники. 2006. Nо 1. С. 145–152.\n47. Калачев Б.А., Ильин А.А., Лавренко В.А., Левинский Ю.В.\n",
        "Гидридные системы: Справочник. М.: Металлургия, 1992. – 350 с.\n48. Züttel A. // Materials Today. 2003, Sept. P. 24–23.\n49. Westerwaal R. J., Haije W. G. Evaluation solid–state hydrogen storage\n",
        "systems. Current status // Rep. ECN–E–08–043, Apr., 2008. 75 p.\n50. David E. // J. Mater. Proc. Technol. 2–5. 162. P. 169–177.\n51. Jang K., Kim D., Lee J. // J. Alloys and Compounds. 1999. 293–295. P.\n",
        "583–592.\n",
        "52. Rowsell J. L. C., Millward A. R., Park K. S., Taghi O. M. // J. Amer.\n",
        "Chem. Soc. 2004. 126, No. 18. P. 5666–5667.\n53. Тарасов Б.П. // Альтернат. энергетика и экология. 2003. Спец.\n",
        "выпуск. С. 38–39.\n",
        "54. Taizhong H., Zhy W., Baojia X., Tiesheng H. // Mater. Chem. And Phys.\n",
        "2005. 93. P. 544–547.\n",
        "55. Du Y.L., Chen G., Chen G.L. // Intermetallics. 2005. 13, No. 3-4. P. 399–\n",
        "402.\n",
        "56. Lin H.C., Lin K.M., Wu K.C. et al. // Int. J. Hydrogen Energy. 2007. 32,\n",
        "No/ 18. P. 4966–4972.\n",
        "57. Sandrock G. //J. Alloys and Compounds. 1999. 293–295. P. 877–888.\n58. Yu X.B., Yang Z.X., Feng S.L. et al. // Int. J. Hydrogen Energy 2006. 31,\n",
        "No 9. P. 1176–1181.\n",
        "59. Yu X.B., Wu Z., Xia B.J., Xu N.X. // J. Alloys and Compounds. 2004.\n",
        "372, P. 272–277.\n",
        "60. Seo C.Y., Kim J.H., Lee P.S., Lee J.H. // J. Alloys and Compounds 2003.\n",
        "348. P. 252–257.\n",
        "61. Schlapbach L., Zűttel A. // Nature. 2001. 414, No. 6861. P. 353–358.\n62. Hydrogen storage in solids // www.ecn. nl\n63. Zaluska A., Zaluski L., Ström-Olsen J.O. // Appl. Phys. A. 2001. 72. P.\n",
        "157–165.\n",
        "64. Grochala W., Edwards P.P. // Chem. Rev. 2004. 104. P. 1283–1315.\n65. Khrussanova M., Grigorova E., Mitov I. et al. // J/ Alloys and\n",
        "Compounds. 2001. 327. P. 230–234.\n",
        "66. Reiser A., Bogdanonic B., Schlichte K. // Int. J. Hydrogen Energy. 2000.\n",
        "25. P. 425–430.\n",
        "67. Dehouche Z., Klassen T., Oelerich W. et al. // Int. J. Hydrogen Energy.\n",
        "2002. 347. P. 319–323.\n",
        "68. Huot J., Liang G., Boily S. et al. // J. Alloys and Compounds. 1999.\n",
        "293—295. P. 495–500.\n",
        "88 88\n",
        "69. Imamura H., Masanari K., Kusuhara M. et al. // J. Alloys and\n",
        "Compounds 2005. 386. P. 211–216.\n",
        "70. Liu Y, Li Q, Lin G, et al., Properties of Mg2NiH4 prepared by\n",
        "microwave-assisted activation synthesis from micro-particles. // J. Alloys\nCompounds. 2009. 468. 455–461.\n",
        "71. Han S.S., Goo N.H., Lee K.S. // Alloys and Compounds. 2003. 306, No.\n",
        "1-2. P. 243–249.\n",
        "72. Orimo S., Fujii H. // Appl. Phys. A. 2001. 72. P. 167–186.\n73. Sato T., Bljmqvist H., Noreus D. // J. Alloys and Compounds. 2003.\n",
        "356–357. P. 494–496.\n",
        "74. Zaluski L., Zaluska A., Tessier P. et al. // J. Alloys and Compounds.\n",
        "1995. 227. P. 53–57.\n",
        "75. Liang G., Boily S., Huot J. et al. // J. Alloys and Compounds. 1998. 268,\n",
        "No. 1–2. P. 302–307.\n",
        "76. Кузубов А.А. и др. Теоретическое изучение сорбции и диффузии\n",
        "водорода на поверхности и в объёме интерметаллида Mg2Ni //\nФизика твёрдого тела, 2014, т. 56, вып. 10.\n77. Hasan Akyildiz, Hydrogen storage in magnesium based thin films // A\n",
        "thesis submitted to the graduate school of natural and applied sciences of\nMddle East Technical University, 2010.\n78. Abdellaoui M., Mokbli S., Cuevas F. et al. // Int. J. Hydrogen Energy.\n",
        "2006. 31, No 2. P. 247–250.\n",
        "79. Graetz J., Reilly J.J., Yartis V.A., Maehlen J.P., Tarasov B.P. et al.\n",
        "Aluminum hydride as a hydrogen and energy storage material: Past,\npresent and future // J. Alloys and Compounds, Jan. 2011.\n80. Milekhin Yu. M., Koptelov A. A., Matveev A. A. et al. // Russian Journal\n",
        "of Physical Chemistry A, July 2015, Volume 89, Issue 7, P. 1141–1145.\n81. Graetz J., Reilly J., Sandrock G. et al. Aluminum hydride as a hydrogen\n",
        "storage compound // BNL-77336-2006, Formal Report.\n82. Graetz J., Reilly J.J. // J. Phys. Chem. B 109 (2005) 22181.\n83. Graetz Jason, Metastable Metal Hydrides for Hydrogen Storage // ISRN\n",
        "Materials Science Vol. 2012, Article ID 863025, 18 pages.\n84. Kempa P.B., Thome V., Herrmann M. // Part. Syst. Charact. 26 (2009)\n",
        "132.\n",
        "85. Finholt A., Bond A., Schlesinger H., // J. Amer. Chem. Soc. 1947, 69,\n",
        "1195.\n",
        "86. Bulychev B. M., Verbetskii V. N., and P. A. Storozhenko // Zhurnal\n",
        "Neorganicheskoi Khimii, 2008, Vol. 53, No. 7, P. 1081–1086.\n87. Gabis D.I., Elets D.I., Kuznetsov V.G., Baraban A.P., Dobrotvorskii\n",
        "M.A., Dobrotvorskii A.M. // Zhurnal Fizicheskoi Khimii, 2012, Vol. 86,\nNo. 11, P. 1864–1870.\n",
        "88. Graetz J., Reilly J.J., Wegrzyn J.E. Direct hydrogenation of Al at low\n",
        "pressure // Fuel Chem. Div. Preprint 46(1), 2001.\n",
        "89 89\n",
        "89. Glushkov I.S., Kareev Yu.A., Petrov Yu.V., Savotkin A.N., Frunze V.V.,\n",
        "Hutter E., Muller G., Penzhorn R.-D., Tamm U., // Intern. J. of Hydrogen\nEnergy, 1999, Vol. 24, P. 105–109.\n",
        "90. Shmal’ko Yu. F., Solovei V. V. et al., //Materials Science 37(5):689–\n",
        "706 · September 2001.\n",
        "91. Бородина Н.И., Воробьев С.П. Газовый разряд как метод получения\n",
        "гидрида титана с заранее заданной стехиометрией // НАУЧНАЯ\nСЕССИЯ МИФИ-2005. Том 4, P. 89.\n92. Ivanov G.V. et al. Self-propagating sintering of ultra-dispersed metallic\n",
        "powders // Report of Russian Academy of Science, 1982, Tech. Phys., P.\n873 –875.\n",
        "93. Bondarenko G.G., Udris Y. Y. // Russian Metallurgy (Metally). 2001,\n",
        "No. 3. P. 282 –285.\n",
        "94. Paskalov G. Plasma processing of aluminum nano-fuel // Plasma\n",
        "Microsystems LLC, Los Angeles, California USA.\n95. Bérubé Vincent, Radtke G., Dresselhaus Mildred and Chen Gang Size\n",
        "effects on the hydrogen storage properties of nanostructured metal\nhydrides: A review. // International Journal of Energy Research 31\n(2007) 637–663.\n",
        "96. Lisowski, Wojciech, Keim, Enrico G. and Kaszkur. Decomposition of\n",
        "thin titanium deuteride films; thermal desorption kinetics studies\ncombined with microstructure analysis // Appl. Surface Science, 254 (9),\n(2008) P. 2629–2637.\n",
        "97. Milčius D., Pranevičius L., Thomas G., Lelis M. Behavior of Hydrogen\n",
        "Implanted during Physical Vapor Deposition in Al, Mg and MgAl Films\n// Materials science (Medžiagotyra). Vol. 10, No. 3. 200.\n98. Pranevicius L.L., Milcius D. // Thin Solid Films, Vol. 485, No.1 –2, 135–\n",
        "140, 2005.\n",
        "99. Wang P., Jensen C.M. // Alloys and Compounds. 2004. 379. P. 99–102.\n100. Bogdanovich B., Brand R.A., Marjanovic A. et al. // J. Alloys and\n",
        "Compounds 2000. 302. P. 36–58.\n",
        "101. Sandrock G., Gross K.J., Thomas G. et al. // Alloys and Compounds.\n",
        "2002. 330 – 332. P. 696–701.\n",
        "102. Sandrock G., Gross K.J., Thomas G. // J. Alloys and Compounds. 2002.\n",
        "339. P. 299–308.\n",
        "103. Jensen C.M., Gross K.J. // Appl. Phys. A. P. 213–219.\n104. Zaluska A., Zaluski L., Ström-Olsen J.O. // J. Alloys and Compounds\n",
        "2000. 298. P. 125–134.\n",
        "105. Thomas G.J., Gross K.J., Yang N.Y.C., Jensen C. // J. Alloys and\n",
        "Compounds 2002. 330–332. P. 702–707.\n106. Zaluski L., Zaluska A., Ström-Olsen J.O. // J. Alloys and Compounds\n",
        "1999. 290. P. 71–78.\n",
        "90 90\n",
        "107. Hu H.H., Reckenstein E. // Ind. Eng. Chem. Res. 2003. 42. P. 5135–\n",
        "5139.\n",
        "108. Chen P., Xiong Z., Luo J. et al. // Nature. 2002. 420. P. 302–304.\n109. Chen P., Xiong Z., Luo J. et al. // J. Phys. Chem. B. 2003. 107. P. 10967.\n110. Soloveichik D.L. // Material Matters. 2007. 2.2, 11.\n111. Zuttel A., Wenger P., Rentsch S. et al. // J. Power Sources. 2003. 118. P.\n",
        "1–7.\n",
        "112. Vajo J.J., Skeith S.L., Mertens F. // J. Phys. Chem. B 2005. 109, No. 9. P.\n",
        "3719–3722.\n",
        "113. Akamori Y., Kitahara G., Aoki M. et al. // Power Sources. 2006. 155,\n",
        "No. 2. P. 447–455.\n",
        "114. Hwang S.-J., Borman R.C., Reiter J.M. et al. // J. Phys. Chem. C. 2008.\n",
        "112. P. 3164–3169.\n",
        "115. Ozolin V., Majzoub E.H., Wolverton C. // J. Amer. Chem. Soc. 2009.\n",
        "131. P. 230–237.\n",
        "116. Miwa K., Aoki M., Noritake T. et al. // Phys. Rev. B. 2006. 74. P. 155.\n117. Wang L.-L., Graham D.D., Robertson I.M., Jonson D.D. // J. Phys.\n",
        "Chem. C. 2009. P. 20088–20096.\n",
        "118. Yan Y., Li H.-W., Sato T. et al. // Int. J. Hydrogen Energy. 2009. 34. P.\n",
        "5732–5736.\n",
        "119. Gennari F.C., Esquivel M.R. // J. Alloys and Compounds. 2009. 485. P.\n",
        "L47–L51.\n",
        "120. Li H.-W., Yan Y., Orimo S. et al. // Energies. 2011. 4. P. 185–214.\n121. Li H.-W., Orimo S., Nakamori Y. et al. // J. Alloys and Compounds\n",
        "2007. 446–447. P. 315–318.\n",
        "122. Zaluska A., Zaluski L., Ström-Olsen J.O. // Alloys and Compounds.\n",
        "2000. 307. P. 157–166.\n",
        "123. Stephens F.H., Pons V., Baker R.T. Ammonia-borane: the hydrogen\n",
        "source par excellence? // Dalton Trans. 2007. P. 2613–2626.\n124. Chandra M., Xu Q. A high-performance hydrogen generation system:\n",
        "Transition metal-catalyzed dissociation and hydrolysis of ammonia–\nborane // J. Power Sources. 2006. Vol. 156, Issue 2. P. 190–194.\n125. Патент США 20070151153. МПК C10J3/46, Hydrogen generation\n",
        "method.\n",
        "126. Chandra M., Xu. Q. Dissociation and hydrolysis of ammonia-borane with\n",
        "solid acids and carbon dioxide: An efficient hydrogen generation system\n// J. Power Sources. 2006. Vol. 59, Issue 2. P. 855–860.\n127. Chandra M., Xu Q. Room temperature hydrogen generation from\n",
        "aqueous ammonia-borane using noble metal nano-clusters as highly\nactive catalysts // J. Power Sources. 2007. Vol. 168, Issue 1. P. 135–142.\n128. Baumann J., Baitalow F., Wolf G.. Thermal decomposition of polymeric\n",
        "amineborane (H2BNH2)x under hydrogen release // Thermochimica Acta.\n2005. Vol. 430. P. 9–14.\n",
        "91 91\n",
        "129. Bluhm M.E., Bradley M.G., Butterick R., Kusari U., Sneddon L.G.\n",
        "Amineborane- Based Chemical Hydrogen Storage: Enhanced Ammonia\nBorane Dehydrogenation in Ionic Liquids // J. Am. Chem. Soc.2006.\nVol. 128, № 24. P. 7748–7749.\n",
        "130. Denney M.C., Pons V., Hebden T.J., Heinekey D.M., Goldberg K.I.\n",
        "Efficient Catalysis of Ammonia Borane Dehydrogenation // J. Am.\nChem. Soc. 2006. Vol.128, № 37. P. 12048–12049.\n",
        "131. Zaluska A., Zaluski L., Ström-Olsen J.O. // Appl. Phys. A. 2001. 72. P.\n",
        "157–165.\n",
        "132. Varin R.A., Czujko T., Wronski Z., Springer, 233 Spring Street, New\n",
        "York, NY 10013, USA, 2009.\n",
        "133. Hanada N., Ichikawa T., Orimo S. I. and Fujii H. Correlation between\n",
        "hydrogen storage properties and structural characteristics in mechanically\nmilled magnesium hydride MgH2 // Journal of Alloys and Compounds\n366 (2004) 269–273.\n",
        "134. Констанчук И.Г., Иванов Е.Ю., Болдырев В.В. // Успехи химии.\n",
        "1998. 67, No. 1.\n",
        "135. Клямкин С.Н., Лукашев Р.В., Тарасов Б.П. и др. //\n",
        "Материаловедение. 2005.9. С. 53–56.\n136. https://www.ameslab.gov/sites/all/themes/al2014/images/Logo_DOE_top\n",
        "Banner.png\n",
        "137. Oelerich W., Klassen T., Bormann T. // J. Alloys and Compounds. 2001.\n",
        "15. P. 237–242.\n",
        "138. Imamura H., Tabata S., Shigetomi N. et al. // Alloys and Compounds.\n",
        "2002. 330–332. P. 579–583.\n",
        "139. Ершова О.Г., Добровольский В.Д., Хижун О.В., Солонин Ю.М. В\n",
        "кн.: Фундаментальнi проблеми водневої енергетики. Київ: “KIM”,\n2010. С. 218–244.\n",
        "140. Андриевский Р.А. Водород в наноструктурах // Успехи физических\n",
        "наук, т. 177, № 7, 2007.\n",
        "141. A. Pommerin, C. Weidenthaler, F. Schueth et al., Direct synthesis of pure\n",
        "complex Al hydrides by cryomilling // Scripta Materialia, vol.62, Issue 8,\n2010, 576-578.\n",
        "142. Бурнышев И.Н., Калюжный Д.Г., О катодном наводороживании\n",
        "титана // Химическая физика и мезоскопия, 2014, т. 16, № 2, С. 252.\n143. Лидер А.М., Ларионов В.В., Гаранин Г.В., Новые возможности\n",
        "вихретокового метода: исследование модификации свойств\nнаводороженных металлов под действием ионизирующего\nизлучения // Вестник науки Сибири, 2012, №3(4).\n144. Никитенков Н.Н., Хашхаш А.М., Сигфуссон Т.И. и др.\n",
        "Исследование особенностей поглощения водорода сталью при\nэлектролитическом, плазменном и высокотемпературном под\n",
        "92 92\n",
        "давлением способах насыщения // Известия Томского\nПолитехнического Университета, 2011, т. 318, № 2.\n145. Харченко С.Ю., Кудияров В.Н., Кашкаров Е.Б. Накопление\n",
        "водорода в титановом сплаве ВТ1-0 при насыщении из газовой\nсреды // X международная конференция студентов и молодых\nученых, Россия, Томск, 23–26.04. 2013 г.\n146. Гулько В.М., Ключников А.А., Коломиец Н.Ф.и др. Ионновакуумные приборы для генерации нейтронов в электронной\nтехнике // “ТЕХНИКА”, Киев, 1988.\n147. Семенов А.П., Семенова И.А. // ЖТФ. 2005, т. 75, вып. 4, С. 48–52.\n148. Popov S.A., Pryadko (Дубровская) E.L., and Batrakov A.V. Pulsed\n",
        "vacuum arc plasma source operating in the reflective-discharge mode //\nProc. XXIIIISDEIV, Bucharest, Romania. 2008. P. 507–510.\n149. Сапрыкина А.О., Сыпченко В.С., Сигфуссон Т.И., Установка и\n",
        "методика насыщения образцов из водородной плазмы // IX\nМеждународная конференция студентов и молодых ученых, Россия,\nТомск, 24–27.04. 2012 г.\n",
        "150. Petra E. de Jongh and Philipp Adelhelm, Nanosizing and\n",
        "Nanoconfinement: New Strategies Towards Meeting Hydrogen Storage\nGoals // ChemSusChem 2010, 3, 1332–1348.\n151. Патент РФ № 2222064, 2004 г.\n152. Патент РФ № 2529399, 2014 г.\n",
        "153. Monnin С. et al., Optimisation of the manufacturing process of tritide\n",
        "and deuteride targets used for neutron production // Nucl. Instr. &\nMethods in Phys, Res. A, 480, (2002), 214–222.\n154. André Anders, Discharge physics of high power impulse magnetron\n",
        "sputtering, Proceedings of the 12th International Confer. on Plasma\nSurface Engineering, Vol. 205, Supplement 2, Pages S1–S9 (2011).\n155. Papken Eh. Hovsepian, Arunprabhu A. et al. Effect of the degree of high\n",
        "power impulse magnetron sputtering utilisation on the structure and\nproperties of TiN films // Thin Solid Films 562 (2014) 132–139.\n156. Hala M., Viau N., Zabeida O., J. E. et al. Dynamics of reactive high\n",
        "power impulse magnetron sputtering discharge studied by time- and\nspace-resolved optical emission spectroscopy and fast imaging // J. Appl.\nPhys., 107 (2010) 043305-1-9.\n",
        "157. Karpov D.A., Kislov I.F., Ryabchikov A.I., Ganenko A.A. Experiments\n",
        "on thick coatings deposited by means of arc technology // Surface &\nCoating Technology, V. 89 (1997), P. 58–61.\n158. Tal-Gutelmacher E. et al., The effect of residual hydrogen on\n",
        "hydrogenation behavior of Ti thin film // Scripta Materialia, V. 62\n(2010), P. 709–712.\n",
        "93 93\n",
        "159. РФФИ №12-02-13507-офи_м_РА. Исследование влияния\n",
        "микроструктуры катода вакуумно-дугового источника ионов\nнейтронной трубки на его функциональные характеристики, 2013.\n160. Wagemans RWP, van Lenthe JH, de Jongh PE, Jos van Dillen A, de Jong\n",
        "KP Hydrogen Storage in Magnesium Clusters: Quantum Chemical Study\n// J Am Chem Soc 2005; 127:16675–80.\n161. Makridis S.S., Gkanas E., Panagakos G. et al. Polymer-stable magnesium\n",
        "nanocomposites prepared by laser ablation for efficient hydrogen storage\n// Int. J. of Hydrogen Energy, April 2013.\n162. Patent US 8337807 B1.\n",
        "163. Кареев Ю.А. и др. Электроимпульсный гидридный инжектор\n",
        "изотопов водорода // ВАНТ, сер. Термояд. Синтез, 1990, № 1, С. 44–\n49.\n",
        "164. Кареев Ю.А. и др. Гидридный инжектор изотопов водорода с\n",
        "порошковым элементом // ВАНТ, сер. Термояд. Синтез, 1991, № 2,\nС. 41–47.\n",
        "165. Patent US № 3,569,755 US Cl. 313/61 Mar. 9, 1971; M. Bineau, T.\n",
        "Consoli, P. Hubert et al., “Traps with magnetic plugs,” in: Plasma\nPhysics and Magnetohydrodynamics [Russiantranslation], Izd. Inostr.\nLit., Moscow (1961), P. 135–214.\n",
        "166. Shmal’ko Yu. F., Solovei V. V. et al. // Materials Science 37(5):689–\n",
        "706 · September 2001.\n167. А.с. SU1528233, Генератор водорода, 18.12.87.\n168. Будин А.В., Коликов В.А. и др. Получение водорода путём\n",
        "электротермического разложения твердых источников газа //\nПисьма в ЖТФ, том. 20, вып. 6, 1994.\n169. Патент РФ 2330393, 27.07.2008.\n",
        "170. Воронин А.В., Гусев В.К., Герасименко Я.А. Исследование\n",
        "поведения разряда в коаксиальном ускорителе плазменной струи //\nЖТФ, 2013, т. 83, вып. 3.\n",
        "171. Кареев Ю.А., Гендель Ю.Г., Глушков И.С. и др. Скорость генерации\n",
        "дейтерия из дейтерида титана // Вопросы атомной науки и техники.\nСер. Термоядерный синтез, 2008, вып. 2, С. 102–105.\n172. Кареев Ю.А., Гендель Ю.Г., Глушков И.С. и др. Удельное\n",
        "сопротивление дейтерида титана (TiDx) при температуре до 1000ºС\nи х<1 // Вопросы атомной науки и техники. Сер. Термоядерный\nсинтез, 2008, вып. 2, С. 105–108.\n",
        "173. Кареев Ю.А., Глушков И.С. и др. // International Journal of Hydrogen\n",
        "Energy Vol. 24, Issues 2–3, March 1999, P. 105–109.\n174. L. Kit Heung, WSRC-MS-2003-00172, US DOE.\n",
        "94 94\nДмитрий Алексеевич Карпов\nВладимир Николаевич Литуновский\nВОДОРОДНАЯ ЭНЕРГЕТИКА: ХРАНЕНИЕ ВОДОРОДА\n",
        "В СВЯЗАННОМ СОСТОЯНИИ\n",
        "Редактор Никитина Л.Б.\n",
        "Заказ №64/106 Подписано к печати\nОфсетная печать. Формат 60x90/16\nУч.-изд. л. 5,8 Тираж 40 экз.\n",
        "Индекс 4696\n",
        "Отпечатано в АО “НИИЭФА”\n",
        "View publication stats\n"
    ]
}