{
    "paragraphs": [
        "3 3",
        "УДК 620.93;662.769.21",
        "Г. И. Новиков, профессор",
        "ВОДОРОДНАЯ ЭНЕРГЕТИКА, ЕЕ РОЖДЕНИЕ, СОСТОЯНИЕ",
        "И ПЕРСПЕКТИ ВЫ",
        "In this article we focused on the development of problem of en-\nergetik, peculiarity of its decisigu in Labo ratory of Bylorussian State\nTechnological University (Bgelorussian Technological ingtitute). We",
        "diescass the analysis of thermochemical and thermo-electrohemical\ncircle of receipt of hydrogen from water and hydrogen sulphide and\nusing wethod and high-temperature electrolysis.",
        "I Кр а т к а я и с т о ри я п ро б л е м ы\nпородила одно Последняя из величайших треть теперь свершений уже прошедшего - я дерную 20-го энергетику, столетия в\nзначительной степени как альтернативу энергетике традиционной,\nбазирующейся на (близких к истощению) природных ресурсах каменного\nугля, воспроизводима. нефти, природного газа и древесины, хотя последняя",
        "Однако решение этой проблемы натолкнулось на противоречие\nмежду спецификой ядерной формы энергии (теплота) и способами ее\nиспользования в энергоемких производствах, на транспорте и в быту",
        "(она не может заменить природный газ, бензин, керосин, дизтопливо).",
        "В связи с этим возможна (но остается не решенной и поныне)\nновая целесообразных способов проблема превращения создания экономически не удобной по и экологически многим показателям",
        "ядерной энергии (она в основном реализуется в виде теплоты) в другие",
        "формы, пригодные для использования в привычных технологических\nустройствах.",
        "потребителю, Такой по мнению средой переноса международной энергии научно-технической от ядерных реакторов к\nобщественности, может и должен стать водород.",
        "нефти, природного Его запасы газа неиссякаемы и сероводорода. в виде Использование воды и пока еще водорода велики уже в виде сегодня\nявляется крупнотоннажным, что хорошо иллюстрируется таблицей 1, в",
        "которой в качестве примера приведены данные потребления водорода в\nхимической промышленности и металлургии США за период с 1983 по",
        "2000 гт.",
        "4 4",
        "Таблица 1\nПотребление водорода в США (в млрд.м3)",
        "Отрасли, продукт 1983 г. 2000 г.",
        "Производство NH3 43 102",
        "Производство метанола 17 17",
        "Переработка нефти 37 108",
        "Металлургия 14 40",
        "Синтетическое топливо 17 62 ’",
        "Итого 128 368",
        "используется главным В России образом уровень при потребления производстве водорода аммиака, меньше, в металлургии он и в\nнефтеперерабатывающей моторных топлив и масел. промышленности для производства",
        "При этом производство водорода основывается в основном на\nконверсии каменного угля и лишь природного отчасти газа, на переработке электролизе нефти, воды. риформинге Иными словами, для\nпроизводства водорода источником служили и продолжают служить\nприближаются все те к же истощению традиционные и которые энергоресурсы, следует расходовать которые все все более более экономно",
        "(вспомните ассигнациями). Именно менделеевское поэтому - во нефть всем не мире топливо, начался топить повсеместный можно и поиск\nводорода более из экономичных, воды, но без использования чем прямой электролиз, традиционных методов энергоресурсов. получения",
        "первоначально были Для созданы решения 4 этой научно-исследовательских проблемы в Советском Союзе лаборатории (позже\nчисло их возросло):",
        "Белорусском 1. Проблемная технологическом научно-исследовательская институте им.С.М.Кирова лаборатория (ныне БГТУ) при в",
        "г. заслуженного Минске под деятеля научным науки руководством РБ, профессора доктора Г.И.Новикова. химических наук,\nэнергетики в г.Минске 2. Научно-исследовательская в НИИ ядерной энергетики лаборатория НАН РБ водородной под научным\nруководством директора института академика АН РБ А.К.Красина.",
        "3. Научно-исследовательская лаборатория (а позже - отдел)\nводородной энергетики в Институте атомной энергии им.",
        "И.В.Курчатова (г.Москва) под научным руководством академика",
        "5 5",
        "В.А.Легасова (в настоящее время правопреемником является академик\nВ.Д.Русанов, директор института).",
        "4. Научно-производственная лаборатория при Гродненском\nпроизводственном объединении \"Азот\" под научным руководством\nпрофессора Г.И.Новикова (финансировалась ИАЭ им.И.В.Курчатова).",
        "Основными направлениями работы этих лабораторий были\nследующие:",
        "термоэлектрохимических 1. Критический циклических анализ и разработка процессов термохимических ступенчатого и\nразложения воды (а позже и сероводорода) с целью получения\nпромышленного водорода.",
        "2. Разработка СВЧ-плазмохимического и УФ-методов прямого\nполучения водорода из сероводорода.",
        "водяного пара 3. Разработка на установках высокотемпературного с твердым (керамическим) метода электролитом. электролиза",
        "4. Разработка топливных аккумуляторов, одним из рабочих тел\nкоторых электролизеров и топливных является водород, элементов, а также работающих высокотемпературных на природном газе, спирте,",
        "аммиаке и угле.",
        "системах атомных 5. Разработка реакторов. катализаторов дожига водорода в водяных",
        "Следует отметить, что в БТИ им.С.М.Кирова (ныне БГТУ) на\nбазе кафедры общей и неорганической химии и проблемной научно-\nисследовательской создана новая кафедра технологии лаборатории электрохимических \"Водородной энергетики\" производств. была",
        "связанных с проблемой Перейдем к водородной краткому анализу энергетики некоторых в упомянутых разработок, выше тесно\nсвязанных между собой лабораториях,",
        "II. Ра зр а б о т к а т е р м о х и м и ч е с к и х и т е р м о э л е к т р о ­",
        "х и м и ч е с к и х ЦИКЛОВ ПОЛУЧЕНИЯ ВОДОРОДА и з в о д ы",
        "Известно, что прямое термическое получение водорода из паров\nводы по схеме",
        "требует весьма большой затраты энергии, а следовательно, и очень",
        "высокой температуры:",
        "(Н20) = (Н2) + \\ ( 0 2) ДО; = 241800 - Т • 44,4 (Дж) ( 1)",
        "ДН ° 241800",
        "= 5440 К. (2)",
        "6 6",
        "Однако можно заменить прямое термическое разложение воды\nрядом последовательных ступеней (п), каждая из которых требует за-",
        "_ „ , 241800 „ ч\nтраты только части общей энергии (-------- моп Дж) и, следовательно,\nжет анализ показал, осуществляться что при при удачном более подборе низкой температуре. рабочих веществ, Проведенный при п = 4, т.е.\nразложив процесс на четыре ступени, можно осуществить разложение\nводяного пара не используя температур на каждой ступени выше",
        "1200 - 1300 К, а это уже технологично. Но четырехступенчатый цикл\nтребует проведения многих дополнительных процедур разделения фаз,\nпереноса нагрева, охлаждения веществ из и т.д.; одной все емкости, это связано или с жидкой громоздкостью среды, в аппаратуры, другую,\nмедлительностью процедур, с резким снижением КПД, т.е. с потерей\nвариантов. технологичности и практической осуществимостью подобных\nтермохимических циклов Вместо нами таких были громоздких, предложены многоступенчатых двухступенчатые\nкомбинированные циклы - термоэлектрохимические. В них одна ступень\nтермохимическая (эндотермическая), идущая за счет тепла внешнего\nисточника. А вторая ступень - тоже эндотермическая, электрохимическая,",
        "осуществляемая за счет энергии электрического тока.\nбыли предложены Нами после следующие серьезного циклы: анализа большого числа вариантов",
        "А, Сернокислотный двухступенчатый цикл. Его первая стадия\n{H2S04}-> (Н20) + (S02) + (02) термическая, она идет практически до\nтемпературы, конца без при катализаторов, 1100 - 1200 не К, идет но при в обратном последующем направлении; снижении образующаяся",
        "смесь сравнительно легко разделяется, кислород отделяется в качестве\nтоварного регенерацию исходной продукта, серной a кислоты: S02 поступает на электрохимическую",
        "(S02) + 2{Н20} - 2е = {SO4\" }aq + 4{H+}aq - на аноде, (3)",
        "4{H+}aq + 2е = 2(Н2) - на катоде (4)\nпри этом выделяется газообразный водород, который является вторым\nтоварным продуктом цикла. Образующаяся серная кислота (3) после\nректификационного процесса. концентрирования возвращается в голову",
        "водородной Этот энергетики цикл разрабатывался ИАЭ им.И.В.Курчатов нами совместно а. а также с лабораторией с нашей научно­",
        "7 7",
        "укрупненная производственной установка лабораторией по этой схеме. на ГПО \"Азот\", где была создана",
        "Б. Иодид-иодатный двухступенчатый цикл, работающий по\nследующей схеме. Первая ступень:",
        "[КЮ3] -» [KI] + | ( 0 2) (5)",
        "Термохимическая ступень осуществляется при 820 - 870 К;\nздесь кислород - товарный продукт, a КІ в виде щелочного раствора\nподвергается электролизу по схеме",
        "{1и}щ + б {OH }aq - 6е = {Ю } + 3 {Н20} - на аноде, (6)",
        "2{Н20} + 2е = 2{01-Г}ач + (Н2) - на катоде, (7)\nПри этом из-за ограниченной растворимости при охлаждении\nобразовавшейся католита пульпы кристаллизуется и возвращается КЮ3 в (6), голову который процесса, выводится а водород из (7)\nвыводится из системы как товарный продукт.\nсоздана в лаборатории По этой схеме водородной укрупненная энергетики лабораторная (Сосны, установка г. Минск) была с",
        "активным участием лауреата Государственной премии М.Е.Ерошова.\nтехнологически Оба не блока связаны этой в установки замкнутый были цикл. созданы, запущены, но",
        "Сравнивая рассмотренные выше два термоэлектрохимнческих\nцикла - сернокислотный и иодид-иодатный, следует отметить, что их\nпринципиальное различие состоит в удельном вкладе теплоты (для\nреализации реализации электрохимической термохимической стадии), стадии) соотношение и электроэнергии которых следующее: (для",
        "теплота\nдля сернокислотного - л = ----------— = 0,75,",
        "эл. энергия",
        "для иодид-иодатного ц = 0,25.",
        "(высокотемпературный) Поэтому планировался изначально для решения сернокислотный проблем цикл \"провальной\" энергии\nАЭС, а иодид-иодатный, как менее эффективный по вкладу теплоты и",
        "технологически привязкой к источникам более тепла сложный среднетемпературным. - для более локальных целей, с",
        "Ш, П ро б л е м а п о л у ч е н и я в о д о ро д а и з с е р о в о д о ро д а",
        "Периодической системе А. Сероводород, элементов, являющийся отличается от аналогом нее своей воды малой по\nэнергетической прочностью, сильными восстановительными свойствами (горит\nна воздухе) и высокой токсичностью.",
        "8 8",
        "Сероводород достаточно широко распространен в природе и в\nсвободном месторождений содержится виде до (в 20 природном об.%, а иногда газе некоторых - до 70 об.%; крупных в нефти, в\nнекоторых гидротермальных источниках, в глубинах Черного моря и т.д.) и в",
        "связанном - в виде сульфидов металлов, сероорганики и т.д.\nтребует температур Если прямое порядка (частичное!) 5000 К(1), термическое то разложение разложение сероводорода воды\nначинается с 700 К, проходит до конца уже к 2000 К.",
        "продуктом, сероводород Таким образом, может будучи стать промышленным крупнотоннажным источником сырьевым водорода и\nсеры, сравнимым по конкурентности с водой.\nразложения сероводорода Исходя из этого, в СВЧ-плазме. нами был предложен Эта работа метод как прямого",
        "научно-исследовательская была поставлена и в ИАЭ им.И.В.Курчатова (в\nлаборатории проф.В.Д.Русанова) и в нашей проблемной лаборатории. Опыты",
        "показали, потоке!) разлагается что в СВЧ-плазме полностью, но сероводород поскольку (даже в активной в сверхзвуковом зоне температура\nподнимается до высоких значений, то из-за невозможности достаточно\nрекомбинация быстрого ее H2S. снижения Однако на метод заключительной признан перспективным стадии идет частичная и",
        "сотрудниками ИАЭ им.И.В.Курчатова на Оренбургском",
        "газоперерабатывающем заводе организован опытный цех, где проходят испытания с\nиспользованием плазмотронов мегавагтной мощности.",
        "Б. Однако трудности организации промышленного СВЧ-\nпроцесса явились побудительным стимулом для следующего нашего\nфотохимически, предложения, под в котором действием сероводород УФ-излучения, разлагается практически на элементы без нагрева.",
        "Этот процесс",
        "(H2S) = (Н2) + [S]",
        "AG° = 20150 + Т- 43 (Дж)",
        "энергетически выгоднее плазмохимического приблизительно в четыре\nраза:",
        "(H2S) = (H2) + | ( S 2)",
        "AG°T = 84700 - Т- 38,8.",
        "Разложение предлагается проводить при температуре порядка\n420 К, т.е. несколько выше температуры плавления серы, в результате\nчего легко осуществить разделение фаз - жидкой серы и газообразного",
        "9 9",
        "водорода, рекомбинации молекул сделать сероводорода процесс из неравновесным серы и водорода. и не допустить\nвнедрение продолжаются В настоящее в время ИАЭ им.И.В.Курчатова эти совместные исследования сотрудниками и их института",
        "академика В.Д.Русанова.",
        "(термоэлектрохимические). В. Циклические методы разложения сероводорода",
        "Возвращаясь к началу этой статьи, следует напомнить идею\nциклических методов: разделение одного большого энергетического",
        "барьера разложения воды на несколько невысоких промежуточных\nступеней, каждую из которых можно преодолеть при более низкой\nтемпературе. Сказанное наглядно представлено на рис. 1.",
        "Рис.1. Энергетическая схема прямого (а) и ступенчатого (ві, В2, вз,....) раз­",
        "ложения воды в циклическом процессе:\nа = 2>і = 285,8 кДж ( Д#2°98) - 237,2 кДж (AG^ )",
        "ступенчатого На рис.2 (вь в2) представлена термо-электрохимического энергетическая разложения схема прямого (а) и\nсероводорода в двухступенчатом цикле.",
        "вещества Поскольку, в случае в отличие воды от требуется воды, для разложения энергия очень на простые большая",
        "(291,85 кДж/моль), которая в 15 раз превышает энергию разложения\nсероводорода необходимости делить этот (20,15 небольшой кДж/моль), энергетический то в последнем барьер случае на нет еще меньшие\nчасти, технологически однако разделить ступенчатость ступени выделения нужна в связи водорода с необходимостью и серы.",
        "10 10",
        "термоэлектрохимического Рис.2. Энергетическая разложения схема прямого сероводорода (а) и ступенчатого в двухступенчатом (ві, вг) цикле:",
        "a r=Bi-B2 = 33 кДж (AG298) =21 кДж (ДЯ298).",
        "Для этого варианта нами предложен термо-электрохимический\nцикл в водно-электролитическом растворе:",
        "Термохимическая стадия",
        "2{Fe3+}aq + (H2S) = [S] + 2{Fe3+)aq + 2{H3 }„ (8)",
        "AG” = -60200 - T- 185,1 (Дж)",
        "AG2°98= -115,4 кДж",
        "Электрохимическая стадия",
        "2{Fe2+}„ + 2(Н*)„ = 2{Fe3+}aq + (Н2) (9)",
        "AG°T = 80400 + Т • 229,2 (Дж)",
        "AG2°98 = 148,6 кДж",
        "А Фг98 =- 0,77 В",
        "На первой стадии (8) сероводород окисляется до серы, которая\nотфильтровывается, промывается, сушится и выводится из системы\nкак товарный продукт.",
        "пространство На электролизера. второй стадии Реакция (9) электролит (9) хорошо поступает изучена. в Здесь анодное на катоде\nвыделяется второй товарный продукт - водород. Энергия, которая за­",
        "11 11",
        "трачивается электролиза воды. в процессе (9), в 1,6 раза меньше, чем требуется для",
        "Проведение подобного рода циклических процессов в кислых\nсредах связано с определенными химическими и технологическими\nтрудностями. Поэтому вместо (8) и (9) были предложены на изучение\nпроцессы работать и в слабощелочных с закомплексованными средах без ионами опасности железа, образования которые могут\nмалорастворимых гидроксидов.",
        "Такая схема с использованием ферро- и феррицианидов железа\nбыла исследована.",
        "Термохимическая стадия",
        "2{Fe(CN)r }aq+2{CO^}aq+(H2S) =",
        "= [S] +2{Fe(CN)g~ }aq +2{HCO- }aq (10)",
        "AG°T = -220000 + T- 321,5 (Дж)",
        "AG2°9S = -126,4 кДж\nЭлектрохимическая стадия",
        "2{Fe(CN>r }aq +2{HC03}aq = 2{Fe(CN)6}3* + {CO^ } + (H2) (11)",
        "AG£ = 240000 - T • 278,2 (Дж)",
        "AG298 = 157 кДж",
        "A(p;s =-0,826 В",
        "сравнимы по Сравнение энергетическим (10, 11) показателям. с (8, 9) показывает, Следует что только эти две отметить, схемы что\nлучший гидроортофосфат, за результат счет этого достигается улучшаются при электрохимические замене карбоната характеристики на",
        "выделения водорода.",
        "сероводорода В есть сероводородной и другая, экологическая. проблеме помимо задачи утилизации\nпрактически весь Как добываемый уже отмечалось природный выше, газ, сероводородом хотя и в разной заражен степени. Так,\nприродный газ Оренбургского месторождения содержит сероводород",
        "от очищают, долей а образовавшийся до 5%об., и прежде H2S чем перерабатывают направлять к в потребителю, печах Клауса его по\nсуммарной схеме",
        "12 12",
        "H2S + - 0 2 = H20 + S",
        "2",
        "хотя и выше Но в тех ПДК, случаях, очистка когда газа содержание обязательна, сероводорода а использование невелико, метода\nКлауса нецелесообразно. Именно такая ситуация сложилась на Речиц-\nком требует очистки газоперерабатывающем от небольших, но заводе, превышающих где попутный ПДК, количеств. нефтяной газ\nисследование циклического Для этой цели процесса, было проведено в котором физико-химическое задействованы комплексные\nзаряженные (хелатные) анионы ионы этилендиаминтетрауксусной железа, а лигандами являются кислоты, отрицательно ЭДТА:",
        "2{FeV}aq + (H2S) = 2{FeY2-}aq + 2{Ы }aq + [S], (12)",
        "2{FeY2-}„ + 2{H+}aq + i(O j) = 2{FeT}„ + (H20) (13)",
        "проводятся В при этом одной двухстадийном и той же температуре термохимическом (от 15°С цикле до обе 40°С), стадии обе идут",
        "самопроизвольно и глубоко, при отсутствии побочных реакций, что\nдостигается условиями проведения процесса в кислой среде (pHs4-6).",
        "Эти же реакции в слабощелочной среде идут лучше, чем в кислой, но в\nэтом случае сероводород окисляется не только до серы (образуется",
        "тиосульфат, политионаты и др.) и цикл разрывается, поскольку такие\nпродукты Следует отметить, реакции что (12) в отношении уже не могут процессов участвовать (12) и в (13) реакции проведен (13).\nкомплекс термодинамических, термохимических, кинетических и\nструктурных исследований, которые и были положены в основу\nпредложенной технологии, разработан проект (Гродненский НИИХиммаш),\nизготовлены настоящее время в металле находятся аппараты на Речицком (ПО\"Азот\", ГПЗ, г.Гродно), уже завершается которые в\nподготовка площадки для монтажа опытно-промышленной установки,\nсероводорода. предназначенной для очистки попутного нефтяного газа от",
        "IV, ВЫСОКОТЕМПЕРАТУРНЫЙ ЭЛЕКТРОЛИЗ И ТОПЛИВНЫЕ",
        "ЭЛЕМЕНТЫ",
        "осуществляется при Высокотемпературный температурах 1080-1300 электролиз К в электрохимических водяного пара ячейках с\nтвердым керамическим электролитом на основе Zr02 с добавками",
        "У20з, Sc2C>3, УЪ2Оз и др., обладающим проводимостью по ионам ки-\nслорода, О '.",
        "13 13",
        "Схема электрохимической ячейки приведена на рис.З.",
        "Электроды (в)",
        "тока",
        "0 2 =\n= Уг (0 2) + 2е",
        "Рис.З. электролит - 0,9ZrC>2 Схема высокотемпературного • 0,1У2Оз; электроды - пористые; керамического электропроводящие электролизера: материалы",
        "В качестве электродов в классическом варианте используют\nпористое принципиально не пригодно Pt-покрытие для и практических Pt-токоотводы. целей, Такое поэтому оформление разрабатываются\nмногочисленные варианты металлических и оксидных электродов и\nтокопроводов с электронной проводимостью.",
        "Точно такая же схема электрохимической ячейки используется\nи для высокотемпературного топливного элемента, только обратной",
        "является цель - получение электроэнергии за счет окисления топлива\n(восстановителя окислителя (кислорода воздуха,0 - Н2, NH3, 2). СН4, СО и др.) и восстановления",
        "И электролиз, и топливные элементы, требующие высоких\nтемператур, целесообразно использовать там, где за счет каких-то\nпроцессов генерируется избыточное тепло и достигаются высокие\nтемпературы, причем всю тепловую энергию по каким-то причинам не\nудается использовать полностью. Такие условия создаются обычно на",
        "атомных электростанциях, для которых желателен постоянный режим\nработы, суток и в разное а потребление время года. энергии В этом существенно случае возникает колеблется ситуация, в течение когда",
        "14 14",
        "часть производимой энергии необходимо использовать иным путем, в\nчастности, ее можно использовать и для получения водорода из воды",
        "или сероводорода, в том числе и с помощью высокотемпературного\nэлектролиза. температурах, могут Топливные использоваться элементы, и на предприятиях, работающие при где высоких сжигается\nобычное топливо; как правило, часть топочного тепла можно частично\nиспользовать для прямого получения электроэнергии. Следует отметить,\nчто отношении, это направление пока еще ни является в одной безусловно лаборатории интересным мира не стало в научном\nустройством прикладной электрохимии.",
        "исследования В настоящее высокотемпературных время эта работа топливных продолжается элементов, по тематике причем в\nлаборатории создание этих устройств начинается со шликерной массы,\nтвердого формовки электролита, и программированного с нанесения электродных отжига керамических и токопроводящих деталей",
        "покрытий, с определения электрофизических свойств полученных ячеек и\nзавершается характеристик при использовании исследованием в качестве топливно-электрохимических топлива аммиака, спиртов, смеси\nприродного образующихся при неполном газа с водяным сгорании паром, каменных а также и древесного топливных углей. газов,",
        "V ТОПЛИВНЫЙ ХЛОРО-ВОДОРОДНЫЙ АККУМУЛЯТОР",
        "Топливным аккумулятором называется топливный элемент,\nкоторый перерабатывающего продукты может окисления работать и топлива в качестве в исходные электролизера, формы - окислитель и\nвосстановитель.",
        "В качестве конкретного представителя такого рода устройств\nнами реакции: была изучена система, работающая на основе обратимой",
        "(На) + (С12) + aq ^ 2{В+}Щ + 2{СГ}ач (6)",
        "AG; = -334920 + Т • 243,4 (Дж)",
        "AG2°98 = -262,4 кДж",
        "Д ф ^ = 1,26В",
        "Для обратного преобразования получающейся в этом процессе\nсоляной кислоты требуется затрата энергии больше, чем 262,4 кДж на\nвеличину перенапряжения выделения газообразных хлора и водорода,\nтак что соотношение этих двух величин энергии в первую очередь и",
        "определяет КПД процесса.",
        "15 15",
        "известный процесс Для накопления взаимодействия водорода ею с интерметаллидом предлагалось использовать LaNi5:",
        "[LaNi5] + 3(H2) = [LaNisH6],",
        "т.е. с образованием твердого гидрида, который при легком нагревании\n(около выдерживает большое 100°С) число вновь таких разлагается циклов с без выделением потери емкости водорода (определяющим и\nявляется чистота водорода).",
        "Для накопления хлора предполагалось использовать известный\nи достаточно хорошо изученный процесс образования газ-гидратов с",
        "водой при температуре около 0°С.",
        "VI Ги д ри д ы м е т а л л о в - ф о р м а н а к о п л е н и я в о д о ро д а",
        "водорода Выше, в виде в двойного разделе V, гидрида упоминалось LaNi5H6. о Известны накоплении и другие и хранении гидрид-",
        "ные соединения, которые могут обратимо связывать (при понижении\nтемпературы) молекулярный водород. В и качестве отдавать еще (при одного повышении примера температуры) (хорошо",
        "апробированного) аккумулирования водорода может служить гидрид ферротитана:",
        "[FeNiH2] = [FeNi] +(Н2),",
        "который работает при несколько более высоких температурах, чем\nLaNi5H6. Эти и подобные примеры свидетельствуют о том, что в ряде",
        "задач, энергетики, существует которые входят интерес в компетенцию к классу гидридных проблемы соединений, водородной в связи с\nчем нами были проведены исследования ряда простых и комплексных",
        "гидридов щелочных элементов с бором и аммонием. Для этой цели\nбыл использован ранее разработанный нами тензиметрический метод с\nмембранным нуль-манометром и в достаточно широком интервале\nтемператур изучены процессы термического разложения гидридов",
        "щелочных элементов (лития, натрия, калия), а также комплексные",
        "алюмо-гидриды LiAlH4, NaAlH4, KAJFL», а также Li3AlH6, Na3AlH6 и\nК3АШ6.",
        "В этих работах обобщены многочисленные наши и взятые из\nлитературы алюминия и некоторых данные других по простым элементов, и комплексным выявлены и гидридам обсуждены бора,\nзакономерности их химических характеристик в свете термодинамики и\nПериодического закона элементов Д.И.Менделеева.",
        "16 16",
        "УД. Си н тез и к а т а л и т и ч е с к и е с в о й с т в а н е к о т о ры х\nАКТИВНЫХ КОМПОЗИЦИЙ В РЕАКЦИЯХ ОКИСЛЕНИЯ ВОДОРОДА",
        "КИСЛОРОДОМ",
        "Проблема окисления водорода, создающего в случае контакта\nс кислородом опасность взрыва, особенно остро возникла в связи с",
        "созданием АЭС, главной составной частью которых являются атомные\nреакторы излучения в воде с водяным происходит контуром. непрерывный Под действием радиолиз ионизирующего молекул с\nобразованием водорода и ряда пероксидных форм по схеме:",
        "Н20 -> Н20 + + е\nН20 + + Н20 —> Н30 + + ОН",
        "е + пН20 —»Н20",
        "е гидр.(полярон)\nH20 ' + H20 - > 0 H ; w + Н\nн + н —> н2",
        "2 е ГИДр —> Н2 + 20Н + пН20\nОН + ОН -> Н20 2\nН + ОН -а Н20,\nгде егидр - гидратированный электрон-полярон.",
        "Суммарный процесс радиолиза можно упрощенно привести к\nвиду",
        "Н20 -» ОН, Н, егидр,Н02, Н20 2, Н20.",
        "С целью предотвращения взрывоопасной ситуации в эту среду\nвносятся катализаторы, которые должны работать в условиях высоких\nдавлений, избытка воды и повышенной температуры.",
        "организована работа В этом двух направлении групп сотрудников. в проблемной лаборатории была\nкачестве катализаторов В первом коллективе различные для варианты решения задачи металлических использовались композиций в",
        "со следовыми добавками некоторых элементов УШ-Б (платиновой)\nгруппы. Для испытания каталитических свойств этих композиций был\nразработан и создан реактор высокого давления со встроенным элек­",
        "17 17",
        "дозированные тролизером, количества позволяющим эквивалентной давать в каталитическую смеси водорода зону и кислорода, строго Эта\nработа в течение ряда лет проводилась совместно с ИАЭ",
        "переориентирована им. И.В.Курчатова, на разработку а катализаторов после распада обезвреживания СССР работа была выхлопных газов\nавтомобилей.",
        "создания катализатора Во втором коллективе на основе работа активной проводилась формы С03О4 в направлении на различных\nносителях. Были получены интересные результаты, но, к сожалению,",
        "невостребованной >акив первом варианте, и была прекращена. после распада СССР эта работа оказалась",
        "перечисленные выше К сожалению, исследования, такая т.к. же сразу концовка же после постигла распада и все СССР\nпроблемная научно-исследовательская лаборатория, работа которой была по-",
        "; направления в ящена водородной решению энергетики многих задач (точнее, зарождающегося атомно-водородной научного энергетики),",
        "- л а просто ликвидирована, закрыта была также лаборатория водо-\nр гной энергетики, созданная в свое время по инициативе академика\nА К Красина в составе Института ядерной энергетики АН БССР, бы-",
        "1 прекращено финансирование отраслевой лаборатории при ГПО",
        "Азот\" (она финансировалась ИАЭ им. И В.Курчатова).",
        "А за границей это направление продолжает развиваться, сис-\nг магически созывается международная конференция по проблеме",
        "1- дородной энергетики\", решаются некоторые прикладные задачи.",
        "Шпильрайн Э. Э., Малышенко С. Т., Кулешов Г. Г . Введение в\nводородную энергетику/Род ред. академика В. А. Легасова. М.:",
        "Энергоиздат, 1984.",
        "1 Новиков Г. И., К вопросу о перспективах водородной энергетики.",
        "Хим. и хим.техн.. Выш.шк., вып. 15. Минск, 1980.\nИзучение Новиков кинетики Г. И., Малышев разложения А. А., йодата Кузьменко калия методом А. Л., Бурая газовой И. Т.\nкалориметрии. // Изв.АН БССР. Сер.хим.н., № 1, 1980.\n4 характеристики Новиков Г. И., электросинтеза Асташко В. И., йодата Жарский калия. И. М // . Энергетические Сб. Вопросы атом-",
        "ЛИТЕРАТУРА",
        "ной ной науки и техники: атомно-водородная энергетика и технология.\nВыл. 3(13). М, 1982.",
        "5. Новиков Термодинамический критерий Г. И., Кузьменко осуществимости А. Л., сероводородного Бутылин Б. А . цикла // ДАН",
        "БССР, № 10, т. 24. Минск, 1982.",
        "6. Условия Новиков реализации Г. И., Воропаев термо-электрохимических Л. Е., Жарский И. циклов М., Рудько получения П. К .",
        "водорода // БелНИИТИ, № 356, Бе-Д-83.\n7. Новиков Г. И., Жарский И. М., Волков А. И., Комшилова О. Н.,",
        "Бутылин влияние способов Б. А . их Изучение получения взаимодействия на свойства твердых оксидных электролитов систем и //",
        "Сб. Вопросы атомной науки и технологии, сер. ^томно-\nводородная энергетика. Вып.2(15). М., 1983.\n8. разложения Новиков Г. воды И . Карбонатно-галогенидные в термо-электрохимическом циклы режиме ступенчатого // Изв.АН",
        "БССР. Сер.хим., №4. Минск, 1978.\n9. Новиков Г. И., Матвейко Н. П., Дроздович В. Б., Жарский И. М .",
        "Потешщодинамичеекое исследование некоторых электродов в\nрастворах серной и соляной кислот // Изв АН БССР, № 2.",
        "Сер.физ.-энерг.. Минск, 1978.",
        "10. Новиков Г. И., Гришаева Г. А., Шулепова Н. Я., Третьяк А. Н .",
        "Электрохимическое разложение сероводорода // Изв.АН БССР,\n№ 2. Сер.хим., № 2. Минск, 1981.",
        "11. Новиков окисления сероводорода Г. И., Белов водным И. А., Рудько раствором П. К . хлорида Кинетика железа реакции (Ш) //",
        "Изв.АН БССР. Сер.хим., № 6. Минск, 1984.\n12. Новиков эффективности ступенчатых Г. И., Малышев процессов А. А., разложения Кузьменко воды А. Л . // Об Изв.АН БССР.",
        "Сер. физ.-энерг., № 3,1984.",
        "13. Новиков окисления сероводорода Г. И., Белов водным И. А., Рудько раствором П. К,. хлорида Кинетика железа реакции (Ш) // Изв.",
        "АН БССР. Сер. хим., № 6. 1984.",
        "14. Новиков Электролитическое разложение Г. И., Матвейко водяного Н. пара II., с Деревянко образованием Л. А водорода . и",
        "кислорода // Изв. АН БССР. Сер. физ.-энерг., № 3, 1978.\n15. конверсия Новиков метана Г. И., в Воробьев УВЧ-плазме Д. Н., // Шишкин Изв.АН БССР. Н. Я . Сер.хим., Углекислотная № 5, 1985.",
        "18",
        "19 19",
        "16. Новиков Г. И., Шнып В. А., Бутылки Б. А., Шишкин Н. Я., Крас-",
        "ноштанов В. А . Кинетика каталитического окисления водорода\nкислородом при давлении паров воды до 2 МПа//Изв.АН БССР.\nСер.хим., № 4.МинскД986.",
        "І 7. Новиков Г. И., Бутылина И. Б., Гришаева Г. А . Элетропровод-",
        "ность раствора ферри-, ферроцианидов калия // Изв. АН БССР.",
        "Сер.хим., № 5, 1986.",
        "18. использования Новиков Г. И., графита Капица в качестве М. С., Гришаева катодного Г. материала А . Возможность в системе с",
        "твердым полимерным электролитом // Изв.АН БССР. Сер.хим., №",
        "1, 1986.",
        "19. Новиков Г. И., Балебанов А. В., Животов В. К. и др . Установка",
        "мощностью сероводородсодержащих 50 газов кВт на по Дрогобычском плазмохимическому нефтеперерабатывающем переделу\nзаводе /У Сб. Вопросы атомной науки и техники. Сер. аломно-",
        "водородная энергетика, № 2, 1987.\nI Равновесие Новиков в Г. системе И., Чир метан-водяной кун И. Э., Пахомов пар в В. условиях П., Карпеко Ю. В .",
        "высокотемпературного электролиза воды // Изв. АН БССР. Сер.хим., № 3, 1987.\n21. Новиков Г. И., Шишкин Н Я., Воробьев Д. Н., Бутылин Б. А .",
        "Утилизация выделения серы // кислых Изв.АН компонентов БССР. Сер.хим., природного № 5, 1987. газа с целью\n22 Новиков электродных Г. материалов И., Матвейко углеродом. Н. П . Модификация Катодное выделение бисалицидных водорода //",
        "Изв.АНБ. Сер.хим., № 1, 1997.",
        "23. Новиков Г. И., Гаманович Н. М . Электрохимическое окисление",
        "аммиака в высокотемпературном топливном элементе // ЖПХ,\nт. 70, вып. 7, 1997.",
        "2Д Новиков Г. И., Гаманович Н. М . Использование паров этилового",
        "спирта в качестве топлива в высокотемпературном топливном\nэлементе // ЖПХ, т. 70, выл, 7, 1997.\n25 Новиков Г. И., Орехова С. Е., Бадалов А,. Термическое разложение",
        "тетра- и гексагидридоалюминатов лития // Изв.АН БССР.\nСер.хим., № 6, 1992.",
        "26 Термодинамическое Орехова С. Е., исследование Бадалов А., алюмогидридов Глыбин В. П., Новиков и гидридов Г. И натрия . и",
        "калия // IX Всесоюзная конфер. по калориметрии и хим.",
        "термодинамике (тезисы докл.). Тбилиси, 1982.",
        "20 20",
        "27. Бадалов А., Новиков Г. И., Мирсаидов У. и др. Системный анализ",
        "Всесоюзная свойств бинарных конфер. по и химии алюмогидридов гидридов (тез.докл.). щелочных металлов Душанбе, // 1991. V\n28. Довбышева Т. Н., Новиков Г. И., Горбонос II. О., Демьянчук В. В.",
        "Окисление водорода кислородом на катализаторе С03О4/АІ2О3 в\nприсутствии паров воды // Изв.АН БССР. Сер.хим., № 1, 1992.\n29. Довбышева Т. Н., Новиков Г. И., Горбонос П. О., Демьянчук В. В.",
        "катализаторе Исследование кобальтита адсорбции кобальта воды // Изв.АНБ. на низкотемпературном Сер.хим., 1992.\n30. Матвеева Новиков Т. Г. А., И., Томашева Кузьменко Л. А. Т. Л., Окисление Рудько П. К., сероводорода Бутылин Б. кислыми А.,",
        "растворами комплексных (ЭДТА) ионов железа (III) // Изв.АН",
        "БССР. Сер.хим., № 6, 1991.",
        "31. Мицкевич Е. Н., Бутылин Б. А., Новиков Г. И . Термохимическое",
        "исследование реакции окисления сероводорода водным раствором",
        "сульфата железа (III) // Изв.НАНБ. Сер.хим., № 2, 1999.\n32. Гаманович Н. М., Новиков Г. И. Электрохимическое окисление",
        "природного газа в высокотемпературном топливном элементе.\nАНБ. Сер.хим., № 4, 1995.",
        "УДК 66: 674.815",
        "С. Е. Орехова, доцент;\nЛ. И. Хмылко, ст.препод.;",
        "В. А. Ашуйко, доцент;\nЛ. Н. Новикова, доцент",
        "СОРБЕНТЫ НА ОСНОВЕ МОДИФИЦИРОВАННЫХ ОПИЛОК",
        "The ways to purify waste gases from CH2O, СбНб, СбНз-СНз,\nand СбН5-СН=СН2 using sorbents prepared from timber - industry by\n- products.",
        "предприятий, При руководствуются выборе систем, используемых принципами, в для основе очистки которых выбросов лежит их\nэффективность и экономичность.",
        "деревообрабатывающая На территории отрасль. РБ достаточно интенсивно функционирует",
        "Использование древесины в народном хозяйстве, создание из\nнее механической предметов, обработки. материалов При механической народного потребления обработке древесины требует её",
        "образуются разнообразные древесные отходы, в частности опилки. Объём о пи-"
    ]
}