{
    "paragraphs": [
        "3 3\n",
        "УДК 620.93;662.769.21\n",
        "Г. И. Новиков, профессор\n",
        "ВОДОРОДНАЯ ЭНЕРГЕТИКА, ЕЕ РОЖДЕНИЕ, СОСТОЯНИЕ\n",
        "И ПЕРСПЕКТИ ВЫ\n",
        "In this article we focused on the development of problem of energetik, peculiarity of its decisigu in Labo ratory of Bylorussian State\nTechnological University (Bgelorussian Technological ingtitute). We\n",
        "diescass the analysis of thermochemical and thermo-electrohemical\ncircle of receipt of hydrogen from water and hydrogen sulphide and\nusing wethod and high-temperature electrolysis.\n",
        "I Кр а т к а я и с т о ри я п ро б л е м ы\nПоследняя треть теперь уже прошедшего 20-го столетия поро­\nдила одно из величайших свершений - я дерную энергетику, в значи­\nтельной степени как альтернативу энергетике традиционной, бази­\nрующейся на (близких к истощению) природных ресурсах каменного\nугля, нефти, природного газа и древесины, хотя последняя воспроиз­\n",
        "водима.\n",
        "Однако решение этой проблемы натолкнулось на противоречие\nмежду спецификой ядерной формы энергии (теплота) и способами ее\nиспользования в энергоемких производствах, на транспорте и в быту\n",
        "(она не может заменить природный газ, бензин, керосин, дизтопливо).\n",
        "В связи с этим возможна (но остается не решенной и поныне)\nновая проблема создания экономически и экологически целесообраз­\n",
        "ных способов превращения не удобной по многим показателям ядер­\nной энергии (она в основном реализуется в виде теплоты) в другие\n",
        "формы, пригодные для использования в привычных технологических\nустройствах.\n",
        "Такой средой переноса энергии от ядерных реакторов к потре­\nбителю, по мнению международной научно-технической обществен­\nности, может и должен стать водород.\n",
        "Его запасы неиссякаемы в виде воды и пока еще велики в виде неф­\nти, природного газа и сероводорода. Использование водорода уже сегодня\nявляется крупнотоннажным, что хорошо иллюстрируется таблицей 1, в\n",
        "которой в качестве примера приведены данные потребления водорода в\nхимической промышленности и металлургии США за период с 1983 по\n",
        "2000 гт.\n",
        "4 4\n",
        "Таблица 1\nПотребление водорода в США (в млрд.м3)\n",
        "Отрасли, продукт 1983 г. 2000 г.\n",
        "Производство NH3 43 102\n",
        "Производство метанола 17 17\n",
        "Переработка нефти 37 108\n",
        "Металлургия 14 40\n",
        "Синтетическое топливо 17 62 ’\n",
        "Итого 128 368\n",
        "В России уровень потребления водорода меньше, он использу­\nется главным образом при производстве аммиака, в металлургии и в\nнефтеперерабатывающей промышленности для производства мотор­\nных топлив и масел.\n",
        "При этом производство водорода основывается в основном на\nконверсии природного газа, переработке нефти, риформинге каменно­\nго угля и лишь отчасти на электролизе воды. Иными словами, для\nпроизводства водорода источником служили и продолжают служить\nвсе те же традиционные энергоресурсы, которые все более приближа­\nются к истощению и которые следует расходовать все более экономно\n",
        "(вспомните менделеевское - нефть не топливо, топить можно и ассиг­\nнациями). Именно поэтому во всем мире начался повсеместный поиск\nболее экономичных, чем прямой электролиз, методов получения водо­\nрода из воды, но без использования традиционных энергоресурсов.\n",
        "Для решения этой проблемы в Советском Союзе первоначаль­\nно были созданы 4 научно-исследовательских лаборатории (позже\nчисло их возросло):\n",
        "1. Проблемная научно-исследовательская лаборатория при Бе­\nлорусском технологическом институте им.С.М.Кирова (ныне БГТУ) в\n",
        "г. Минске под научным руководством доктора химических наук, за­\nслуженного деятеля науки РБ, профессора Г.И.Новикова.\n",
        "2. Научно-исследовательская лаборатория водородной энерге­\nтики в г.Минске в НИИ ядерной энергетики НАН РБ под научным ру­\nководством директора института академика АН РБ А.К.Красина.\n",
        "3. Научно-исследовательская лаборатория (а позже - отдел)\nводородной энергетики в Институте атомной энергии им.\n",
        "И.В.Курчатова (г.Москва) под научным руководством академика\n",
        "5 5\n",
        "В.А.Легасова (в настоящее время правопреемником является академик\nВ.Д.Русанов, директор института).\n",
        "4. Научно-производственная лаборатория при Гродненском\nпроизводственном объединении \"Азот\" под научным руководством\nпрофессора Г.И.Новикова (финансировалась ИАЭ им.И.В.Курчатова).\n",
        "Основными направлениями работы этих лабораторий были\nследующие:\n",
        "1. Критический анализ и разработка термохимических и тер­\nмоэлектрохимических циклических процессов ступенчатого разложе­\nния воды (а позже и сероводорода) с целью получения промышленно­\nго водорода.\n",
        "2. Разработка СВЧ-плазмохимического и УФ-методов прямого\nполучения водорода из сероводорода.\n",
        "3. Разработка высокотемпературного метода электролиза во­\nдяного пара на установках с твердым (керамическим) электролитом.\n",
        "4. Разработка топливных аккумуляторов, одним из рабочих тел\nкоторых является водород, а также высокотемпературных электроли­\nзеров и топливных элементов, работающих на природном газе, спирте,\n",
        "аммиаке и угле.\n",
        "5. Разработка катализаторов дожига водорода в водяных сис­\nтемах атомных реакторов.\n",
        "Следует отметить, что в БТИ им.С.М.Кирова (ныне БГТУ) на\nбазе кафедры общей и неорганической химии и проблемной научноисследовательской лаборатории \"Водородной энергетики\" была созда­\n",
        "на новая кафедра технологии электрохимических производств.\n",
        "Перейдем к краткому анализу некоторых разработок, связан­\nных с проблемой водородной энергетики в упомянутых выше тесно\nсвязанных между собой лабораториях,\n",
        "II. Ра зр а б о т к а т е р м о х и м и ч е с к и х и т е р м о э л е к т р о ­\n",
        "х и м и ч е с к и х ЦИКЛОВ ПОЛУЧЕНИЯ ВОДОРОДА и з в о д ы\n",
        "Известно, что прямое термическое получение водорода из паров\nводы по схеме\n",
        "требует весьма большой затраты энергии, а следовательно, и очень\n",
        "высокой температуры:\n",
        "(Н20) = (Н2) + \\ ( 0 2) ДО; = 241800 - Т • 44,4 (Дж) ( 1)\n",
        "ДН ° 241800\n",
        "= 5440 К. (2)\n",
        "6 6\n",
        "Однако можно заменить прямое термическое разложение воды\nрядом последовательных ступеней (п), каждая из которых требует за_ „ , 241800 „ ч\nтраты только части общей энергии (-------- Дж) и, следовательно, моп\nжет осуществляться при более низкой температуре. Проведенный ана­\nлиз показал, что при удачном подборе рабочих веществ, при п = 4, т.е.\nразложив процесс на четыре ступени, можно осуществить разложение\nводяного пара не используя температур на каждой ступени выше\n",
        "1200 - 1300 К, а это уже технологично. Но четырехступенчатый цикл\nтребует проведения многих дополнительных процедур разделения фаз,\nпереноса веществ из одной емкости, или жидкой среды, в другую, на­\nгрева, охлаждения и т.д.; все это связано с громоздкостью аппаратуры,\nмедлительностью процедур, с резким снижением КПД, т.е. с потерей\nтехнологичности и практической осуществимостью подобных вариан­\nтов.\n",
        "Вместо таких громоздких, многоступенчатых термохимиче­\nских циклов нами были предложены двухступенчатые комбинирован­\nные циклы - термоэлектрохимические. В них одна ступень термохи­\nмическая (эндотермическая), идущая за счет тепла внешнего источни­\nка. А вторая ступень - тоже эндотермическая, электрохимическая,\n",
        "осуществляемая за счет энергии электрического тока.\n",
        "Нами после серьезного анализа большого числа вариантов бы­\nли предложены следующие циклы:\n",
        "А, Сернокислотный двухступенчатый цикл. Его первая стадия\n{H2S04}-> (Н20) + (S02) + (02) термическая, она идет практически до\nконца при 1100 - 1200 К, но при последующем снижении температу­\nры, без катализаторов, не идет в обратном направлении; образующаяся\n",
        "смесь сравнительно легко разделяется, кислород отделяется в качестве\nтоварного продукта, a S02 поступает на электрохимическую регенера­\n",
        "цию исходной серной кислоты:\n",
        "(S02) + 2{Н20} - 2е = {SO4\" }aq + 4{H+}aq - на аноде, (3)\n",
        "4{H+}aq + 2е = 2(Н2) - на катоде (4)\nпри этом выделяется газообразный водород, который является вторым\nтоварным продуктом цикла. Образующаяся серная кислота (3) после\nректификационного концентрирования возвращается в голову процес­\n",
        "са.\n",
        "Этот цикл разрабатывался нами совместно с лабораторией во­\nдородной энергетики ИАЭ им.И.В.Курчатов а. а также с нашей научно­\n",
        "7 7\n",
        "производственной лабораторией на ГПО \"Азот\", где была создана ук­\nрупненная установка по этой схеме.\n",
        "Б. Иодид-иодатный двухступенчатый цикл, работающий по\nследующей схеме. Первая ступень:\n",
        "[КЮ3] -» [KI] + | ( 0 2) (5)\n",
        "Термохимическая ступень осуществляется при 820 - 870 К;\nздесь кислород - товарный продукт, a КІ в виде щелочного раствора\nподвергается электролизу по схеме\n",
        "{1и}щ + б {OH }aq - 6е = {Ю } + 3 {Н20} - на аноде, (6)\n",
        "2{Н20} + 2е = 2{01-Г}ач + (Н2) - на катоде, (7)\nПри этом из-за ограниченной растворимости при охлаждении\nкатолита кристаллизуется КЮ3 (6), который выводится из образовав­\nшейся пульпы и возвращается в голову процесса, а водород (7) выво­\nдится из системы как товарный продукт.\n",
        "По этой схеме укрупненная лабораторная установка была соз­\nдана в лаборатории водородной энергетики (Сосны, г. Минск) с актив­\n",
        "ным участием лауреата Государственной премии М.Е.Ерошова.\n",
        "Оба блока этой установки были созданы, запущены, но техно­\nлогически не связаны в замкнутый цикл.\n",
        "Сравнивая рассмотренные выше два термоэлектрохимнческих\nцикла - сернокислотный и иодид-иодатный, следует отметить, что их\nпринципиальное различие состоит в удельном вкладе теплоты (для\nреализации термохимической стадии) и электроэнергии (для реализа­\n",
        "ции электрохимической стадии), соотношение которых следующее:\n",
        "теплота\nдля сернокислотного - л = ----------— = 0,75,\n",
        "эл. энергия\n",
        "для иодид-иодатного ц = 0,25.\n",
        "Поэтому изначально сернокислотный цикл (высокотемпера­\nтурный) планировался для решения проблем \"провальной\" энергии\nАЭС, а иодид-иодатный, как менее эффективный по вкладу теплоты и\n",
        "технологически более сложный - для более локальных целей, с при­\nвязкой к источникам тепла среднетемпературным.\n",
        "Ш, П ро б л е м а п о л у ч е н и я в о д о ро д а и з с е р о в о д о ро д а\n",
        "А. Сероводород, являющийся аналогом воды по Периодиче­\nской системе элементов, отличается от нее своей малой энергетиче­\nской прочностью, сильными восстановительными свойствами (горит\nна воздухе) и высокой токсичностью.\n",
        "8 8\n",
        "Сероводород достаточно широко распространен в природе и в\nсвободном виде (в природном газе некоторых крупных месторожде­\nний содержится до 20 об.%, а иногда - до 70 об.%; в нефти, в некото­\nрых гидротермальных источниках, в глубинах Черного моря и т.д.) и в\n",
        "связанном - в виде сульфидов металлов, сероорганики и т.д.\n",
        "Если прямое (частичное!) термическое разложение воды тре­\nбует температур порядка 5000 К(1), то разложение сероводорода на­\nчинается с 700 К, проходит до конца уже к 2000 К.\n",
        "Таким образом, будучи крупнотоннажным сырьевым продук­\nтом, сероводород может стать промышленным источником водорода и\nсеры, сравнимым по конкурентности с водой.\n",
        "Исходя из этого, нами был предложен метод прямого разложе­\nния сероводорода в СВЧ-плазме. Эта работа как научно-исследо­\n",
        "вательская была поставлена и в ИАЭ им.И.В.Курчатова (в лаборато­\nрии проф.В.Д.Русанова) и в нашей проблемной лаборатории. Опыты\n",
        "показали, что в СВЧ-плазме сероводород (даже в сверхзвуковом пото­\nке!) разлагается полностью, но поскольку в активной зоне температура\nподнимается до высоких значений, то из-за невозможности достаточно\nбыстрого ее снижения на заключительной стадии идет частичная ре­\nкомбинация H2S. Однако метод признан перспективным и сотрудни­\n",
        "ками ИАЭ им.И.В.Курчатова на Оренбургском газоперерабатываю­\n",
        "щем заводе организован опытный цех, где проходят испытания с ис­\nпользованием плазмотронов мегавагтной мощности.\n",
        "Б. Однако трудности организации промышленного СВЧпроцесса явились побудительным стимулом для следующего нашего\nпредложения, в котором сероводород разлагается на элементы фото­\nхимически, под действием УФ-излучения, практически без нагрева.\n",
        "Этот процесс\n",
        "(H2S) = (Н2) + [S]\n",
        "AG° = 20150 + Т- 43 (Дж)\n",
        "энергетически выгоднее плазмохимического приблизительно в четыре\nраза:\n",
        "(H2S) = (H2) + | ( S 2)\n",
        "AG°T = 84700 - Т- 38,8.\n",
        "Разложение предлагается проводить при температуре порядка\n420 К, т.е. несколько выше температуры плавления серы, в результате\nчего легко осуществить разделение фаз - жидкой серы и газообразного\n",
        "9 9\n",
        "водорода, сделать процесс неравновесным и не допустить рекомбина­\nции молекул сероводорода из серы и водорода.\n",
        "В настоящее время эти совместные исследования и их внедре­\nние продолжаются в ИАЭ им.И.В.Курчатова сотрудниками института\n",
        "академика В.Д.Русанова.\n",
        "В. Циклические методы разложения сероводорода (термо­\nэлектрохимические).\n",
        "Возвращаясь к началу этой статьи, следует напомнить идею\nциклических методов: разделение одного большого энергетического\n",
        "барьера разложения воды на несколько невысоких промежуточных\nступеней, каждую из которых можно преодолеть при более низкой\nтемпературе. Сказанное наглядно представлено на рис. 1.\n",
        "Рис.1. Энергетическая схема прямого (а) и ступенчатого (ві, В2, вз,....) раз­\n",
        "ложения воды в циклическом процессе:\nа = 2>і = 285,8 кДж ( Д#2°98) - 237,2 кДж (AG^ )\n",
        "На рис.2 представлена энергетическая схема прямого (а) и сту­\nпенчатого (вь в2) термо-электрохимического разложения сероводоро­\nда в двухступенчатом цикле.\n",
        "Поскольку, в отличие от воды, для разложения на простые ве­\nщества в случае воды требуется энергия очень большая\n",
        "(291,85 кДж/моль), которая в 15 раз превышает энергию разложения\nсероводорода (20,15 кДж/моль), то в последнем случае нет необходи­\nмости делить этот небольшой энергетический барьер на еще меньшие\nчасти, однако ступенчатость нужна в связи с необходимостью техно­\n",
        "логически разделить ступени выделения водорода и серы.\n",
        "10 10\n",
        "Рис.2. Энергетическая схема прямого (а) и ступенчатого (ві, вг) термо­\nэлектрохимического разложения сероводорода в двухступенчатом цикле:\n",
        "a r=Bi-B2 = 33 кДж (AG298) =21 кДж (ДЯ298).\n",
        "Для этого варианта нами предложен термо-электрохимический\nцикл в водно-электролитическом растворе:\n",
        "Термохимическая стадия\n",
        "2{Fe3+}aq + (H2S) = [S] + 2{Fe3+)aq + 2{H3 }„ (8)\n",
        "AG” = -60200 - T- 185,1 (Дж)\n",
        "AG2°98= -115,4 кДж\n",
        "Электрохимическая стадия\n",
        "2{Fe2+}„ + 2(Н*)„ = 2{Fe3+}aq + (Н2) (9)\n",
        "AG°T = 80400 + Т • 229,2 (Дж)\n",
        "AG2°98 = 148,6 кДж\n",
        "А Фг98 =- 0,77 В\n",
        "На первой стадии (8) сероводород окисляется до серы, которая\nотфильтровывается, промывается, сушится и выводится из системы\nкак товарный продукт.\n",
        "На второй стадии (9) электролит поступает в анодное про­\nстранство электролизера. Реакция (9) хорошо изучена. Здесь на катоде\nвыделяется второй товарный продукт - водород. Энергия, которая за­\n",
        "11 11\n",
        "трачивается в процессе (9), в 1,6 раза меньше, чем требуется для элек­\nтролиза воды.\n",
        "Проведение подобного рода циклических процессов в кислых\nсредах связано с определенными химическими и технологическими\nтрудностями. Поэтому вместо (8) и (9) были предложены на изучение\nпроцессы с закомплексованными ионами железа, которые могут рабо­\nтать и в слабощелочных средах без опасности образования малорас­\nтворимых гидроксидов.\n",
        "Такая схема с использованием ферро- и феррицианидов железа\nбыла исследована.\n",
        "Термохимическая стадия\n",
        "2{Fe(CN)r }aq+2{CO^}aq+(H2S) =\n",
        "= [S] +2{Fe(CN)g~ }aq +2{HCO- }aq (10)\n",
        "AG°T = -220000 + T- 321,5 (Дж)\n",
        "AG2°9S = -126,4 кДж\nЭлектрохимическая стадия\n",
        "2{Fe(CN>r }aq +2{HC03}aq = 2{Fe(CN)6}3* + {CO^ } + (H2) (11)\n",
        "AG£ = 240000 - T • 278,2 (Дж)\n",
        "AG298 = 157 кДж\n",
        "A(p;s =-0,826 В\n",
        "Сравнение (10, 11) с (8, 9) показывает, что эти две схемы срав­\nнимы по энергетическим показателям. Следует только отметить, что\nлучший результат достигается при замене карбоната на гидроорто­\n",
        "фосфат, за счет этого улучшаются электрохимические характеристики\nвыделения водорода.\n",
        "В сероводородной проблеме помимо задачи утилизации серо­\nводорода есть и другая, экологическая.\n",
        "Как уже отмечалось выше, сероводородом заражен практиче­\nски весь добываемый природный газ, хотя и в разной степени. Так,\nприродный газ Оренбургского месторождения содержит сероводород\n",
        "от долей до 5%об., и прежде чем направлять к потребителю, его очи­\nщают, а образовавшийся H2S перерабатывают в печах Клауса по сум­\nмарной схеме\n",
        "12 12\n",
        "H2S + - 0 2 = H20 + S\n",
        "2\n",
        "Но в тех случаях, когда содержание сероводорода невелико, хо­\nтя и выше ПДК, очистка газа обязательна, а использование метода\nКлауса нецелесообразно. Именно такая ситуация сложилась на Речицком газоперерабатывающем заводе, где попутный нефтяной газ требу­\nет очистки от небольших, но превышающих ПДК, количеств.\n",
        "Для этой цели было проведено физико-химическое исследова­\nние циклического процесса, в котором задействованы комплексные\n",
        "(хелатные) ионы железа, а лигандами являются отрицательно заря­\nженные анионы этилендиаминтетрауксусной кислоты, ЭДТА:\n",
        "2{FeV}aq + (H2S) = 2{FeY2-}aq + 2{Ы }aq + [S], (12)\n",
        "2{FeY2-}„ + 2{H+}aq + i(O j) = 2{FeT}„ + (H20) (13)\n",
        "В этом двухстадийном термохимическом цикле обе стадии про­\nводятся при одной и той же температуре (от 15°С до 40°С), обе идут\n",
        "самопроизвольно и глубоко, при отсутствии побочных реакций, что\nдостигается условиями проведения процесса в кислой среде (pHs4-6).\n",
        "Эти же реакции в слабощелочной среде идут лучше, чем в кислой, но в\nэтом случае сероводород окисляется не только до серы (образуется\n",
        "тиосульфат, политионаты и др.) и цикл разрывается, поскольку такие\nпродукты реакции (12) уже не могут участвовать в реакции (13). Сле­\nдует отметить, что в отношении процессов (12) и (13) проведен ком­\nплекс термодинамических, термохимических, кинетических и струк­\nтурных исследований, которые и были положены в основу предло­\nженной технологии, разработан проект (Гродненский НИИХиммаш),\nизготовлены в металле аппараты (ПО\"Азот\", г.Гродно), которые в на­\nстоящее время находятся на Речицком ГПЗ, уже завершается подго­\nтовка площадки для монтажа опытно-промышленной установки,\nпредназначенной для очистки попутного нефтяного газа от сероводо­\nрода.\n",
        "IV, ВЫСОКОТЕМПЕРАТУРНЫЙ ЭЛЕКТРОЛИЗ И ТОПЛИВНЫЕ\n",
        "ЭЛЕМЕНТЫ\n",
        "Высокотемпературный электролиз водяного пара осуществля­\nется при температурах 1080-1300 К в электрохимических ячейках с\nтвердым керамическим электролитом на основе Zr02 с добавками\n",
        "У20з, Sc2C>3, УЪ2Оз и др., обладающим проводимостью по ионам кислорода, О '.\n",
        "13 13\n",
        "Схема электрохимической ячейки приведена на рис.З.\n",
        "Электроды (в)\n",
        "тока\n",
        "0 2 =\n= Уг (0 2) + 2е\n",
        "Рис.З. Схема высокотемпературного керамического электролизера: электро­\n",
        "лит - 0,9ZrC>2 • 0,1У2Оз; электроды - пористые; электропроводящие материалы\n",
        "В качестве электродов в классическом варианте используют\nпористое Pt-покрытие и Pt-токоотводы. Такое оформление принципи­\n",
        "ально не пригодно для практических целей, поэтому разрабатываются\nмногочисленные варианты металлических и оксидных электродов и\nтокопроводов с электронной проводимостью.\n",
        "Точно такая же схема электрохимической ячейки используется\nи для высокотемпературного топливного элемента, только обратной\n",
        "является цель - получение электроэнергии за счет окисления топлива\n(восстановителя - Н2, NH3, СН4, СО и др.) и восстановления окислите­\n",
        "ля (кислорода воздуха,0 2).\n",
        "И электролиз, и топливные элементы, требующие высоких\nтемператур, целесообразно использовать там, где за счет каких-то\nпроцессов генерируется избыточное тепло и достигаются высокие\nтемпературы, причем всю тепловую энергию по каким-то причинам не\nудается использовать полностью. Такие условия создаются обычно на\n",
        "атомных электростанциях, для которых желателен постоянный режим\nработы, а потребление энергии существенно колеблется в течение су­\n",
        "ток и в разное время года. В этом случае возникает ситуация, когда\n",
        "14 14\n",
        "часть производимой энергии необходимо использовать иным путем, в\nчастности, ее можно использовать и для получения водорода из воды\n",
        "или сероводорода, в том числе и с помощью высокотемпературного\nэлектролиза. Топливные элементы, работающие при высоких темпера­\n",
        "турах, могут использоваться и на предприятиях, где сжигается обыч­\nное топливо; как правило, часть топочного тепла можно частично ис­\nпользовать для прямого получения электроэнергии. Следует отметить,\nчто это направление является безусловно интересным в научном от­\nношении, пока еще ни в одной лаборатории мира не стало устройст­\nвом прикладной электрохимии.\n",
        "В настоящее время эта работа продолжается по тематике ис­\nследования высокотемпературных топливных элементов, причем в ла­\nборатории создание этих устройств начинается со шликерной массы,\nформовки и программированного отжига керамических деталей твер­\nдого электролита, с нанесения электродных и токопроводящих покры­\n",
        "тий, с определения электрофизических свойств полученных ячеек и\nзавершается исследованием топливно-электрохимических характери­\nстик при использовании в качестве топлива аммиака, спиртов, смеси\nприродного газа с водяным паром, а также топливных газов, образую­\nщихся при неполном сгорании каменных и древесного углей.\n",
        "V ТОПЛИВНЫЙ ХЛОРО-ВОДОРОДНЫЙ АККУМУЛЯТОР\n",
        "Топливным аккумулятором называется топливный элемент,\nкоторый может работать и в качестве электролизера, перерабатываю­\n",
        "щего продукты окисления топлива в исходные формы - окислитель и\nвосстановитель.\n",
        "В качестве конкретного представителя такого рода устройств\nнами была изучена система, работающая на основе обратимой реак­\nции:\n",
        "(На) + (С12) + aq ^ 2{В+}Щ + 2{СГ}ач (6)\n",
        "AG; = -334920 + Т • 243,4 (Дж)\n",
        "AG2°98 = -262,4 кДж\n",
        "Д ф ^ = 1,26В\n",
        "Для обратного преобразования получающейся в этом процессе\nсоляной кислоты требуется затрата энергии больше, чем 262,4 кДж на\nвеличину перенапряжения выделения газообразных хлора и водорода,\nтак что соотношение этих двух величин энергии в первую очередь и\n",
        "определяет КПД процесса.\n",
        "15 15\n",
        "Для накопления водорода предлагалось использовать извест­\nный процесс взаимодействия ею с интерметаллидом LaNi5:\n",
        "[LaNi5] + 3(H2) = [LaNisH6],\n",
        "т.е. с образованием твердого гидрида, который при легком нагревании\n(около 100°С) вновь разлагается с выделением водорода и выдержива­\nет большое число таких циклов без потери емкости (определяющим\nявляется чистота водорода).\n",
        "Для накопления хлора предполагалось использовать известный\nи достаточно хорошо изученный процесс образования газ-гидратов с\n",
        "водой при температуре около 0°С.\n",
        "VI Ги д ри д ы м е т а л л о в - ф о р м а н а к о п л е н и я в о д о ро д а\n",
        "Выше, в разделе V, упоминалось о накоплении и хранении во­\nдорода в виде двойного гидрида LaNi5H6. Известны и другие гидридные соединения, которые могут обратимо связывать (при понижении\nтемпературы) и отдавать (при повышении температуры) молекуляр­\n",
        "ный водород. В качестве еще одного примера (хорошо апробирован­\nного) аккумулирования водорода может служить гидрид ферротитана:\n",
        "[FeNiH2] = [FeNi] +(Н2),\n",
        "который работает при несколько более высоких температурах, чем\nLaNi5H6. Эти и подобные примеры свидетельствуют о том, что в ряде\n",
        "задач, которые входят в компетенцию проблемы водородной энерге­\nтики, существует интерес к классу гидридных соединений, в связи с\nчем нами были проведены исследования ряда простых и комплексных\n",
        "гидридов щелочных элементов с бором и аммонием. Для этой цели\nбыл использован ранее разработанный нами тензиметрический метод с\nмембранным нуль-манометром и в достаточно широком интервале\nтемператур изучены процессы термического разложения гидридов\n",
        "щелочных элементов (лития, натрия, калия), а также комплексные\n",
        "алюмо-гидриды LiAlH4, NaAlH4, KAJFL», а также Li3AlH6, Na3AlH6 и\nК3АШ6.\n",
        "В этих работах обобщены многочисленные наши и взятые из\nлитературы данные по простым и комплексным гидридам бора, алю­\n",
        "миния и некоторых других элементов, выявлены и обсуждены законо­\nмерности их химических характеристик в свете термодинамики и Пе­\nриодического закона элементов Д.И.Менделеева.\n",
        "16 16\n",
        "УД. Си н тез и к а т а л и т и ч е с к и е с в о й с т в а н е к о т о ры х\nАКТИВНЫХ КОМПОЗИЦИЙ В РЕАКЦИЯХ ОКИСЛЕНИЯ ВОДОРОДА\n",
        "КИСЛОРОДОМ\n",
        "Проблема окисления водорода, создающего в случае контакта\nс кислородом опасность взрыва, особенно остро возникла в связи с\n",
        "созданием АЭС, главной составной частью которых являются атомные\nреакторы с водяным контуром. Под действием ионизирующего излу­\nчения в воде происходит непрерывный радиолиз молекул с образова­\nнием водорода и ряда пероксидных форм по схеме:\n",
        "Н20 -> Н20 + + е\n",
        "Н20 + + Н20 —> Н30 + + ОН\n",
        "е + пН20 —»Н20\n",
        "е гидр.(полярон)\n",
        "H20 ' + H20 - > 0 H ; w + Н\n",
        "н + н —> н2\n",
        "2 е ГИДр —> Н2 + 20Н + пН20\n",
        "ОН + ОН -> Н20 2\n",
        "Н + ОН -а Н20,\n",
        "где егидр - гидратированный электрон-полярон.\n",
        "Суммарный процесс радиолиза можно упрощенно привести к\nвиду\n",
        "Н20 -» ОН, Н, егидр,Н02, Н20 2, Н20.\n",
        "С целью предотвращения взрывоопасной ситуации в эту среду\nвносятся катализаторы, которые должны работать в условиях высоких\nдавлений, избытка воды и повышенной температуры.\n",
        "В этом направлении в проблемной лаборатории была органи­\nзована работа двух групп сотрудников.\n",
        "В первом коллективе для решения задачи использовались в ка­\nчестве катализаторов различные варианты металлических композиций\n",
        "со следовыми добавками некоторых элементов УШ-Б (платиновой)\nгруппы. Для испытания каталитических свойств этих композиций был\nразработан и создан реактор высокого давления со встроенным элек­\n",
        "17 17\n",
        "тролизером, позволяющим давать в каталитическую зону строго дози­\nрованные количества эквивалентной смеси водорода и кислорода, Эта\nработа в течение ряда лет проводилась совместно с ИАЭ\n",
        "им. И.В.Курчатова, а после распада СССР работа была переориенти­\nрована на разработку катализаторов обезвреживания выхлопных газов\nавтомобилей.\n",
        "Во втором коллективе работа проводилась в направлении соз­\nдания катализатора на основе активной формы С03О4 на различных\nносителях. Были получены интересные результаты, но, к сожалению,\n",
        ">акив первом варианте, после распада СССР эта работа оказалась не­\nвостребованной и была прекращена.\n",
        "К сожалению, такая же концовка постигла и все перечислен­\nные выше исследования, т.к. сразу же после распада СССР проблем­\nная научно-исследовательская лаборатория, работа которой была по; в ящена решению многих задач зарождающегося научного направле­\n",
        "ния водородной энергетики (точнее, атомно-водородной энергетики),\n",
        "- л а просто ликвидирована, закрыта была также лаборатория водор гной энергетики, созданная в свое время по инициативе академика\nА К Красина в составе Института ядерной энергетики АН БССР, бы1 прекращено финансирование отраслевой лаборатории при ГПО\n",
        "Азот\" (она финансировалась ИАЭ им. И В.Курчатова).\n",
        "А за границей это направление продолжает развиваться, сисг магически созывается международная конференция по проблеме\n",
        "1- дородной энергетики\", решаются некоторые прикладные задачи.\n",
        "Шпильрайн Э. Э., Малышенко С. Т., Кулешов Г. Г . Введение в\nводородную энергетику/Род ред. академика В. А. Легасова. М.:\n",
        "Энергоиздат, 1984.\n",
        "1 Новиков Г. И., К вопросу о перспективах водородной энергетики.\n",
        "Хим. и хим.техн.. Выш.шк., вып. 15. Минск, 1980.\nНовиков Г. И., Малышев А. А., Кузьменко А. Л., Бурая И. Т. Изу­\nчение кинетики разложения йодата калия методом газовой кало­\nриметрии. // Изв.АН БССР. Сер.хим.н., № 1, 1980.\n4 Новиков Г. И., Асташко В. И., Жарский И. М . Энергетические ха­\n",
        "рактеристики электросинтеза йодата калия. // Сб. Вопросы атомЛИТЕРАТУРА\n",
        "ной ной науки и техники: атомно-водородная энергетика и технология.\nВыл. 3(13). М, 1982.\n",
        "5. Новиков Г. И., Кузьменко А. Л., Бутылин Б. А . Термодинамиче­\n",
        "ский критерий осуществимости сероводородного цикла // ДАН\nБССР, № 10, т. 24. Минск, 1982.\n",
        "6. Новиков Г. И., Воропаев Л. Е., Жарский И. М., Рудько П. К . Усло­\n",
        "вия реализации термо-электрохимических циклов получения водо­\nрода // БелНИИТИ, № 356, Бе-Д-83.\n7. Новиков Г. И., Жарский И. М., Волков А. И., Комшилова О. Н.,\n",
        "Бутылин Б. А . Изучение взаимодействия оксидных систем и влия­\nние способов их получения на свойства твердых электролитов //\n",
        "Сб. Вопросы атомной науки и технологии, сер. ^томноводородная энергетика. Вып.2(15). М., 1983.\n8. Новиков Г. И . Карбонатно-галогенидные циклы ступенчатого раз­\n",
        "ложения воды в термо-электрохимическом режиме // Изв.АН\n",
        "БССР. Сер.хим., №4. Минск, 1978.\n9. Новиков Г. И., Матвейко Н. П., Дроздович В. Б., Жарский И. М .\n",
        "Потешщодинамичеекое исследование некоторых электродов в\nрастворах серной и соляной кислот // Изв АН БССР, № 2.\n",
        "Сер.физ.-энерг.. Минск, 1978.\n",
        "10. Новиков Г. И., Гришаева Г. А., Шулепова Н. Я., Третьяк А. Н .\n",
        "Электрохимическое разложение сероводорода // Изв.АН БССР,\n№ 2. Сер.хим., № 2. Минск, 1981.\n",
        "11. Новиков Г. И., Белов И. А., Рудько П. К . Кинетика реакции окис­\n",
        "ления сероводорода водным раствором хлорида железа (Ш) //\nИзв.АН БССР. Сер.хим., № 6. Минск, 1984.\n12. Новиков Г. И., Малышев А. А., Кузьменко А. Л . Об эффективно­\n",
        "сти ступенчатых процессов разложения воды // Изв.АН БССР.\nСер. физ.-энерг., № 3,1984.\n",
        "13. Новиков Г. И., Белов И. А., Рудько П. К,. Кинетика реакции окис­\n",
        "ления сероводорода водным раствором хлорида железа (Ш) // Изв.\nАН БССР. Сер. хим., № 6. 1984.\n",
        "14. Новиков Г. И., Матвейко Н. II., Деревянко Л. А . Электролитиче­\n",
        "ское разложение водяного пара с образованием водорода и кисло­\nрода // Изв. АН БССР. Сер. физ.-энерг., № 3, 1978.\n15. Новиков Г. И., Воробьев Д. Н., Шишкин Н. Я . Углекислотная кон­\n",
        "версия метана в УВЧ-плазме // Изв.АН БССР. Сер.хим., № 5, 1985.\n",
        "18\n",
        "19 19\n",
        "16. Новиков Г. И., Шнып В. А., Бутылки Б. А., Шишкин Н. Я., Красноштанов В. А . Кинетика каталитического окисления водорода\nкислородом при давлении паров воды до 2 МПа//Изв.АН БССР.\nСер.хим., № 4.МинскД986.\n",
        "І 7. Новиков Г. И., Бутылина И. Б., Гришаева Г. А . Элетропроводность раствора ферри-, ферроцианидов калия // Изв. АН БССР.\n",
        "Сер.хим., № 5, 1986.\n",
        "18. Новиков Г. И., Капица М. С., Гришаева Г. А . Возможность ис­\n",
        "пользования графита в качестве катодного материала в системе с\nтвердым полимерным электролитом // Изв.АН БССР. Сер.хим., №\n",
        "1, 1986.\n",
        "19. Новиков Г. И., Балебанов А. В., Животов В. К. и др . Установка\n",
        "мощностью 50 кВт по плазмохимическому переделу сероводород­\nсодержащих газов на Дрогобычском нефтеперерабатывающем за­\nводе /У Сб. Вопросы атомной науки и техники. Сер. аломноводородная энергетика, № 2, 1987.\nI Новиков Г. И., Чир кун И. Э., Пахомов В. П., Карпеко Ю. В . Рав­\n",
        "новесие в системе метан-водяной пар в условиях высокотемпера­\n",
        "турного электролиза воды // Изв. АН БССР. Сер.хим., № 3, 1987.\n21. Новиков Г. И., Шишкин Н Я., Воробьев Д. Н., Бутылин Б. А .\n",
        "Утилизация кислых компонентов природного газа с целью выде­\nления серы // Изв.АН БССР. Сер.хим., № 5, 1987.\n22 Новиков Г. И., Матвейко Н. П . Модификация бисалицидных элек­\n",
        "тродных материалов углеродом. Катодное выделение водорода //\nИзв.АНБ. Сер.хим., № 1, 1997.\n",
        "23. Новиков Г. И., Гаманович Н. М . Электрохимическое окисление\n",
        "аммиака в высокотемпературном топливном элементе // ЖПХ,\nт. 70, вып. 7, 1997.\n",
        "2Д Новиков Г. И., Гаманович Н. М . Использование паров этилового\n",
        "спирта в качестве топлива в высокотемпературном топливном\nэлементе // ЖПХ, т. 70, выл, 7, 1997.\n25 Новиков Г. И., Орехова С. Е., Бадалов А,. Термическое разложение\n",
        "тетра- и гексагидридоалюминатов лития // Изв.АН БССР.\nСер.хим., № 6, 1992.\n",
        "26 Орехова С. Е., Бадалов А., Глыбин В. П., Новиков Г. И . Термоди­\n",
        "намическое исследование алюмогидридов и гидридов натрия и ка­\nлия // IX Всесоюзная конфер. по калориметрии и хим. термодина­\n",
        "мике (тезисы докл.). Тбилиси, 1982.\n",
        "20 20\n",
        "27. Бадалов А., Новиков Г. И., Мирсаидов У. и др. Системный анализ\n",
        "свойств бинарных и алюмогидридов щелочных металлов // V Все­\nсоюзная конфер. по химии гидридов (тез.докл.). Душанбе, 1991.\n28. Довбышева Т. Н., Новиков Г. И., Горбонос II. О., Демьянчук В. В.\n",
        "Окисление водорода кислородом на катализаторе С03О4/АІ2О3 в\nприсутствии паров воды // Изв.АН БССР. Сер.хим., № 1, 1992.\n29. Довбышева Т. Н., Новиков Г. И., Горбонос П. О., Демьянчук В. В.\n",
        "Исследование адсорбции воды на низкотемпературном катализа­\nторе кобальтита кобальта // Изв.АНБ. Сер.хим., 1992.\n30. Новиков Г. И., Кузьменко А. Л., Рудько П. К., Бутылин Б. А., Мат­\n",
        "веева Т. А., Томашева Л. Т. Окисление сероводорода кислыми\nрастворами комплексных (ЭДТА) ионов железа (III) // Изв.АН\n",
        "БССР. Сер.хим., № 6, 1991.\n",
        "31. Мицкевич Е. Н., Бутылин Б. А., Новиков Г. И . Термохимическое\n",
        "исследование реакции окисления сероводорода водным раствором\n",
        "сульфата железа (III) // Изв.НАНБ. Сер.хим., № 2, 1999.\n32. Гаманович Н. М., Новиков Г. И. Электрохимическое окисление\n",
        "природного газа в высокотемпературном топливном элементе.\nАНБ. Сер.хим., № 4, 1995.\n",
        "УДК 66: 674.815\n",
        "С. Е. Орехова, доцент;\nЛ. И. Хмылко, ст.препод.;\n",
        "В. А. Ашуйко, доцент;\nЛ. Н. Новикова, доцент\n",
        "СОРБЕНТЫ НА ОСНОВЕ МОДИФИЦИРОВАННЫХ ОПИЛОК\n",
        "The ways to purify waste gases from CH2O, СбНб, СбНз-СНз,\nand СбН5-СН=СН2 using sorbents prepared from timber - industry by\n- products.\n",
        "При выборе систем, используемых для очистки выбросов пред­\nприятий, руководствуются принципами, в основе которых лежит их\nэффективность и экономичность.\n",
        "На территории РБ достаточно интенсивно функционирует де­\nревообрабатывающая отрасль.\n",
        "Использование древесины в народном хозяйстве, создание из\nнее предметов, материалов народного потребления требует её механи­\nческой обработки. При механической обработке древесины образуют­\n",
        "ся разнообразные древесные отходы, в частности опилки. Объём о пи-"
    ]
}