{
    "paragraphs": [
        "На На правах рукописи\n",
        "СПИРИН АЛЕКСЕЙ ВИКТОРОВИЧ\nИССЛЕДОВАНИЕ РЕЖИМОВ МАГНИТНО-ИМПУЛЬСНОГО\n",
        "ПРЕССОВАНИЯ ДЛЯ ПОЛУЧЕНИЯ ТОНКОСТЕННЫХ\n",
        "ТРУБЧАТЫХ ТВЕРДООКСИДНЫХ ЭЛЕМЕНТОВ\nСпециальность 01.04.13 – Электрофизика, электрофизические установки\n",
        "АВТОРЕФЕРАТ\nдиссертации на соискание ученой степени\n",
        "кандидата технических наук\n",
        "Екатеринбург – 2013\n",
        "2 2\n",
        "Работа выполнена в Федеральном государственном бюджетном учреждении\n",
        "науки Институте электрофизики Уральского отделения Российской академии\n",
        "наук (ИЭФ УрО РАН)\n",
        "Научный руководитель: ИВАНОВ Виктор Владимирович,\n",
        "доктор физико-математических наук,\n",
        "член-корреспондент РАН,\n",
        "МФТИ, г. Долгопрудный\n",
        "Официальные оппоненты: КРИВОШЕЕВ Сергей Иванович,\n",
        "доктор технических наук, профессор кафедры\n«Техника высоких напряжений» СПбГПУ,\nг. Санкт-Петергбург;\n",
        "РОМАШЕВ Лазарь Николаевич,\n",
        "кандидат физико-математических наук,\n",
        "ведущий научный сотрудник Лаборатории\n",
        "электрических явлений\nИФМ УрО РАН, г. Екатеринбург\n",
        "Ведущая организация: ФГБОУ ВПО Национальный\n",
        "исследовательский Томский политехнический\nуниверситет, г. Томск\n",
        "Защита состоится « 17 » декабря 2013 г. в 13.00 на заседании диссертационного\nсовета Д 004.024.01 при ИЭФ УрО РАН по адресу: 620016, г. Екатеринбург,\n",
        "ул. Амундсена, д. 106.\n",
        "С диссертацией можно ознакомиться в библиотеке ИЭФ УрО РАН.\n",
        "Отзывы в двух экземплярах, подписанные и заверенные печатью направлять по\nадресу: 620016, г. Екатеринбург, ул. Амундсена, 106, ИЭФ УрО РАН, ученому\n",
        "секретарю диссертационного совета Д 004.024.01.\n",
        "Автореферат разослан « 15 » ноября 2013 г.\n",
        "Ученый секретарь\n",
        "диссертационного совета, д.ф. - м.н. Сюткин Н. Н.\n",
        "3 3\n",
        "I. ОБЩАЯ ХАРАКТЕРИСТИКА РАБОТЫ\n",
        "Актуальность темы. Для многих областей современной техники\nсуществует потребность в изделиях трубчатой формы из керамики. При этом\n",
        "отдельной технической проблемой является формирование керамических труб\nс тонкой стенкой, порядка 0,1-0,2 мм, выполняющих функции мембран\nразличного назначения. Получение таких изделий традиционными способами\n",
        "такими, как экструзия, шликерное литье, изостатическое прессование и др.,\n",
        "наталкивается на существенные трудности. К примеру, методом экструзии в\nлучшем случае удается получать трубы с толщиной стенки не менее 0,3 мм, в\nдругих способах не достигнут и этот уровень.\n",
        "За последние несколько десятилетий широкое развитие получили\nдинамические методы уплотнения твердых порошков, среди которых магнитноимпульсный метод прессования (МИП) приобретает все большее значение.\n",
        "Работы по магнитно-импульсной обработке применительно к прессованию\n",
        "порошков аккумулировали опыт нескольких десятилетий в области физики и\n",
        "техники сильных импульсных магнитных полей, который отражен в\nмногочисленных работах ряда выдающихся исследователей: С. Фонера и\nГ. Колма, В. Р. Карасика, Г. Кнопфеля, Ф. Херлаха, Н. Миуры, Г. А.\n",
        "Шнеерсона, В. И. Ожогина, и других ученых. Основные принципы МИП были\n",
        "сформулированы еще во второй половине XX века в работах Д. Сандстрома,\nЮ. К. Барбаровича, В. А. Миронова и других исследователей, в которых его\nобычно применяли для получения изделий из крупнодисперсных\n",
        "металлических и металлокерамических порошков.\n",
        "Применение метода МИП для получения изделий из высокотвердых\nоксидных нанопорошков впервые реализовано научным коллективом ИЭФ\nУрО РАН, показана высокая эффективность данного метода для получения\nвысокоплотных образцов. Использование для прессования наноразмерных\n",
        "порошков открывает новые возможности в методах синтеза керамики и\n",
        "обеспечении высоких эксплуатационных характеристик изделий из нее –\nэлектрических, механических и других, в зависимости от применения.\n",
        "В настоящее время известно ограниченное количество способов получения\nобъемных керамических материалов из нанопорошков с применением\n",
        "высокоинтенсивных воздействий. В частности, в работах О. Л. Хасанова с\n",
        "коллегами развит перспективный способ компактирования твердых\nнанопорошков с использованием интенсивного воздействия ультразвуком,\n",
        "позволяющий получать изделия сложных форм. Для получения изделий из\nнаноструктурных керамик активно развивается метод искрового плазменного\n",
        "спекания (Spark Plasma Sintering). В этом ряду радиальное магнитноимпульсное прессование (РМИП) порошков в проводящих оболочках\nпредставляется целесообразным именно для получения тонкостенных\nтрубчатых изделий благодаря симметрии воздействия и возможности создания\nвысоких давлений.\n",
        "4 4\n",
        "Первые работы по применению РМИП нанопорошков для получения\nтонкостенных трубчатых изделий из керамики были выполнены в ИЭФ УрО\nРАН в начале 2000-х годов. Компактные трубчатые заготовки для спекания\n",
        "получали посредством электродинамического сжатия проводящих\nтонкостенных оболочек, заполненных нанопорошком. Полученные образцы\nхарактеризовались тонкой структурой и высокой относительной плотностью\n",
        "керамики, при внешнем диаметре 14 мм имели относительно толстую стенку,\n",
        "0,5-0,6 мм. Дальнейшее уменьшение толщины стенки формуемой трубы\nоказалось затруднительным в виду сложности обеспечения однородной\nукладки нанопорошка в узком цилиндрическом зазоре внутри прессинструмента и трудностей, связанных с извлечением тонкостенного\n",
        "порошкового компакта. В данной работе предлагается вариант решения этой\nпроблемы, заключающийся в предварительном формировании на оправе\nтрубчатой заготовки из пленки на основе нанопорошка с полимерным\nсвязующим и ее последующем прессовании. Это позволит существенно снизить\nтолщину изделия, точнее ее регулировать и контролировать, а также обеспечит\nмеханическую прочность спрессованной заготовки. Кроме того, становится\n",
        "возможным формирование заготовки с несколькими функциональными слоями\n",
        "из различных материалов путем их совместного прессования в монолитный\n",
        "компакт и получения совместным спеканием многослойной керамической\nструктуры. Для реализации данного подхода в настоящей работе использован\n",
        "индукционный режим РМИП, с использованием сжатия проводящей\nтонкостенной оболочки давлением внешнего сильного импульсного магнитного\nполя индуктора, что является более технологичным по сравнению с\nэлектродинамическим режимом сжатия оболочек.\n",
        "Использование сильных импульсных магнитных полей накладывает\nограничение на срок службы индукторной системы, который для большинства\nконструкций составляет уровень нескольких сотен включений. Это может быть\nоправдано при использовании индукторов в однократных исследовательских\n",
        "экспериментах, однако для промышленного производства ресурс эксплуатации\nиндукторов должен составлять как минимум десятки тысяч включений. В\n",
        "литературе особенностям создания силовых импульсных индукторов\nпосвящено большое количество работ, выше указанных авторов. Тем не менее,\n",
        "для наиболее применимых для этих целей индукторных систем на основе\n",
        "однослойных спиральных соленоидов задача многократной генерации сильных\n",
        "магнитных полей до конца не решена, причем немаловажным также является\nразработка дешевых в изготовлении конструкций неразрушаемых соленоидов.\n",
        "Это составляет важную техническую задачу.\n",
        "В данной работе прессование трубчатых заготовок из пленок\nосуществляется посредством давления буферного порошкового слоя,\nвозникающего при его уплотнении радиально сжимающейся тонкостенной\n",
        "проводящей оболочкой в импульсном магнитном поле соленоида.\nИспользование порошка позволяет многократно усиливать давление на\n",
        "5 5\n",
        "заготовку по отношению к магнитному за счет инерционных эффектов в\n",
        "оболочке и порошке. Этот эффект дает возможность использовать индуктор в\nрежиме генерации умеренно сильных магнитных полей с амплитудой не более\n",
        "25 Тл и длительностью порядка 100 мкс.\n",
        "Получаемые предложенным способом тонкостенные трубы, в частности,\nиз электропроводной керамики на основе стабилизированного ZrO2 (твердый\n",
        "электролит), весьма востребованы для разработки твердооксидных устройств. В\nэтих устройствах элементы на основе твердого оксидного электролита –\nтвердоооксидные элементы, являются важнейшим компонентом конструкции,\n",
        "определяющим их эксплуатационные характеристики. В структуре\n",
        "твердооксидного элемента наряду с твердым электролитом содержатся и слои\n",
        "из других керамических или металлокерамических материалов, выполняющих\nфункцию электродов элемента. Поэтому предложенный способ является\nперспективным подходом к формированию многослойной структуры\nтвердооксидного элемента посредством совместного прессования разнородных\n",
        "функциональных слоев и их спекания.\n",
        "Целью диссертационной работы является разработка способа получения\nтонкостенных трубчатых твердооксидных элементов с многослойной\n",
        "структурой типа «электрод-электролит-электрод» с использованием\nрадиального магнитно-импульсного прессования полимер-керамических\n",
        "пленок из нанопорошков и их последующего спекания.\n",
        "Поставленная цель достигалась решением следующих задач:\n1. Разработка и изготовление индукторных систем и оснастки для\nосуществления прессования заготовок из полимер-керамических пленок.\n",
        "2. Исследование режимов обработки импульсным давлением многослойных\nзаготовок из пленок на стержне посредством сжатия буферного порошкового\n",
        "слоя внешней медной оболочкой, находящейся в продольном импульсном\nмагнитном поле индуктора, включающее экспериментальное исследование\n",
        "динамики сжатия пустых и заполненных порошком оболочек, сравнение\nрезультатов с численным моделированием процесса сжатия и теоретическое\n",
        "исследование в расширенном диапазоне параметров.\n3. Отработка получения монолитных трубчатых компактов радиальным\nмагнитно-импульсным прессованием многослойных заготовок из полимеркерамической пленки на основе нанопорошка твердого электролита или катода\nдля получения последующим спеканием при температуре ниже 1300°С труб из\n",
        "твердого электролита с толщиной стенки 0,1-0,5 мм при относительной\n",
        "плотности керамики не ниже 0,97 и масштабом кристаллической структуры в\n",
        "субмикронном диапазоне, а также труб катода с высокой открытой\n",
        "пористостью.\n",
        "4. Исследование возможности получения монолитных трубчатых компактов\nрадиальным магнитно-импульсным прессованием многослойных заготовок из\n",
        "полимер-керамических пленок, содержащих, по крайней мере, два\n",
        "6 6\n",
        "функциональных слоя твердооксидного элемента, например, слоя катода LSM и\n",
        "электролита YSZ, для получения спеканием при температуре ниже 1300°С\nцелой структуры с газоплотным слоем электролита и пористым слоем\nэлектрода.\n",
        "5. Определение геометрических параметров трубчатых образцов, толщины\n",
        "стенки, диаметра и длины, исследование микроструктуры, газоплотности\n",
        "электролита и пористости электродов, а также электрических и\nэлектрохимических характеристик.\n",
        "Научная новизна\n",
        "Предложены технические решения, позволяющие изготавливать\nиндукторы для генерации сильных импульсных магнитных полей (до 30 Тл) в\nбольшом объеме с высоким эксплуатационным ресурсом, которые могут быть\nиспользованы для решения важных технических задач магнитно-импульсной\nобработки материалов.\n",
        "Разработан способ получения и конструкция трубчатых твердооксидных\nэлементов с многослойной структурой, в которых твердый электролит\nтолщиной 0,1-0,15 мм может быть использован в качестве несущего\n",
        "компонента.\n",
        "Исследования электрохимических характеристик полученных\nтвердооксидных элементов в режиме водород-воздушного твердооксидного\nтопливного элемента (ТОТЭ) и кислородного насоса показали высокую\nэффективность изготавливаемых элементов. Удельная мощность\nисследовательских электрохимических ячеек ТОТЭ составила более 1 Вт/см2\n",
        "при 950°С. Полученные результаты находятся на уровне мировых достижений.\n",
        "Практическая значимость\n",
        "С применением предложенного способа, магнитно-импульсного\nпрессования (ламинирования) полимер-керамических пленок и последующего\n",
        "спекания, получены экспериментальные образцы тонкостенных трубчатых\n",
        "ТОТЭ, прошедшие успешные испытания во ФГУП «РФЯЦ-ВНИИТФ» им.\nакадем. Е. И. Забабахина (г. Снежинск).\n",
        "Конструкции разработанных трубчатых элементов, способы их получения,\nа также конструкции и способы изготовления батарей ТОТЭ защищены\nпатентами.\n",
        "В качестве альтернативы предложенный способ позволяет получать\nпрочные трубчатые керамики сложной формы (тел вращения) и на основе\n",
        "других функциональных оксидных материалов, например, оксида алюминия,\nоксида иттрия и др. для различных областей техники.\n",
        "Эффект многократного усиления импульсного давления в буферном слое\nпорошка при скоростном сжатии тонкостенной оболочки в сильном\nимпульсном магнитном поле может быть использован на практике для\n",
        "7 7\n",
        "обработки материалов высоким импульсным давлением в “безударном” режиме\n– с плавным нарастанием импульсного давления.\n",
        "Положения, выносимые на защиту:\n1. Конструкция магнитно-импульсного индуктора, разработанная на основе\n",
        "широко распространенной конструкционной стали типа 30ХГС для генерации\n",
        "импульсного магнитного поля в объеме до 140 куб.см амплитудой до 25 Тл и\n",
        "длительностью порядка 100 мкс, обеспечивает высокий ресурс эксплуатации,\n",
        "более 104 импульсов.\n",
        "2. В процессе сжатия тонкостенной проводящей оболочки с порошком в\nсильном импульсном магнитном поле при согласовании параметров оболочки,\nпорошкового слоя и импульса магнитного поля реализуется многократное\n",
        "усиление импульсного давления прессования по отношению к амплитуде\n",
        "ускоряющего магнитного давления. Экспериментально показано, что в полях\n",
        "амплитудой около 20-25 Тл с длительностью 100 мкс увеличение импульсного\nдавления в эксперименте составляло 2,5 раза.\n3. Радиальное сжатие тонкостенной проводящей оболочки в импульсном\n",
        "магнитном поле индуктора амплитудой 20-25 Тл и длительностью 100 мкс\nобеспечивает формование монолитных трубчатых компактов с толщиной\n",
        "стенки 0,12-0,6 мм из полимер-керамических пленок на основе наноразмерных\n",
        "порошков, прессуемых через буферный порошковый слой.\n",
        "4. Посредством радиального магнитно-импульсного прессования и\n",
        "последующего спекания заготовок из нанопорошков при температуре до\n",
        "1200°С получены тонкостенные газоплотные трубы твердого электролита с\nтолщиной стенки 0,1-0,5 мм, средним диаметром 9-12 мм и длиной до 110 мм\nиз керамики кубического (8,5-9)YSZ, характеризующейся субмикронным\n",
        "масштабом зеренной структуры и относительной плотностью 0,97-0,99. Ионная\n",
        "проводимость керамики твердого электролита близка к проводимости\nмонокристалла того же состава;\n",
        "5. Совместным прессованием заготовок с разнородными слоями из полимеркерамических пленок на основе нанопорошков и спеканием получены\nтонкостенные трубчатые твердооксидные элементы на несущем газоплотном\nтвердом электролите из тонко структурированной керамики кубического (8,59)YSZ длиной до 55 мм при толщине стенки 0,14-0,2 мм с двух- и\nтрехкомпонентной структурой, включающей электродные слои на основе LSM\n",
        "и Ni-кермета с открытой пористостью 20-30%. На основе серии\n",
        "твердооксидных элементов длиной 30-50 мм созданы прототипы модуля на\nТОТЭ (200 Вт / 900°С / водород) и генератора кислорода на элементах\n",
        "кислородного насоса (9 л/ч / 800°С / 50 Вт).\n",
        "8 8\n",
        "Публикации и апробация результатов\n",
        "Результаты диссертационной работы изложены в одной монографии, 12\nстатьях в рецензируемых изданиях, в том числе: 6 в российских журналах и 6 в\n",
        "зарубежных журналах, в трудах 3 конференций: одной всероссийской и двух\nмеждународных, получено пять патентов.\n",
        "Представленные в диссертации научные результаты докладывались на\nсеминарах и конференциях молодых ученых ИЭФ УрО РАН (2005-2010),\nВсероссийской конференции \"Физикохимия ультрадисперсных (нано-) систем\"\nФХУДС-VII (2005), Всероссийской конференции с международным участием\n\"Топливные элементы и энергоустановки на их основе\" (2006, 2010),\n",
        "Всероссийской конференции «НАНО-2007», XIV Российской конференции по\n",
        "физической химии и электрохимии расплавленных и твердых электролитов\n(2007), Российской конференции \"Физические проблемы водородной\nэнергетики\" (2007, 2010), Совещании «Фундаментальные проблемы ионики\n",
        "твердого тела» (2006, 2008, 2010), VIII Международной Конференции\n«Mechanochemical Synthesis and Sintering» (2004), Международной\nконференции «Megagauss. Magnetic Fild Generation and Related Topics» (2002,\n",
        "2004), Международном Форуме по Нанотехнологиям «Rusnanotech» (2008,\n2009), Международной конференции «15th International Symposium on HighCurrent Electronics (15th SHCE)» (2008), Международной Конференции по\nИонике Твердого Тела «SSI» (2011), Международном керамическом конгрессе\n",
        "«CIMTEC» (2006, 2010).\n",
        "Личный вклад соискателя\n",
        "Автор принимал активное участие в модернизации и отладке генератора\nимпульсных токов на основе емкостного накопителя энергии (135 кДж),\nразработке оборудования для электродинамического и индукционного режимов\n",
        "РМИП порошков. Выполнил численные оценки динамики сжатия различных\nоболочек в магнитном поле соленоида, планирование и проведение\nэкспериментов по экспериментальному исследованию диффузии и силового\n",
        "действия магнитного поля на трубчатые оболочки, анализ результатов.\nРазработал пресс-инструмент и вспомогательное оборудование для проведения\nэкспериментов по прессованию труб из полимер-керамических пленок.\nОбеспечил сопровождение и анализ результатов по исследованию\n",
        "характеристик исходных материалов и полученных изделий. Разработал\nконструкции тонкостенного элемента для прототипов твердооксидных\n",
        "устройств и участвовал в их испытаниях.\n",
        "Структура и объем диссертации\n",
        "Диссертация состоит из введения, четырех глав, заключения и четырех\nприложений. Работа содержит 142 страницы, включает 96 рисунков, 18 таблиц,\n",
        "46 формул, перечень сокращений и обозначений и список литературы из 94\nнаименований.\n",
        "9 9\n",
        "II. ОСНОВНОЕ СОДЕРЖАНИЕ РАБОТЫ\n",
        "Во введении обоснована актуальность темы диссертационной работы и\nопределено направление исследований, сформулированы цель и задачи\nисследований, а также положения, выносимые на защиту. Приведены научная\n",
        "новизна и практическая значимость полученных результатов, личный вклад\nавтора, структура диссертации.\n",
        "В первой главе приведено описание наиболее известных типов\nтвердооксидных устройств, в которых находят применение тонкостенные\n",
        "трубчатые мембраны из керамики. Описан принцип их действия,\n",
        "конструктивное исполнение твердооксидных элементов этих устройств и\nосновные способы их изготовления. Определены требования, предъявляемые к\nэлементам трубчатой конструкции и способы улучшения характеристик\n",
        "твердооксидных элементов, среди которых при использовании традиционных\nматериалов компонентов твердооксидного элемента основным является\n",
        "снижение толщины слоя твердого электролита до уровня 0,1-0,15 мм в\nконструкциях, где он является несущим.\n",
        "Приведено описание радиального магнитно-импульсного способа\nпрессования, его режимов – электродинамического и индукционного, а также\nособенностей каждого из них. Описаны особенности получения трубчатых\n",
        "керамик магнитно-импульсным прессованием нанопорошков.\n",
        "Сформулирован подход к формированию тонкостенных трубчатых\nтвердооксидных элементов посредством магнитно-импульсного прессования в\nпроводящих тонкостенных оболочках многослойных заготовок из полимеркерамических пленок на основе нанопорошков с полимерным связующим,\nпрессуемых через буферный слой порошка. Обосновано использование\nиндукционного режима радиального магнитно-импульсного прессования как\nболее технологичного по сравнению с электродинамическим. Проведен обзор\nразличных типов индукторных систем, особенностей их конструкций и\n",
        "выделен наиболее оптимальный для решения поставленной цели –\n",
        "однослойный спиральный индуктор. Определены геометрические размеры\n",
        "индукторной системы, проводящих оболочек для прессования и прессинструмента для получения изделий требуемых размеров. Сформулированы\nзадачи, которые необходимо решить для достижения цели.\n",
        "Вторая глава состоит из теоретической и экспериментальной частей. В\nтеоретической части приведены результаты исследования динамики\nрадиального сжатия трубчатой оболочки (изменения во времени ее радиуса и\n",
        "скорости) в приближении тонкой стенки трубы и ярко выраженного скинэффекта. Теоретически исследована зависимость ускорения пустых оболочек\nразличного диаметра и толщины стенки от длительности полупериода\n",
        "колебаний магнитного поля. Объектами исследования были трубчатые\nоболочки из меди внешним диаметром от 15 до 22 мм с толщиной стенки около\n",
        "1 мм (коротко D15x1 или D22x1). Расчет проводили решением системы\n",
        "10 10\n",
        "уравнений, содержащей уравнение движения стенки оболочки и выражение,\n",
        "описывающее динамическую прочность оболочки при сжатии в зависимости от\n",
        "текущего радиуса с учетом деформационного упрочнения ее материала.\nДавление магнитного поля задавали модельным сигналом в виде затухающей\n",
        "квадратичной синусоиды, максимально приближенном к импульсу магнитного\nдавления, реализующегося при осциллирующем разряде емкостного\nнакопителя на индуктивную нагрузку.\n",
        "На рис. 1 представлены зависимости скорости стенки медной оболочки\nD22x1 в зависимости от длительности\nимпульса магнитного поля.\nЗависимости приведены для двух\nзначений относительной деформации\nрадиуса трубы (∆r/r = 0,1 и 0,2) и двух\n",
        "значений амплитуды магнитного\nдавления (100 и 200 МПа). При\nдлительности импульса в диапазоне\n40-100 мкс в сильных импульсных\nмагнитных полях, 16-23 Тл, скорости\nоболочек из меди внешним\nдиаметром 18-22 мм с толщиной\nстенки 1 мм составляют диапазон 100250 м/с. Влияние геометрических\nразмеров оболочки на ее динамику\n",
        "демонстрирует рис. 2, где на вкладке\n",
        "(а) показано влияние диаметра оболочки при толщине 1 мм, а на вкладке (б) –\nвлияние толщины для оболочки с внешним диаметром 20 мм при одинаковой\nамплитуде магнитного давления.\n",
        "В теоретической части второй главы приведены основные положения\nмодели, позволяющей с достаточной точностью описывать процесс\n",
        "Рисунок 1 – Зависимость скорости медной\nоболочки D22x1 от длительности импульса\n",
        "магнитного поля для различной\nотносительной деформации радиуса (0,1 и\n",
        "0,2) и различной амплитуде магнитного\n",
        "давления (100 и 200 МПа)\n",
        "(а) (б)\nРисунок 2 – Влияние размеров оболочки на значение максимальной скорости и\nсоответствующей ей длительности импульса для относительных деформаций радиуса 0,1 и\n0,2 при амплитуде магнитного давления 100 МПа: а – влияние среднего диаметра (d0 = 1 мм),\n",
        "б – влияние толщины (D = 20 мм)\n",
        "11 11\n",
        "радиального прессования в тонкостенных оболочках в реальных\n",
        "электрофизических установках. Теоретическая модель реализована в\n",
        "программном коде (ИЭФ УрО РАН), результаты расчетов по которому были\n",
        "использованы в работе.\n",
        "В экспериментальной части приводится описание электрофизической\nустановки, на которой была выполнена исследовательская работа, – генератора\n",
        "импульсных токов с индуктивной нагрузкой. Для используемого генератора\n",
        "было изготовлено две нагрузки – однослойные спиральные соленоиды двух\nтипоразмеров. Приведен алгоритм инженерного расчета параметров\nиндукторной системы, состоящей из индуктора и установленной внутрь его\nпроводящей оболочки-экрана. При расчете учитывали нестационарный\nхарактер проникновения импульсного магнитного поля в материал индуктора и\nоболочки, а также нагрев материалов вихревым импульсным током.\nСравнивали индукторы из двух материалов: бериллиевой бронзы марки БрБ2 и\nстали типа 30ХГС. Для изготовления индукторов была выбрана сталь ввиду\nменее напряженных режимов работы и более высоких прочностных\n",
        "характеристик стали. По результатам расчета были изготовлены однослойные\nспирали из стали указанной марки токарной обработкой. На рис. 3а показан\nвнешний вид спирали постоянного шага. Последовательными этапами\nпроцедуры изготовления индукторов являются: обработка точеных спиралей,\n",
        "их термическая обработка – закалка и отпуск, коммутация электродов,\n",
        "нанесение многослойной изоляции и последующая пропитка цементирующей\nсмолой вакуумно-нагнетательным способом. Окончательная сборка индукторов\n",
        "заключается в их стягивании шпильками с помощью массивных фланцев из\nнепроводящего материала. На рис 3.б представлен внешний вид индуктора с\n",
        "внутренним диаметром 26 мм и длиной 140 мм. Второй индуктор при том же\nдиаметре канала имел длину 270 мм.\n",
        "(а)\n",
        "(б)\nРисунок 3 – Внешний вид спирали индуктора (а) и индуктора в сборе (б). Диаметр\n",
        "внутреннего канала индуктора – 26 мм, длина рабочей зоны – 140 мм\n",
        "Основными особенностями конструкции индуктора является\nиспользование, во-первых, высокопрочной стали в закаленном состоянии, вовторых, упругих свойств спиральной пружины, в-третьих, облегченной\nконструкции электродов, коммутируемых путем низкотемпературной пайки с\n",
        "12 12\n",
        "дополнительным резьбовым креплением и, наконец, в-четвертых,\n",
        "многослойной изоляции.\n",
        "Для изготовленных индукторов, как пустых, так и с оболочками\nразличного диаметра, проведено исследование их индуктивности и\n",
        "сопротивления в рабочих условиях – при протекании по виткам индуктора\n",
        "импульсного тока разряда емкостного накопителя амплитудой до 150 кА и\n",
        "длительностью полупериода от 50 до 125 мкс (4-10 кГц). Измерены\n",
        "характеристики генерируемых магнитных полей в пустых индукторах и с\nоболочками различного диаметра. На рис. 4 приведены временные развертки\nмагнитного поля в пустом индукторе длиной 140 мм (кривые 1-3) для трех\n",
        "значений зарядного напряжения емкостного накопителя: 5, 10 и 15 кВ. Для\n",
        "сравнения приведен вид импульса магнитного поля в канале индуктора с\nоболочкой из меди D18x1 при зарядном напряжении накопителя 5 кВ.\n",
        "Измерено аксиальное распределение магнитного поля в пустых индукторах и с\nрабочей оболочкой (рис. 5). Область однородного поля, не ниже 95% от\n",
        "значения в центре, составила 60 и 75% его длины для индукторов с длиной 140\n",
        "и 270 мм, соответственно. При использовании рабочих оболочек из меди\nобласть однородного поля достигала 80% от длины индуктора. На рис. 5 также\nдемонстрируется влияние на распределение поля частоты разрядного тока\n",
        "(кривая 1”).\n",
        "Рисунок 4 – Временная развертка магнитного\n",
        "поля в центре индуктора длиной 140 мм при\n",
        "трех значениях зарядного напряжения\nнакопителя: 1, 1’ – 5, 2 – 10 и 3 – 15 кВ. (1-3)\n",
        "– пустой индуктор, 1’ – с оболочкой D18х1\n",
        "Рисунок 5 – Аксиальное распределение\nмагнитного поля для индуктора длиной\n",
        "140 мм (1, 1’, 1’’) и 270 мм (2).\n1, 2 – индукторы пустые, 1’ – с оболочкой\n",
        "D18х1. 1, 1’, 2 – C = 425 мкФ, 1’’ – 106\nРазработанные индукторы успешно используются нами в течение уже 8\nлет, при этом в режиме генерации магнитного поля амплитудой 20-25 Тл и\nдлительностью 100 мкс количество включений превышает 104.\n",
        "В главе 2 также приведены результаты экспериментального исследования\nдинамики сжатия медной оболочки D18x1 в магнитном поле индуктора\n",
        "амплитудой 18-19 Тл и длительностью около 100 мкс. Результаты получены для\n",
        "двух случаев: при сжатии пустой оболочки и оболочки, заполненной\n",
        "13 13\n",
        "крупнодисперсным порошком стабилизированного ZrO2. Толщина порошковой\nзасыпки составляла 3 мм. Данный порошок в дальнейших экспериментах\nиспользовали для прессования заготовок из полимер-керамических пленок на\nоснове нанопорошков. Для определения изменения радиуса оболочки в\nпроцессе сжатия была применена методика, основанная на использовании\n",
        "системы индуктивных датчиков, статически расположенных в зазоре между\n",
        "индуктором и сжимаемой оболочкой. Также исследовали диффузию\n",
        "магнитного поля в этих процессах. Полученные результаты по изменению\nрадиусов оболочки и скорости ее внутренней поверхности со временен\n",
        "представлены на рис. 6 и 7 для указанных выше случаев. Экспериментальная\nпогрешность определения зависимости радиуса и скорости не превышала 5-7%.\nНа рис. 6 и 7 пунктирной линией 3 приведен результат расчета по модели,\n",
        "достигнуто хорошее согласие с экспериментом.\n",
        "Рисунок 6 – Зависимость внутреннего (1-3) и\n",
        "внешнего (1’, 2’) радиусов оболочки D18x1\nпри сжатии. 1, 1’ – оболочка с порошком, 2, 2’\n",
        "– пустая оболочка, 3 – теоретический расчет\n",
        "по модели\n",
        "Рисунок 7 – Зависимость скорости\nвнутренней поверхности оболочки D18x1\nпри сжатии, соответствующей временным\n",
        "изменениям радиусов (1-3) на рис. 6\n",
        "С использованием полученных экспериментальных данных вычислена\nзависимость давления оболочки на порошок решением кинетического\n",
        "уравнения, записанного для внутренней поверхности оболочки без учета\nмассовых характеристик порошка, следующего вида:\n",
        "( m t pwd )\nr\nr\n",
        "r P P P\n",
        "R\nV r\nr\nR\nV\ndt\ndV\n",
        "r  = − ∆ − −\n",
        "\n\n\n\n\n",
        "\n\n\n\n\n\n + −\n\n\n\n\n\n\n\n\n\n\n\n",
        "⋅ + 1\n",
        "2\nln\n",
        "2\n2 2\nγ 2\n",
        ", (1)\n",
        "где γ – плотность материала оболочки, R, r –внешний и внутренний радиусы\nоболочки, Vr – скорость внутренней поверхности оболочки, ∆Pm – разность\n",
        "давлений внешнего и внутреннего магнитных полей, Pt – противодавление\nоболочки, Ppwd – противодавление порошка (R, r, Vr, ∆Pm – измеренные\n",
        "величины). В эксперименте масса порошка составляла 18% по отношению к\n",
        "массе оболочки. Экспериментальное исследование прочностных свойств\nоболочки, характеризующих слагаемое Pt в (1) было проведено в опыте по\n",
        "сжатию пустой оболочки. На рис. 8 приведены экспериментально полученные\n",
        "14 14\n",
        "зависимости 1-3 (см. подпись к рисунку) и результат теоретического расчета\n",
        "(кривые 4 и 5). Из рисунка видно, что давление прессования 1 превышает\n",
        "магнитное давление (точнее разность магнитных давлений) в 2,5 раза.\nРезультат теоретического расчета хорошо согласуется с экспериментом. На\nрис. 8 также приведено расчетное давление порошка на стержень (кривая 5).\n",
        "Величину этого давления достаточно сложно измерить экспериментально в\nвиду геометрии системы, но именно этим давлением осуществляется\n",
        "прессование заготовки из пленки. Видно, что это давление уже более трех раз\nпревышает магнитное. Все выше изложенные результаты были получены при\n",
        "использовании импульса магнитного поля с длительностью порядка 100 мкс.\nДля использованного в работе генератора понятие длительности импульса и\nполупериода колебаний тождественны, поскольку при разряде емкостного\n",
        "накопителя реализуется лишь первая полуволна тока (рис. 4).\n",
        "На рис. 9 приведен результат теоретического расчета по модели давления\nпорошка на стержень в зависимости от длительности полупериода колебаний\n",
        "магнитного поля для оболочек из меди D18x1 и D22x1 при различной\nамплитуде магнитного давления, 100 и 200 МПа. Полученные зависимости\n",
        "характеризуются наличием максимумов. Кроме того, исследование влияния\nнасыпной плотности порошка на величину давления прессования при\nфиксированных остальных параметрах показало сильную зависимость. К\n",
        "примеру, уменьшение относительной насыпной плотности с 0,45 до 0,3\n",
        "позволяет увеличить давление более 2,5 раз. Таким образом, многократное\nувеличение давления прессования по отношению к магнитному реализуется в\n",
        "согласованных режимах – при наилучшем соотношении параметров оболочки,\n",
        "порошкового слоя и параметров импульса магнитного поля.\n",
        "Рисунок 8 – Давления в деформируемой\nсистеме в зависимости от времени: 1, 4 –\n",
        "давление оболочки на порошок, 2 –\nпротиводавление оболочки, 3 – разность\n",
        "магнитных давлений снаружи и внутри\nоболочки, 5 – давление порошка на стержень.\n",
        "(1-3) – эксперимент, 4, 5 - расчет\n",
        "Рисунок 9 – Амплитуда давления порошка\nна стержень в зависимости от длительности\n",
        "импульса, рассчитанная для различных\nоболочек из меди и различной амплитуды\n",
        "магнитного давления.\n",
        "15 15\n",
        "В третьей главе приведено описание исходных материалов, которые были\nиспользованы для изготовления тонкостенных твердооксидных элементов,\nдетально описана процедура изготовления трубчатых заготовок из материала\n",
        "твердого электролита, а также трубчатых катодов. Определены условия\n",
        "магнитно-импульсного прессования, обеспечивающие получение монолитных\n",
        "трубчатых компактов из пленок. Приведен внешний вид полученных\n",
        "тонкостенных образцов керамики из YSZ и их характеристики.\n",
        "В работе использовали слабо агломерированные нанопорошки твердого\nэлектролита из ZrO2, стабилизированного 8,5-9 мол. % Y2O3 (8,5-9YSZ),\nполученные в ИЭФ УрО РАН методом лазерного испарения (ЛИ), а также\n",
        "мелкодисперсные порошки электродного материала (La-Sr)MnO3 (LSM),\nполученные методом пиролиза в ИХТТ УрО РАН (г. Екатеринбург).\n",
        "Характеристики порошков приведены в таблице 1. На рис. 10 приведены\nизображения частиц порошков YSZ и LSM, полученные электронной\nмикроскопией.\n",
        "Таблица 1\nХарактеристики порошков\n",
        "Обозн. Способ\n",
        "получения\n",
        "Химический\n",
        "состав\n",
        "Фазовый\n",
        "состав\n",
        "SБЭТ\n",
        "м2/г\n",
        "dБЭТ 3\n",
        "нм\n",
        "dx\nнм\nYSZn5(n6) ЛИ: ИПЛ1 8,7 мол.%Y2O3 50-55 18-20 20-22\nYSZ-n2061 ЛИ: НЛ2 8,8 мол.%Y2O3\n",
        "кубическая\n",
        "фаза ZrO2 60 17 20\nLSM Пиролиз La0,7Sr0,3MnO3-δ моноклинная\n",
        "фаза LSM4\n",
        "4 - 60\n",
        "Примечание: 1 – импульсно-периодический СО2-лазер. 2 – оптоволоконный лазер\n",
        "непрерывного излучения. 3 – при определении использовано выражение dБЭТ = 6/(SБЭТ·ρx), где\nρx – теоретическая плотность, которая для 9YSZ составляет 5,9 г/см3, для LSM – 6,5 г/см3.\n4 – однофазен после прокалки при 900°С.\n",
        "(а) (б)\nРисунок 10 – Изображение частиц нанопорошка YSZ в просвечивающем электронном\n",
        "микроскопе (а) и порошка LSM в растровом электронном микроскопе (б)\n",
        "16 16\n",
        "Использованные слабо агломерированные нанопорошки твердого\nэлектролита YSZ позволяют получать плотную керамику из него от\nотносительной плотности уже около 0,4-0,5 при температуре спекания ниже\n",
        "1200°С. Это позволяет использовать его совместно с LSM, поскольку при более\nвысоких температурах в системе LSM + YSZ возможно образование вторичных\nсоединений в результате твердофазного взаимодействия. Способом литья\n",
        "суспензий из нанопорошков с полимерной связкой были изготовлены тонкие\nпленки из материала твердого электролита и электродных композиций на\nоснове LSM толщиной от 10 до 70 мкм и шириной полос до 90 мм.\n",
        "Электродные композиции наряду с LSM содержали порошок материала\nэлектролита и порошок сажи, используемый в качестве порообразователя.\n",
        "Процедура изготовления заготовок твердооксидного элемента включала\nследующие этапы: 1) формирование на жесткой оправе многослойной\nзаготовки намоткой полос из пленок, 2) предварительная сборка пресс-формы\n",
        "для засыпки слоя буферного порошка, 3) герметизация пресс-формы, ее\n",
        "вакуумирование и подогрев, 4) магнитно-импульсное прессование в\nспиральном индукторе при условиях, обеспечивающих омоноличивание слоев\n",
        "пленочной заготовки, 5) извлечение спрессованного компакта и 6) спекание.\n",
        "Для определения условий магнитно-импульсного прессования была\nизготовлена серия тестовых трубчатых образцов из твердого электролита YSZ в\nразличных режимах. Все образцы имели одинаковую толщину стенки трубы.\n",
        "Основным варьируемым параметром была амплитуда магнитного давления на\n",
        "оболочку, от 100 до 250 МПа, при длительности импульса магнитного поля\n",
        "порядка 100 мкс. У спрессованных компактных образцов (рис. 11) определяли\nплотность. Для использованных режимов прессования был проведен расчет по\n",
        "модели давления порошка на заготовку из пленки. На рис. 12 приведена\nзависимость плотности компактных образцов из YSZ. Из рисунка видно, что с\nувеличением давления прессования наблюдается закономерное увеличение\nплотности компактов, начиная от исходной плотности пленки до\nтеоретического значения плотности беспористого полимер-керамического\nматериала (на рисунке отмечены пунктирными линиями).\n",
        "Рисунок 11 – Внешний вид\n",
        "компактов из YSZ\n",
        "Рисунок 12 – Зависимость плотности компактов от\n",
        "давления прессования\n",
        "17 17\n",
        "На фрагментах компактных образцов из YSZ были проведены\nисследования структуры хрупкого слома стенки трубы в оптическом\nмикроскопе, для чего слом приготавливали при температуре жидкого азота. На\nрис. 13 приведены изображения структуры излома стенки компактных труб из\n",
        "YSZ, полученных прессованием в медной оболочке D22x1 при магнитном\nдавлении 100 и 210 МПа. Совершенно очевидно, что с увеличением давления\nпрессования структура полимер-керамического компакта становится все более\n",
        "однородной и проявления слоев пленки становятся неразличимыми.\n",
        "(а) (б)\nРисунок 13 – Изображение хрупкого слома стенки труб из YSZ, полученных прессованием\n",
        "при магнитном давлении 100 МПа (а) и 210 МПа (б)\n",
        "Дополнительные исследования были проведены после спекания тестовых\nобразцов сканирующей электронной микроскопией на изломах стенки уже\n",
        "керамической трубы. Все исследованные образцы спекали разом в одной печи\nпри температуре 1200°С. На рис. 14 приведены типичные изображения\nструктуры излома керамических труб из YSZ. Для образцов, полученных при\n",
        "наименьшем из используемых магнитном давлении, около 100 МПа, в\nструктуре керамики твердого электролита наблюдаются дефекты слоения,\n",
        "линейный размер которых не превышал 10 мкм. С увеличением давления до\n150 МПа дефекты слоения встречаются, но существенно реже (обработано\nнесколько сотен микрофотографий). При увеличении магнитного давления до\n",
        "210-250 МПа керамика имеет однородную структуру, свободную от дефектов\n",
        "слоения. По микрофотографиям был оценен средний размер зерна, который\n",
        "составил 0,7-0,9 мкм.\n",
        "(а) (б)\nРисунок 14 – Структура излома стенки керамических труб из YSZ, полученных\n",
        "прессованием при магнитном давлении 100 МПа (а) и 210 МПа (б)\n",
        "18 18\n",
        "В выбранном режиме прессования – при амплитуде магнитного давления\nоколо 0,2 ГПа и длительности импульса порядка 100 мкс, были изготовлены\nсерии тонкостенных труб из тонко структурированной керамики кубического\nYSZ, внешний вид которых приведен на рис. 15. Характеристики керамических\nобразцов приведены в таблице 2. Газоплотность труб была исследована\n",
        "методом натекания газа атмосферного давления в полость трубы, в которой\n",
        "предварительно создавали разряжение.\n",
        "Рисунок 15 – Внешний вид тонкостенных трубчатых керамик из кубического YSZ\n",
        "Таблица 2\nХарактеристики керамических трубчатых образцов из YSZ\nМатериал Ts1,\n",
        "°C\n",
        "Отн.\nплотность\n",
        "Открытая\nпористость\n",
        "Толщина\n",
        "стенки2,\n",
        "мм\n",
        "Средний\nдиаметр,\n",
        "мм\n",
        "Длина,\n",
        "мм\n",
        "YSZ\n",
        "11501300\n",
        "0,9750,993\n",
        "газоплотн.\n",
        "0,10,5\n",
        "9,512,5\n",
        "до 110\n",
        "Примечание: 1 – температура спекания, 2 – средняя по длине, разброс толщины не\n",
        "превышал 5%.\n",
        "На основе полученных труб из керамики кубического YSZ были\nизготовлены электрохимические ячейки, которые испытывали в режиме ТОТЭ.\n",
        "Для этого наносили методом окрашивания электроды, катод на основе LSM и\n",
        "анод на основе Ni-кермета. На рис. 16 приведены вольт-амперные и удельные\nмощностные характеристики электрохимической ячейки при температурах 950,\n900, 850 и 800°С. В качестве топлива использовали водород, окислитель –\nвоздух. Для указанных температур максимальные генерируемые мощности\nсоставили 1,1, 0,74, 0,51 и 0,31 Вт/см2, соответственно. Дополнительным\n",
        "подтверждением газоплотности слоя электролита является значение ЭДС\nячейки, которая была не ниже теоретического значения для использованных\n",
        "составов газов.\n",
        "Изготовление труб из катодного материала представляло в большей\nстепени исследовательский интерес по получению высокой пористости труб из\nLSM в таких же условиях прессования и спекания, как и твердого электролита,\n",
        "и исследованию его электропроводности. Пористость трубчатых катодов\n",
        "19 19\n",
        "реализована в диапазоне 20-40%.\n",
        "Электропроводность катодного\nматериала, измеренная в зависимости\nот пористости, при температуре около\n850°С примерно на три порядка выше\nионной проводимости твердого\nэлектролита.\n",
        "В четвертой главе описаны\nособенности формирования\nструктуры твердооксидного элемента,\n",
        "которая включает в себя наряду с\nтвердым электролитом слои\nэлектродных материалов. Приведены\nрезультаты исследования условий\n",
        "магнитно-импульсной обработки,\n",
        "обеспечивающих формование монолитных трубчатых компактов. Исследованы\nхарактеристики полученных керамических трубчатых твердооксидных\n",
        "элементов с двух- и трехкомпонентной структурой. Исходные материалы и\n",
        "процедура изготовления трубчатых компактов описана в главе 3.\n",
        "В процессах совместного формирования многослойной структуры\nтвердооксидного элемента важным условием является согласование\n",
        "используемых материалов по усадке – изменении линейных размеров при\n",
        "спекании. Для используемых в данной работе материалов результат\n",
        "согласования демонстрирует рис. 17, где приведены дилатометрические кривые\n",
        "спекания компактов из нанопорошка YSZ, полученного лазерным методом и\nкатодных композиций на основе LSM.\n",
        "Определение условий прессования заготовок из пленок с несколькими\nфункциональными слоями проводили таким же образом, как было описано в\n",
        "главе 3. Исследования показали, что режимы прессования трубчатых образцов\n",
        "из YSZ достаточны для получения монолитных компактов с\nмногокомпонентной структурой. Исследование микроструктуры керамических\nобразцов не выявили существенных\nособенностей, связанных с процессом\nпрессования трубчатой заготовки.\n",
        "Поэтому в выбранном режиме\nпрессования – при амплитуде\nмагнитного давления около 0,2 ГПа и\nдлительности импульса порядка\n100 мкс, совместным формованием\nмногослойных заготовок с\nразнородными слоями из полимеркерамических пленок на основе\nнанопорошков и последующим\n",
        "Рисунок 16 – Вольт-амперные и мощностные\n",
        "характеристики фрагмента\nТОТЭ при температурах (°С):\n1 – 950, 2 – 900, 3 – 850, 4 – 800\n",
        "Рисунок 17 – Кривые усадки катодных\nкомпозиций с различным содержанием сажи\n",
        "в сравнении с усадкой YSZ (1)\n",
        "20 20\n",
        "спеканием при температуре около 1200°С были получены серии тонкостенных\nтвердооксидных элементы на несущем твердом электролите из керамики\nкубического (8,5-9)YSZ с двух- и трехкомпонентной структурой, включающей\n",
        "электродные слои на основе LSM и Ni-кермета. Внешний вид и характеристики\nполученных структур твердооксидного элемента приведены на рис. 18 и в\n",
        "таблице 3, соответственно.\n",
        "(а) (б)\n",
        "(в) (г)\nРисунок 18 – Внешний вид тонкостенных структур твердооксидного элемента с несущим\n",
        "твердым электролитом YSZ: а, б – двухкомпонентные структуры «LSM / YSZ», в –\nтрехкомпонентные структуры «LSM / YSZ / LSM» (элементы кислородного насоса, г –\n",
        "трехкомпонентная структура ТОТЭ «LSM / YSZ / Ni-кер.»\n",
        "На полученных структурах были проведены исследования вольт-амперных\nхарактеристик и удельной мощности, генерируемой при испытаниях\n",
        "электрохимических ячеек в режиме водород-воздушного ТОТЭ. На рис. 19а\nпредставлены вольт-амперные и мощностные кривые ТОТЭ на основе\n",
        "двухкомпонентной структуры «LSM / YSZ» с несущим электролитом для\nтемператур 908, 862 и 808°С. Анод на основе Ni-кермета наносили методом\nокрашивания. Максимальная генерируемая мощность при этих температурах\nсоставила 0,55, 0,42 и 0,29 Вт/см2, соответственно. На рис. 19б приведены\n",
        "аналогичные зависимости для ТОТЭ на основе трехкомпонентной структуры\n",
        "«LSM / YSZ / Ni-YSZ» с несущим электролитом для температур 900, 840 и\n790°С. Максимальная генерируемая мощность при этих температурах\n",
        "составила 0,60, 0,45 и 0,30 Вт/см2, соответственно.\n",
        "21 21\n",
        "Таблица 3\nХарактеристики трубчатых многокомпонентных структур\nСтруктура1 Открытая пористость, %\n",
        "электрода электролита\n",
        "Толщина\n",
        "стенки2,\n",
        "мм\n",
        "Средний\nдиаметр,\n",
        "мм\n",
        "Длина,\n",
        "мм\n",
        "LSM / YSZ 31-32\nLSM / YSZ\n",
        "0,16-0,2 12,2-12,4\n",
        "51,9-52,7\nLSM / YSZ/ LSM 0,22-0,23 12,7-12,8 32,7-32,9\nLSM / YSZ / Ni-кер.\n",
        "20-30 газоплотн.\n",
        "0,24 13,2 54\nПримечание: 1 – расположение слоев изнутри трубы наружу. 2 – общая толщина всех\n",
        "слоев.\n",
        "(а) (б)\nРисунок 19 – Вольт-амперные и мощностные кривые ТОТЭ на основе структур «LSM / несущий\n",
        "YSZ» (а) и «LSM / YSZ / Ni-кер.» (б) при температурах (°С):\n",
        "1 – 908 (а), 900 (б), 2 – 862 (а), 840 (б), 3 – 808 (а), 790 (б)\n",
        "Показано, что твердооксидные элементы, полученные совместным\nпрессованием и спеканием его компонентов, практически не уступают по\n",
        "характеристикам твердооксидным элементам с твердым электролитом той же\n",
        "толщины и электродами, нанесенными методом окрашивания. На основе серии\nтонкостенных трубчатых образцов с двух- и трехкомпонентной структурой\n",
        "созданы прототипы твердооксидных устройств: модуль генератора на ТОТЭ\n(200 Вт / 900С / водород) и демонстрационный макет генератора кислорода на\n",
        "элементах килородного насоса (9 л/ч / 800С / 50 Вт).\n",
        "В Приложении 1 представлены последовательные этапы изготовления\nспиральных индукторов, сопровождающиеся фотографиями с краткими\n",
        "пояснениями. В Приложении 2 приведена методика измерения зависимости\nрадиуса оболочки в процессе ее сжатия. В Приложении 3 приведены\nрезультаты исследования силового действия магнитного поля при сжатии\nразличных оболочек и диффузии магнитного поля в этих процессах. В\n",
        "Приложении 4 приведены дополнительные микрофотографии излома стенки\n",
        "керамических тестовых образцов с двухкомпонентной структурой «LSM/YSZ».\n",
        "22 22\n",
        "III. ОСНОВНЫЕ РЕЗУЛЬТАТЫ И ВЫВОДЫ\n",
        "В ходе выполнения диссертационной работы получены следующие\nрезультаты:\n",
        "1. Разработана конструкция и изготовлены магнитно-импульсные индукторы\n",
        "двух типоразмеров на основе широко распространенной конструкционной\n",
        "стали типа 30ХГС, имеющие высокий ресурс эксплуатации, более 104\nимпульсов, при генерации импульсного магнитного поля в объеме до 140\nкуб.см амплитудой до 25 Тл и длительностью порядка 100 мкс.\n2. В процессе сжатия тонкостенной проводящей оболочки с порошком в\n",
        "сильном импульсном магнитном поле при согласовании параметров\n",
        "оболочки, порошкового слоя и импульсного магнитного поля реализуется\nмногократное усиление импульсного давления прессования по отношению к\n",
        "амплитуде ускоряющего магнитного давления. Экспериментально показано,\n",
        "что в полях амплитудой около 20-25 Тл с длительностью 100 мкс увеличение\nимпульсного давления в эксперименте составляло 2,5 раза при\nиспользовании в качестве буферного слоя крупнокристаллического порошка\n",
        "YSZ с относительной плотностью засыпки около 45%.\n3. Показано, что импульсное давление, возникающее в слое буферного порошка\n",
        "при радиальном сжатии тонкостенной проводящей оболочки в импульсном\n",
        "магнитном поле амплитудой 20-25 Тл и длительностью порядка 100 мкс,\nпозволяет получать монолитные трубчатые компакты с толщиной стенки\n",
        "0,12-0,6 мм из полимер-керамических пленок на основе нанопорошков\n",
        "компонентов твердооксидного элемента с одно-, двух- и трехкомпонентной\n",
        "структурой.\n",
        "4. Получены тонкостенные газоплотные трубы твердого электролита с\n",
        "толщиной стенки 0,1-0,5 мм, средним диаметром 9-12 мм и длиной до 110 мм\nиз керамики кубического (8,5-9)YSZ, характеризующейся субмикронным\n",
        "масштабом зеренной структуры и относительной плотностью 0,97-0,99,\n",
        "посредством спекания компактных заготовок из нанопорошков при\n",
        "температуре до 1200°С. Ионная проводимость керамики твердого\nэлектролита близка к проводимости монокристалла того же состава. С\nуменьшением толщины стенки трубы твердого электролита, полученного из\nнанопорошка, с ~0,6 до ~0,2 мм, позволило увеличить генерируемую\n",
        "мощность в 1,5-1,6 раза при 900°С. Полученные значения находятся на\n",
        "уровне мировых достижений.\n",
        "5. Совместным прессованием многослойных заготовок с разнородными слоями\n",
        "из полимер-керамических пленок на основе нанопорошков и спеканием\n",
        "получены тонкостенные трубчатые твердооксидные элементы на несущем\nгазоплотном твердом электролите из “тонко” структурированной кубической\n",
        "керамики (8,5-9)YSZ длиной около 30 и 50 мм, толщиной 0,14-0,2 мм с двухи трехкомпонентной структурой, включающей электродные слои на основе\n",
        "LSM и Ni-кермета с открытой пористостью 20-30%. Твердооксидные\n",
        "23 23\n",
        "элементы, полученные совместным прессованием и спеканием его\nкомпонентов, практически не уступают по характеристикам твердооксидным\nэлементам с твердым электролитом той же толщины и электродами,\n",
        "нанесенными методом окрашивания.\n",
        "На основе серии твердооксидных элементов длиной около 30 и 50 мм\nсозданы прототипы модуля генератора на ТОТЭ (200 Вт / 900°С / водород) и\n",
        "генератора кислорода на элементах кислородного насоса (9 л/ч / 800°С / 50 Вт).\n",
        "Выполненные исследования показали, что применение наноматериалов и\nсоответствующих подходов к формированию изделий из них позволяет\nулучшить характеристики твердооксидных элементов с использованием\n",
        "традиционных материалов твердого электролита и электродов, позволяет\nсовмещать технологические операции, что может быть использовано при\nразработке технологии промышленного производства твердооксидных\n",
        "элементов.\n",
        "IV. ПУБЛИКАЦИИ ПО ТЕМЕ ДИССЕРТАЦИОННОЙ РАБОТЫ\n",
        "1. Magnetic Pulsed Compaction of Nanosized Powders: Nanotechnology Science\n",
        "and Technology Series / G. Sh. Boltachev, K. A. Nagayev, S.N. Paranin, A. V.\nSpirin, N. B. Volkov – New York: Nova Science Publishers, 2009. – 96 p.\n2. Формирование многослойных структур твердооксидного топливного\n",
        "элемента / В. В. Иванов, А. С. Липилин, А. В. Спирин [и др.] //\n",
        "Альтернативная энергетика и экология. – 2007. – №2. – С. 75-88.\n3. Развитие кислородных насосов на твердых оксидных электролитах / Д. А.\n",
        "Лялин, А. И. Груздев, А. С. Липилин, Ал. А. Ремпель, А. В. Никонов, А. В.\nСпирин // Альтернативная энергетика и экология. – 2008. – №10. – С. 51-57.\n4. Липилин А. С. Перспективы развития энергонапряженных систем на\n",
        "твердооксидных топливных элементах (концепция развития ТОТЭ – SOFC) /\n",
        "А. С. Липилин, А. В. Никонов, А. В. Спирин // Вестник Одесского\nнационального университета. – 2009. – Т. 14, Вып. 11. – С. 71-78.\n5. Динамика цилиндрических проводящих оболочек в продольном\n",
        "импульсном магнитном поле / Г. Ш. Болтачев, Н. Б. Волков, С. Н. Паранин,\nА. В. Спирин // Журнал технической физики. – 2010. – Т. 80, Вып. 6. – С. 19.\n",
        "6. Электрохимический элемент с твердооксидным электролитом и\n",
        "кислородный насос на его основе / А. В. Спирин , А. В. Никонов, А. С.\nЛипилин [и др.] // Электрохимия. – 2011. – Т. 47, №5. – С. 608-617.\n7. Хрустов В.Р. Синтез керамик стабилизированного скандием оксида\n",
        "циркония: влияние предыстории нанопорошков / В. Р. Хрустов, А. В.\nСпирин // Ядерная физика и инжиниринг. Физика наноструктур. – 2011. – Т.\n2, №1. – С. 1-6.\n",
        "24 24\n",
        "8. Scandia-stabilized zirconia doped with yttria: synthesis, properties, and ageing\n",
        "behavior / A. Spirin, V. Ivanov, A. Nikonov [et al.] // Solid State Ionics. – 2012. –\nVol. 225. – P. 448-452.\n",
        "9. Fabrication of Nanoceramic Thin Wall Tubes by Magnetic Pulsed Compaction\n",
        "and Thermal Sintering / V. V. Ivanov, S. Y. Ivin, V. R. Khrustov, Y. A. Kotov, A.\nM. Murzakaev, A. V. Nikonov, S. N. Paranin, A. V. Spirin // Journal Science of\nSintering. – 2005. – Vol. 37. – P. 55-60.\n",
        "10. Formation of a thin-layer electrolyte for SOFC by magnetic pulse compaction of\n",
        "tapes cast of nanopowders / V. V. Ivanov, A. S. Lipilin, Yu. A. Kotov, V. R.\nKhrustov, S. N. Shkerin, S. N. Paranin, A. V. Spirin, A. S. Kaygorodov // Journal\nof Power Sources. – 2006. – Vol. 159, Is. 1. – P. 605–612.\n11. Densification of Nano-Sized Alumina Powders under Radial Magnetic Pulsed\n",
        "Compaction / S. Paranin, V. Ivanov, A. Nikonov, A. Spirin, V. Khrustov, S. Ivin,\nA. Kaygorodov // Advances in Science and Technology. – 2006. – Vol. 45. – P.\n899-904.\n",
        "12. Fabrication of Components for Solid Oxide Fuel Cells by Tape Casting and\n",
        "Magnetic Pulsed Compaction / A. Spirin, V. Ivanov, A. Lipilin [et al.] //\nAdvances in Science and Technology. – 2006. – Vol. 45. – P. 1879-1884.\n13. Solid Oxide Electrolyte Based Oxygen Pump / A. V. Spirin, A. S. Lipilin, V. V.\n",
        "Ivanov [et al.] // Advances in Science and Technology. – 2010. – Vol. 65. – P.\n257-262.\n",
        "14. Формование цилиндрических заготовок из наноразмерных порошков\n",
        "магнитно-импульсным прессованием / А. В. Спирин [и др.] // VII\nВсероссийская Конференция «Физикохимия ультрадисперсных (нано-)\nсистем»: труды конференции. – М.: МИФИ, 2006. – С. 237-241.\n15. Radial Magnetic Pulsed Compaction of Nanosized Ceramic Powders / S. Paranin,\n",
        "V. Ivanov, S. Dobrov, A. Nikonov, A. Spirin, V. Khrustov, S. Ivin // Megagauss\nX: proceedings of the Tenth International Conference on Megagauss Magnetic\nField and Related Topics (Berlin, 2004) / Edit. by M. von Ortenberg. – Berlin:\nHumboldt University; Sarov, Russia, 2005. – P. 384-387.\n16. The Influence of the Conductive Shell Material on the Effectiveness of Magnetic\n",
        "Pulsed Compaction of Nanopowders / G. Sh. Boltachev, N. B. Volkov, S. N.\nParanin, A. V. Spirin // 15-th International Symposium on High Current\nElectronics: proceedings. – Tomsk: IAO SB RAS, 2008. – P. 484-487.\n17. Deformation Dynamics of Radially Loaded Tubular Conductive Shell under High\n",
        "Pulsed Magnetic Field at Comparable Thickness of Wall and Skin-Layer / G. Sh.\nBoltachev, N. B. Volkov, S. N. Paranin, A. V. Spirin // 15-th International\nSymposium on High Current Electronics: proceedings. – Tomsk: IAO SB RAS,\n2008. – P. 488-491.\n",
        "25 25\n",
        "18. Пат. 2310256 Российская Федерация, МПК7 Н 01 М 8/12. Трубчатый\n",
        "элемент (его варианты) для батарей электрохимических устройств с\nтонкослойным твердым электролитом и способ его изготовления /\nЛипилин А. С., Иванов В. В., Хрустов В. Р., Паранин С. Н., Спирин А. В.;\nзаявитель Институт электрофизики Уральского отделения РАН:\nпатентообладатель Общество с ограниченной ответственностью\n\"Национальная инновационная компания \"Новые энергетические проекты\".N 2005139440/09; заявл. 16.12.2005; опубл. 10.11.2007, Бюл. N 31 – 3 с.: ил.\n19. Пат. 2310952 Российская Федерация, МПК7 Н 01 М 8/12. Трубчатый\n",
        "элемент (его варианты), батарея трубчатых элементов с токопроходом\nпо образующей и способы её изготовления / Липилин А. С., Иванов В. В.,\nХрустов В. Р., Паранин С. Н., Спирин А. В., Никонов А. В.; заявитель\nИнститут электрофизики Уральского отделения РАН: патентообладатель\n",
        "Общество с ограниченной ответственностью \"Национальная инновационная\nкомпания \"Новые энергетические проекты\".- N 2005139441/09; заявл.\n16.12.2005; опубл. 27.06.2007, Бюл. N 32 – 3 с.: ил.\n20. Пат. 2367065 Российская Федерация, МПК7 Н 01 М 8/12, 8/24.\n",
        "Модифицированный планарный элемент (его варианты), батарея\nэлектрохимических устройств и способ его изготовления / Липилин А.\nС., Спирин А. В., Ремпель Ал. А., Никонов А. В., Чухарев В. Ф., Паранин С.\nН.; заявитель и патентообладатель Институт электрофизики Уральского\nотделения РАН.- N 2008121783/09; заявл. 30.05.2008; опубл. 10.09.2009,\nБюл. N 25 – 4 с.: ил.\n",
        "21. Пат. 2422952 Российская Федерация, МПК7 Н 01 М 8/12, C 04 B 35/48, B\n",
        "82 B 1/00. Объемный твердый электролит для высокотемпературных\nэлектрохимических устройств и способ его изготовления / Липилин А.\nС., Шкерин С. Н., Никонов А. В., Спирин А. В., Иванов В. В., Паранин С. Н.,\nХрустов В. Р.; заявитель и патентообладатель Учреждение Российской\nакадемии наук Институт электрофизики Уральского отделения РАН.- N\n",
        "2010116056/07; заявл. 22.04.2010; опубл. 27.06.2011, Бюл. N 18 – 3 с.: ил.\n22. Пат. 2414776 Российская Федерация, МПК7 H 01 M 8/12. Устойчивая\n",
        "суспензия изопропанольного шликера на поливинилбутиральной\nсвязке из нанопорошка с добавлением дисперсанта (варианты) и способ\nего получения / Пузырев И. С., Спирин А. В., Липилин А. С., Ятлук Ю. Г.,\nИванов В. В.; заявитель и патентообладатель Учреждение Российской\nакадемии наук Институт электрофизики Уральского отделения РАН;\nУчреждение Российской академии наук Институт органического синтеза им.\n",
        "И. Я. Постовского Уральского отделения РАН.- N 2010104605/07; заявл.\n09.02.2010; опубл. 20.03.2011, Бюл. N 8. – 3 с.: ил.\n",
        "26 26\n",
        "БЛАГОДАРНОСТИ\n",
        "Автор выражает глубокую признательность, в первую очередь, научному\nруководителю член.-корр. РАН, д.ф.-м.н. Иванову В. В., а также научным\n",
        "консультантам, к.ф.-м.н. Паранину С. Н. и к.т.н. Липилину А. С., и коллегам из\n",
        "лаборатории Прикладной электродинамики ИЭФ УрО РАН: к.ф.-м.н. Хрустову\nВ. Р., к.т.н. Никонову А. В., к.ф.-м.н. Кайгородову А. С., м.н.с. Заяцу С. В.,\n",
        "м.н.с. Крутикову В. И., инженерам Ивину С. Ю. и Дубининой Е. В. за\nсовместные эксперименты, плодотворные обсуждения, конструктивные\nпредложения и помощь в работе. Автор также благодарен коллегам из других\n",
        "лабораторий ИЭФ УрО РАН: Импульсных процессов, Квантовой электроники и\nНелинейной динамики, принявшим, в той или иной степени, участие в\nпроведении исследований: к.ф.-м.н. Платонову В. В., Саматову О. М.\n(получение нанопорошков), к.ф.-м.н. Медведеву А. И. (рентгеновский анализ),\nТимошенковой О. Р. (электронная микроскопия), Деминой Т. М. (анализ\nпорошков методами БЭТ и ТГ), д.ф.-м.н. Волкову Н. Б., к.ф.-м.н.\n",
        "Болтачеву Г. Ш. (разработка математической модели и программного кода для\n",
        "моделирования радиального прессования).\n",
        "Автор особо признателен к.ф.-м.н. Спириной А. В. за веру, понимание и\nморальную поддержку!\n",
        "Подписано в печать 13.11.2013. Формат 60Х90/16.\n",
        "Усл. печ. л. 1,2. Тираж 130 экз. Заказ № 38291\nОтпечатано с готового оригинал-макета в типографии\n",
        "«Копировальный центр «ТАЙМЕР»\nг. Екатеринбург, ул. Луначарского, 136\n"
    ]
}