{
    "paragraphs": [
        "АКЦИОНЕРНОЕ АКЦИОНЕРНОЕ ОБЩЕСТВО\n",
        "«ОБНИНСКОЕ НАУЧНО-ПРОИЗВОДСТВЕННОЕ ПРЕДПРИЯТИЕ\n",
        "«ТЕХНОЛОГИЯ» ИМЕНИ А.Г. РОМАШИНА»\nГОСУДАРСТВЕННЫЙ НАУЧНЫЙ ЦЕНТР РОССИЙСКОЙ ФЕДЕРАЦИИ\n",
        "На правах рукописи\n",
        "КОРАБЛЕВА ЕЛЕНА АЛЕКСЕЕВНА\n",
        "«ФИЗИКО-ХИМИЧЕСКИЕ ЗАКОНОМЕРНОСТИ СИНТЕЗА\n",
        "И СПЕКАНИЯ НАНОСТРУКТУРНЫХ\n",
        "МАТЕРИАЛОВ НА ОСНОВЕ ZrO2»\n05.17.11 – Технология силикатных тугоплавких неметаллических материалов\n",
        "ДИССЕРТАЦИЯ\n",
        "на соискание ученой степени кандидата технических наук\n",
        "г.ОБНИНСК-2021г.\n",
        "Научный руководитель:\nдоктор технических наук\nХАРИТОНОВ Д.В.\n",
        "2 2\n",
        "ВВЕДЕНИЕ 5\nГЛАВА 1 АНАЛИТИЧЕСКИЙ ОБЗОР ЛИТЕРАТУРЫ 20\n1.1 Механизмы ионной проводимости твердых\n",
        "электролитов на основе диоксида циркония\n",
        "20\n",
        "1.2 Керамические материалы на основе твёрдых\n",
        "растворов системы ZrO2-Y2O3.\n",
        "24\n",
        "1.3 Способы повышения ионной проводимости керамики\n",
        "системы\nZrO2-Y2O3\n",
        "28\n",
        "1.4 Проблемы получения и спекания плотной\n",
        "наноструктуры в керамике из нанокристаллических\nпорошков ZrO2\n",
        "33\n",
        "1.5 Керамические материалы на основе твёрдых\n",
        "растворов систем ZrO2 – MgO, ZrO2 - CaO. Синтез\nнаноструктурной термостойкой керамики на основе\nсистем ZrO2\n",
        "43\n",
        "1.6 Обоснование необходимости дополнительных\n",
        "исследований. Постановка цели и задач исследования\n",
        "50\n",
        "ГЛАВА 2 ИСХОДНЫЕ МАТЕРИАЛЫ, ТЕХНОЛОГИЯ\n",
        "ИЗГОТОВЛЕНИЯ И МЕТОДЫ ИССЛЕДОВАНИЯ\n",
        "57\n2.1 Оборудование и технология получения\n",
        "нанокристаллических порошков на основе диоксида\nциркония\n",
        "57\n",
        "2.1.1 Измерения дисперсности частиц гранулометрического состава порошков методом\nлазерной дифракции\n",
        "64\n",
        "2.1.2 Помол и механоактивация порошков 69\n2.1.3 Измерение пикнометрической плотности. 71\n",
        "3 3\n",
        "2.1.4 Определение удельной поверхности по\n",
        "адсорбционным данным (по теории БЭТ)\n",
        "72\n",
        "2.1.5 Рентгенографический анализ. 72\n2.1.6 Определения размера частиц методом сканирующей\n",
        "электронной микроскопией\n",
        "74\n",
        "2.2 Свойства порошков на основе диоксида циркония,\n",
        "стабилизированного оксидом иттрия, до помола и\nпосле.\n",
        "75\n",
        "2.3 Помол и измерение свойств порошка диоксида\n",
        "циркония, стабилизированный оксидом кальция\n",
        "82\n2.4 Оборудование и технология получения\n",
        "наноструктурной ионопроводящей керамики из\nхимосажденных порошков\n",
        "84\n",
        "2.4.1 Приготовление шликера для пленочного литья из\n",
        "порошков ZrO2-Y2O3\n",
        "84\n",
        "2.4.2 Пленочное литье на движущуюся подложку 86\n2.4.3 Подготовка образцов «сырой» пленки для спекания с\n",
        "сохранением наноструктуры и проведения\nисследования.\n",
        "88\n",
        "2.4.4 Спекание образцов пленки 89\n2.4.5 Измерение функциональных и физических свойств\n",
        "спеченных образцов\n",
        "90\n",
        "2.4.6 Определение плотности, открытой пористости,\n",
        "водопоглощения образцов после спекания\n",
        "93\n",
        "2.4.7 Определение критического коэффициента\n",
        "интенсивности напряжений керамических материалов\n",
        "93\n",
        "4 4\n",
        "2.5 Оборудование и технология получения\n",
        "наноструктурной термостойкой керамики из\nхимосажденных порошков на основе ЧСДЦ (ZrO2MgO , ZrO2-CaO)\n",
        "94\n",
        "2.5.1 Приготовление пресспорошка 96\n",
        "2.5.2 Формование образцов и заготовок изделий методом\n",
        "ХИП.\n",
        "98\n",
        "2.5.3 Спекание образцов и заготовок изделий 99\n",
        "2.5.4 Определение физических и термостойких свойств\n",
        "спеченных образцов\n",
        "101\n",
        "ГЛАВА 3 ОБСУЖДЕНИЕ РЕЗУЛЬТАТОВ ИССЛЕДОВАНИЙ 102\n3.1 Исследование процессов фазообразования,\n",
        "формирования плотной наноструктуры при спекании\nкерамики из химосажденных порошков на основе\nZrO2-Y2O3.\n",
        "102\n",
        "3.2 Исследование зависимости проводящих свойств\n",
        "керамики на основе ZrO2-Y2O3 от структуры и\nфазового состава\n",
        "115\n",
        "3.3 Исследование фазовой и структурной устойчивости,\n",
        "проводящих свойств керамики на основе диоксида\nциркония при длительном температурном воздействии\n",
        "120\n",
        "3.4 Исследование процессов фазообразования, спекания и\n",
        "формирования термостойкой наноструктуры в системе\nZrO2-MgO, ZrO2 -CaO\n",
        "122\n",
        "ВЫВОДЫ 133\nИспользуемая литература 135\nПриложения 145\n",
        "5 5\n",
        "ВВЕДЕНИЕ\nАКТУАЛЬНОСТЬ РАБОТЫ\n",
        "Наноструктурные керамические материалы и нанотехнологии стали\nведущим перспективным направлением развития материаловедения последнего\nдесятилетия в связи с возможностью получения материалов с уровнем физикохимических свойств и эксплуатационных характеристик, требуемых для новых\nтехнических объектов.\n",
        "К таким новым техническим объектам относятся электрохимические\nустройства (ЭХУ) на основе твердых электролитов из диоксида циркония:\nдатчики кислорода для газовых сред и расплавов металлов при оптимизации и\nконтроля процессов в энергетических ядерных установках; твердооксидные\nтопливные элементы (ТОТЭ) для получения эффективной электрической\nэнергии с использованием дешевого природного топлива [6, 27, 34, 45].\n",
        "Несмотря на большое количество публикаций и работ по применению\nматериалов на основе диоксида циркония в качестве твердых электролитов в\nвыше перечисленных ЭХУ, нет еще материалов, сочетающих в себе высокие\nтермомеханические свойства, достаточный уровень проводимости и\nобладающих стабильностью этих свойств при длительных условиях\nэксплуатации. Основным недостатком этих материалов является то, что твердые\nэлектролиты обладает достаточным уровнем проводимости при высоких\nтемпературах (950-1000)°С. Это сдерживает широкое применение керамики в\nэлектрохимических устройствах, так как требует защиты металлических частей\nустройств от влияния высоких температур. Для создания современных ЭХУ на\nоснове твердых электролитов требуются новые керамические материалы с\nповышенными значениями проводящих свойств, что позволит снизить\nтемпературы эксплуатации ЭХУ.\n",
        "В настоящее время созданы новые технические объекты – 3 Д - принтеры\nдля производства сложных металлических деталей, что значительно ускорило\nинновационное развитие аэрокосмической отрасли, энергетики, атомной\n",
        "6 6\n",
        "промышленности [39]. Появление таких технических объектов потребовало\nсоздание принципиально новых установок для получения металлических\nпорошков из расплавов металлов, в которых потребовались керамические\nматериалы, выдерживающие тепловое нагружение в области температур (15801800)°С без разрушения и потери эксплуатационных свойств.\n",
        "Для создания новых керамических материалов на основе диоксида\nциркония с повышенными стойкостью к термоудару при контакте с расплавами\nметаллов и повышенными значениями проводящих свойств наиболее\nперспективен способ получения наноструктуры за счет полиморфного\nпревращения.\n",
        "Значительный вклад в исследования наноструктурных керамических\nматериалов внесли ученые ИВТЭ УрО РАН, Института металлургии и\nматериаловедения им. А.А. Байкова РАН, РХТУ им. Д.И. Менделеева,\nНационального Томского политехнического университета и Института физики\nпрочности и материаловедения СО РАН.\n",
        "В АО «ОНПП «Технология» им. А.Г. Ромашина» проводятся\nисследования по разработке начиная с технологии исходных\nнанокристаллических порошков до технологии изготовления изделий на их\nоснове.\n",
        "Несмотря на потенциальные возможности создания наноструктуры за\nсчет полиморфных превращений в диоксиде циркония и увеличения проводящих\nи термостойких свойств, на практике не удается получать стабильные свойства\nу наноструктурных материалов. Достигнутый к настоящему времени уровень\nзнаний о взаимосвязи наноструктуры и фазовой устойчивости метастабильных\nфаз материалов на основе ZrO2 не дает полного понимания и анализа физикохимических процессов, протекающих при синтезе и спекании керамики из\nнанокристаллических порошков. Недостаточно знаний и общих выводов в\nобласти изучения влияния размерности исходных кристаллитов в порошке на\nфазообразование и свойства в спеченной керамики. Результат влияния размеров\n",
        "7 7\n",
        "нанокристаллитов и их взаимного поведения (наноструктуры) на структурную\nи фазовую устойчивость при температурном применении представляет интерес,\nкак с фундаментальной точки зрения, так и практический, с точки зрения\nразработки технологии керамических изделий. Исследования, отвечающие на\nвопрос - насколько стабильны наноструктуры и насколько они изменяются со\nвременем под влиянием температуры по сравнению с макроструктурой,\nявляются актуальными и перспективными для развития современного\nматериаловедения. Подробное исследование закономерностей изменения\nструктуры и фазового состава при определенных режимах спекания керамики на\nоснове ZrO2 позволит выявить пути увеличения термомеханических и\nпроводящих свойств.\n",
        "Одним из путей создание функциональной керамики нового поколения с\nвысокими проводящими и термостойкими свойствами является получение\nнаноструктуры из нанокристаллических порошков, полученных химическими\nметодами. Химические методы позволяют получать порошки, активные к\nспеканию, с высокой степенью гомогенности, которая определяет эволюцию\nнаноструктуры при дальнейшем спекании и при дальнейшем температурном\nприменении [9, 24, 29, 40].\n",
        "Наибольший интерес в области применения керамики из ZrO2 в качестве\nтвердого электролита вызывают материалы в системе ZrO2 - Y2O3. А в области\nприменения высокотемпературной термостойкой керамики при контакте с\nрасплавами металлов при (1580-1800)°С наиболее перспективны и показательны\nматериалы в порошковых системах ZrO2-MgO, ZrO2-CaO.\n",
        "ЦЕЛЬ РАБОТЫ\n",
        "В соответствии с выше изложенным целью работы явилось проведение\nисследований физико-химических процессов, протекающих при синтезе и\nспекании материалов на основе диоксида циркония из нанокристаллических\n",
        "8 8\n",
        "порошков и получения наноструктуры, отвечающей за повышение проводящих\nи термостойких свойств керамики при температурном применении.\n",
        "В СООТВЕТСТВИИ С ЦЕЛЬЮ ДИССЕРТАЦИОННОЙ РАБОТЫ\nПОСТАВЛЕНЫ СЛЕДУЮЩИЕ ЗАДАЧИ:\n",
        "1 Осуществить контролируемый и воспроизводимый синтез\nкерамических материалов с наноструктурой из исходных нанокристаллических\nпорошков с оптимальным размером частиц агломератов в системе ZrO2 - Y2O3 и\nZrO2-MgO.\n",
        "2 Исследовать влияния спекания с быстрым темпом нагрева и\nохлаждения на размер кристаллитов, эволюцию фаз и относительную плотность\nв системе ZrO2 - Y2O3.\n",
        "3 Исследовать влияние наноструктуры в системе ZrO2 - Y2O на\nпроводящие свойства при длительном температурном воздействии.\n",
        "4 Исследовать процессы фазообразования, спекания и формирования\nнаноструктуры в порошковых системах ZrO2- CaO, ZrO2-MgO, обеспечивающей\nстойкость к термоудару в расплавах металлов.\n",
        "НАУЧНАЯ НОВИЗНА полученных результатов заключается в\nследующем:\n",
        "1. Установлены оптимальные свойства исходных порошков на основе\nZrO2, которые является обязательным условием для получения плотной\nкерамики с размерами кристаллитов до 100 нм после спекания: размер\nкристаллитов основной фазы до 40-45 нм; форма частиц сферическая;\nпикнометрическая плотность не менее 99% от истинной; размер агломератов не\nболее 2-3 мкм до 75%.\n",
        "2. Установлена возможность повышения активности к спеканию\nисходных порошков систем ZrO2 - Y2O3, ZrO2-MgO, полученных химическим\nметодом, для синтеза материалов с плотной наноструктурой с предельным\n",
        "9 9\n",
        "размером до 100 нм, посредством проведения дополнительной дезагрегация\nпромежуточных продуктов химической реакции (гидроксидов).\n",
        "3. Установлено на примере системы ZrO2-Y2O3 влияние параметров\nспекания на процесс фазообразования и получения плотной наноструктуры с\nразмером кристаллитов до 100 нм, позволяющей увеличить проводящие и\nмеханические свойства в 1,5 раза по сравнению со свойствами керамики с\nмакроструктурой.\n",
        "4. Установлено, что введение добавки оксида алюминия до 1 мол% к\nZrO2 (4 мол% Y2O3) с сохраненной наноструктурой и при повышении\nдефектности при быстром охлаждении увеличивает содержание кубической\nкристаллической фазы и проводящие свойства, по сравнению со свойствами ZrO2\n(4 мол% Y2O3) без добавки.\n",
        "5. Выявлены фазовая и структурная устойчивость и стабильность\nпроводящих свойств наноструктурной керамики на основе диоксида циркония,\nнезависимо от количества стабилизирующего оксида, при длительном\nтемпературном воздействии при 850°С в течение 1200 ч, что позволит применять\nнаноструктурную керамику в электрохимических устройствах.\n",
        "6. Установлено влияние соотношения исходных порошков в смеси,\nдисперсность, параметров спекания керамического материала на основе\nдиоксида циркония, стабилизированного двумя оксидами СаО, MgO на\nполучение наноструктуры, отвечающей за увеличение термостойкости, по\nсравнению с керамикой на основе диоксида циркония, стабилизированного\nодним из стабилизирующих оксидов: MgO или CaO.\n",
        "Новизна технических решений в диссертационной работе подтверждена\nшестью патентами Российской Федерации на изобретение: №219402(2001г);\n№2411217 (2009г); №2379670 (2010г.); №2382750(2010г.); №2513973 (2012г);\n№2728431 (2019г);\n",
        "10 10\n",
        "МЕТОДОЛОГИЯ ДИССЕРТАЦИОННОГО ИССЛЕДОВАНИЯ.\nМетодология диссертационного исследования была выбрана из основной\nгипотезы, что наноструктура в керамике на основе диоксида циркония изменяет\nпроводящие и термостойкие свойства материалов на его основе.\n",
        "МЕТОДЫ ИССЛЕДОВАНИЯ\n",
        "В рамках настоящей диссертационной работы применялись следующие\nметоды исследования: лазерной дифракции, гидростатического взвешивания,\nБЭТ, рентгенофазовый (РФА) и рентгеноструктурный (РСА) анализы,\nчетырехзондовый метод измерения удельного электрического сопротивления,\nопределения коэффициента интенсивности напряжений (К1С) при статическом\nтрехточечном изгибе образцов с надрезом, определение термостойкости по\nпоявлению трещины и разрушению заготовки при теплосменах 1300°С - вода.\n",
        "В работе применялись пленочное литье, холодное изостатическое\nпрессование (ХИП). Спекание проводили в одну стадию и двух стадийным\nспособом с высоким темпом нагрева и охлаждения. Измерение размеров\nкристаллитов и образование метастабильных фаз измеряли методом РФА.\n",
        "ПРАКТИЧЕСКАЯ ЗНАЧИМОСТЬ работы состоит в следующем:\n1. Определены условия получения порошков на основе ZrO2\nхимическими методами осаждения с оптимальными свойствами для синтеза и\nспекания керамических материалов с наноструктурой, отвечающей за\nповышение проводящих и термомеханических свойств, по сравнению со\nсвойствами материалов с макроструктурой.\n",
        "2. Разработан керамический материал на основе ZrO2 - Y2O3,\nприменяемый для изготовления чувствительных элементов для датчиков\nконцентрации кислорода в жидкометаллическом теплоносителе ядерного\nреактора, износостойких деталей в качестве элементов для датчиков\n",
        "11 11\n",
        "диэлектрической проницаемости, плунжеров топливных насосов и пинов для\nконтактной сварки.\n",
        "3. Разработан керамический материал на основе ZrO2 - Y2O3 – Al2O3,\nприменяемый для изготовления твердых электролитов электрохимических\nустройств - датчиков парциального давления кислорода.\n",
        "4. Разработан новый термостойкий материал на основе ZrO2 – MgO –\nCaO и способ его изготовления методом изостатического прессования с\nдвухстадийным спеканием и получением наноструктуры, отвечающей за\nстойкость к термоудару при контакте с расплавами металлов и сплавов при\n(1570-1800)°С. Материал применяется для изготовления термостойких изделий:\nтиглей, втулок, пробирок, сопел, дозаторов и огнеупорных секторов с Тэкспл =\n2000°С.\n",
        "ПОЛОЖЕНИЯ , ВЫНОСИМЫЕ НА ЗАЩИТУ\nРезультаты физико-химического исследования влияния способа\nполучения порошков на плотность, размер кристаллитов и проводящие свойства\nв системах ZrO2 - Y2O3.\n",
        "Экспериментальные данные количественного соотношение\nкристаллических фаз, размеров кристаллитов, дисперстности химосажденных\nпорошков для спекания наноструктурной керамики с повышенными значениями\nпроводящих в керамике на основе ZrO2 - Y2O3 и термостойких свойств в\nкерамике на основе ZrO2 - MgO, ZrO2 - СаО.\n",
        "Результаты определения оптимальных свойств нанокристаллических\nхимосажденных порошков системы ZrO2 - Y2O3, необходимых для получения\nплотной наноструктуры в образцах пленок, полученных пленочным литьем с\nизостатическим прессованием и спеканием. Процессы фазообразования и\nполучения плотной наноструктуры при спекании керамики на основе ZrO2 Y2O3.\n",
        "12 12\n",
        "Результаты исследования влияния способа спекания на структуру и\nпроводящие свойства керамики на основе ZrO2 - Y2O3. Выявлены фазовая и\nструктурная устойчивость и стабильность проводящих свойств керамики на\nоснове диоксида циркония при длительном температурном воздействии.\n",
        "Анализ экспериментальных данных по спеканию материалов системы\nZrO2 - Y2O3 из нанокристаллических порошков показал, что темп нагрева до\n350°С/ч приводит к сохранению в структуре предельных размеров кристаллитов\nдо 100 нм и получению высокой плотности до 98-99 % .\n",
        "Экспериментальные результаты исследования влияния состава,\nфизических свойств исходных порошков и способа спекания на наноструктуру и\nтермостойкие свойства керамики на основе ZrO2-MgO, ZrO2- СаО.\n",
        "АПРОБАЦИЯ РАБОТЫ\n",
        "Основные результаты диссертации доложены на научно-технических\nконференциях: XVII Международной научно-технической конференции\n«Конструкции и технологии получения изделий из неметаллических\nматериалов» (г. Обнинск , 2004 г.); III всероссийской конференции по\nнаноматериалам «Нано 2009» (г. Екатеринбург, 2009 г.); ХIX Международной\nнаучно-технической конференции «Конструкции и технологии получения\nизделий из неметаллических материалов», (г. Обнинск, 2010г.); III\nМеждународной специализированной конференции КерамСиб 2011\n«Современные керамические материалы. Свойства. Технологии. Применение»\n(г. Новосибирск, 2011г.); II Всероссийской конференции с международным\nучастием «Топливные элементы и энергоустановки на их основе», (г.\nЧерноголовка, 2013г.); III Всероссийской Конференции с международным\nучастием «Топливные элементы и энергоустановки на их основе» , (г.\nЧерноголовка, 2015г.); ХХI Международной научно-технической конференции\n«Конструкции и технологии получения изделий из неметаллических\nматериалов», (г. Обнинск, 2017г.); ХХII Международной научно-технической\n",
        "13 13\n",
        "конференции «Конструкции и технологии получения изделий из\nнеметаллических материалов», (г. Обнинск, 2019г.).\n",
        "Полученные результаты рекомендуется использовать на предприятиях\nавиационной, металлургической отрасли, атомной энергетике, порошковой\nметаллургии. Достоверность результатов обеспечивается комплексным\nподходом к решению поставленных задач, использованием апробированных\nметодов и методик исследования.\n",
        "ЛИЧНЫЙ ВКЛАД АВТОРА состоит в выборе направления\nисследований, постановке задач, разработке методик проведения экспериментов,\nв проведении синтеза исходных порошков, формования образцов пленочным\nлитьем, изостатическим прессованием, в выборе и проведении режимов\nспекания, обсуждении результатов исследований и в оформлении в виде\nнаучных публикаций и патентов на изобретения.\n",
        "ОСНОВНЫЕ РЕЗУЛЬТАТЫ ДИССЕРТАЦИИ ОПУБЛИКОВАНЫ В\nРАБОТАХ И В ПАТЕНТАХ НА ИЗОБРЕТЕНИЕ\n1 Викулин В.В., Якушкина В.С., Кораблёва Е.А., Дъяченко О.П., Мартынов,\nП.Н. Чернов М.Е. // Исследование зависимости кислородоионной проводимости\nтвёрдых электролитов из ZrO2-Y2O3, работающих в жидкометаллических\nтеплоносителях от фазового состава и структуры керамики. - Труды\nрегионального конкурса научных проектов в области естественных наук. Выпуск\n4. – Калуга: Издательский дом «Эйдос», 2003. – С.154-159.\n2 Кораблёва Е.А., Якушкина В.С., Гришин О.С. Викулин В.В., Дьяченко\nО.П. // Исследование структурных особенностей керамики на основе ЧСДЦY2O3.- Новые огнеупоры, 2004. - №10, – С. 56\n3 Викулин В.В., Якушкина В.С., Кораблёва Е.А., Гришин О.С., Дьяченко\nО.П., Мартынов П.Н., Чернов М.Е. // Исследование зависимости\nкислородоионной проводимости твёрдых электролитов из ZrO2-Y2O3,\nработающих в жидкометаллических теплоносителях, от химического состава и\n",
        "14 14\n",
        "свойств. - Труды регионального конкурса научных проектов в области\nестественных наук. Выпуск 6. - Калуга: Издательский дом \" Эйдос\", 2004. – С.\n180\n",
        "4 Викулин В.В., Якушкина В.С., Кораблёва Е.А., Гришин О.С., Дъяченко\nО.П. // Исследование зависимости ионной проводимости твёрдых электролитов,\nработающих в расплавах металлов при высоких температурах (1500-1800°), от\nфазового состава и структуры керамики. - Труды регионального конкурса\nнаучных проектов в области естественных наук. Выпуск 8. – Калуга:\nИздательский дом «Полиграф-Информ», 2005. – С. 70\n5 Викулин В.В., Якушкина В.С., Кораблёва Е.А., Гришин О.С., Дъяченко\nО.П. // Исследование зависимости ионной проводимости твёрдых электролитов,\nработающих в расплавах металлов при высоких температурах (1500-1800°), от\nхимического состава и свойств керамики. Труды регионального конкурса\nнаучных проектов в области естественных наук. Выпуск 10. – Калуга:\nИздательский дом «Полиграф-Информ», 2006.-С.80\n6 Кораблёва Е.А., Якушкина В.С., Викулин В.В., Русин М.Ю., Саванина Н.\nН., Некрасов Е.В. // Исследование возможности получения слоистых структур с\nгазоплотным твердым электролитом на основе ZrO2 для различных\nэлектрохимических устройств. - Тез. докл. «Конструкции и технологии\nполучения изделий из неметаллических материалов» ХIX Международная\nнаучно-техническая конференция - г. Обнинск.- 2010. – С .75\n7 Кораблёва Е.А., Якушкина В.С., Короткий С.А., Саванина Н.Н. // Изучение\nвлияния условий синтеза наноразмерных порошков диоксида циркония на\nсвойства газоплотной твердоэлектролитной керамики .- Тез. Докл.\n«Конструкции и технологии получения изделий из неметаллических\nматериалов» ХIX Международная научно-техническая конференция - г.\nОбнинск .- 2010 .– С. 56\n",
        "8 Якушкина В.С., Кораблёва Е.А., Викулин В.В., Русин М.Ю., Саванина\nН.Н. // Разработка наноструктурной керамики на основе диоксида циркония. 15 15\n",
        "Третья всероссийская конференция по наноматериалам «Нано 2009»: Тезисы\nдокладов. Екатеринбург. Уральское издательство.- 2009.-С. 808.\n9 Якушкина В.С., Кораблева Е.А., Саванина Н.Н., Куксенова Л.И., Лаптева\nВ.Г., Алисин В.В. // Влияние технологии спекания на износостойкость керамики\nиз наноструктурных порошков ЧСЦ. - Проблемы машиностроения и надежности\nмашин.- 2010.- №1.- С. 89-94\n",
        "10 Викулин В.В., Русин М.Ю., Суздальцев Е.И., Горчакова Л.И., Кораблёва\nЕ.А., Шкарупа М.И. // Современные и перспективные керамические материалы\nпроизводства ФГУП «ОНПП «Технология» // Огнеупоры и техническая\nкерамика. -2009. - №9.- С. 29-32.\n",
        "11 Куксенова Л.И., Лаптева В.Г., Алисин В.В., Якушкина В.С., Кораблёва\nЕ.А., Саванина Н.Н. // Исследование изнашивания керамики, полученной из\nнаноструктурных порошков. - Трение и смазка машин и механизмов. – 2009. №11.- С. 42-47.\n",
        "12 Кораблёва Е.А., Русин М.Ю., Саванина Н.Н. // Создание ионопроводящей\nкерамики на основе диоксида циркония для твердооксидных топливных\nэлементов. - Огнеупоры и техническая керамика. - 2010. - №9.– С. 26-31.\n13 Кораблева Е.А., Саванина Н.Н., Русин М.Ю., Викулин В.В. //\nИсследование процессов фазообразования и формирования плотной\nмикроструктуры керамики на основе диоксида циркония для электрохимических\nустройств. - III Международная специализированная конференция\n«Современные керамические материалы. Свойства. Технологии. Применение».2011.- С. 23.\n",
        "14 Кораблева Е.А., Русин М.Ю., Саванина Н.Н. // Исследование влияния\nпараметров термообработки на свойства керамического композиционного\nматериала системы ZrO2-Al2O3 .- Все материалы. - 2012.- №5. - С.57-64.\n15 Кораблева Е.А. // Создание ионопроводящей оксидной керамики для\nэлектрохимических устройств.- Тезисы докладов Всероссийской Конференции с\n",
        "16 16\n",
        "международным участием «Топливные элементы и энергоустановки на их\nоснове» , г. Черноголовка – 2013. - С. 23-24.\n16 Кораблева Е.А., Саванина Н.Н. // Исследование зависимости проводящих\nсвойств керамики на основе ZrO2 от структуры и фазового состава. - Тезисы\nдокладов. Третьей Всероссийской Конференции с международным участием\n«Топливные элементы и энергоустановки на их основе» - г. Черноголовка –\n2015 - С. 147-148.\n",
        "17 Кораблева Е.А., Майзик М.А., Саванина Н.Н. //Формирование пленочных\nструктур твердых электролитов. - Новые огнеупоры .- 2014.- № 14.- С. 47 - 50.\n18 Кораблева Е.А., Майзик М.А., Саванина Н.Н. // Исследование свойств\nвысокоплотной наноструктурной керамики на основе ZrO2-Y2O3. - ХХI\nМеждународная научно-техническая конференция «Конструкции и технологии\nполучения изделий из неметаллических материалов» Тез. докл. - 2017. - C. 251252.\n",
        "19 Якушкина В.С., Кораблева Е.А., Саванина Н.Н., Короткий С.А., Осипова\nМ.Е., Плясункова Л.А., Бизин И.Н. // Получение высокоплотной керамики из\nнаноразмерных порошков на основе диоксида циркония методом\nинжекционного формования. - ХХI Международная научно-техническая\nконференция. «Конструкции и технологии получения изделий из\nнеметаллических материалов» Тез. докл. - 2017. - С. 283-284\n20 Якушкина В.С., Кораблева Е.А., Викулин В.В., Русин М.Ю., Саванина\nН.Н. //Разработка и внедрение керамики на основе диоксида циркония для\nэлектрохимических устройств. - ХХI Международная научно-техническая\nконференция «Конструкции и технологии получения изделий из\nнеметаллических материалов» - Тез. докл., г. Обнинск.- 2017. - С.13\n21 Кораблева Е.А., Анашкина А.А., Харитонов Д.В. // Роль полиморфных\nпревращений в создании функциональной наноструктурной керамики на основе\nZrO2 - ХХII Международная научно-техническая конференция «Конструкции и\n",
        "17 17\n",
        "технологии получения изделий из неметаллических материалов». Тез. докл. г.\nОбнинск.- 2019 -С.\n",
        "22 Кораблева Е.А., Анашкина А.А., Харитонов Д.В., Лемешев Д.О. //\nОсобенности создания термостойких наноструктурированных керамических\nматериалов в системе ZrO2-MgO. - Цветные металлы. - 2019.- №10. – С. 61-66.\n23 Кораблева Е.А., Харитонов Д.В., Лемешев Д.О., Пылина А.И. //\nВозможность получения термостойких структур в керамике на основе ZrO2.Черные металлы.- № 10.- С.55-59.\n",
        "24 Кораблева Е.А., Майзик М.А., Осипова М.Е., Анашкина А.А., Харитонов\nД.В., Русин М.Ю. // Способ изготовления термостойкой керамики на основе\nдиоксида циркония. Патент РФ- № 2728431.- С04В 35/486 - 2.12. 2019.\n25 Кораблева Е.А., Якушкина В.С., Майзик М.А., Осипова М.Е., Русин М.Ю.,\nСаванина Н.Н. // Способ изготовления керамики на основе диоксида циркония.\nПатент РФ на изобретение. №2513973. - C04B 35/486 - 10. 09.2012.\n26 Кораблева Е.А., Якушкина В.С. Саванина Н.Н., Русин М.Ю., Викулин\nВ.В. // Способ изготовления плотной керамики для твердого электролита. Патент\nРФ на изобретение № 2382750. - С04В 35/486 - 27.02.2010.\n27 Кораблева Е.А. , Якушкина В.С., Некрасов Е.В., Саванина Н.Н., Русин\nМ.Ю. // Электрохимический элемент и способ его изготовления. Патент РФ на\nизобретение № 2379670. - С04В 35/486.- 27.01.2010.\n28 Кораблева Е.А., Якушкина В.С., Русин М.Ю., Саванина Н.Н., Некрасов\nЕ.В. // Способ изготовления износостойкой керамики. Патент РФ на\nизобретение № 2411217.- С04В 35/486 – 03.11.2009.\n29 Кораблева Е.А., Якушкина В.С., Викулин В.В., Ромашин А.Г., Дьяченко\nО.П., Гришин О.С. // Способ изготовления керамики на основе диоксида\nциркония.- Патент РФ №2194028 - С04В 35/486.- 26.02.2001.\n",
        "По тематике диссертационной работы опубликовано 13 статей из них 9\nрекомендованы ВАК РФ, 10 тезисов докладов на международных научнопрактических конференциях и получено 6 патентов РФ на изобретение.\n",
        "18 18\n",
        "1. АНАЛИТИЧЕСКИЙ ОБЗОР ЛИТЕРАТУРЫ\n1.1 МЕХАНИЗМЫ ИОННОЙ ПРОВОДИМОСТИ ТВЕРДЫХ\nЭЛЕКТРОЛИТОВ НА ОСНОВЕ ДИОКСИДА ЦИРКОНИЯ\n",
        "Твердые электролиты представляют собой твердый раствор ZrO2 с\nдобавками оксидов иттрия, кальция, магния, скандия и других металлов и\nобладают ионной проводимостью по кислороду. Ионная проводимость\nобеспечивается наличием в кристаллической решетке носителей тока – ионов\nили вакансий, которые сами по себе являются точечными дефектами.\n",
        "Перспективы широкого применения твердых электролитов в\nэлектрохимических устройствах (ЭХУ) становятся реальными при создании\nматериалов, выдерживающих условия эксплуатации в качестве датчиков и\nтопливных элементов с сохраняющимся уровнем ионной проводимости,\nтермомеханических свойств в течение длительного времени. В первую очередь\nдля создания материалов с высоким уровнем проводящих свойств необходимо\nизучить и понять механизм ионной проводимости. Эта глава посвящена анализу\nлитературных данных о механизмах проводимости в твердых электролитах на\nпримере материалов на основе диоксида циркония.\n",
        "Основные транспортные характеристики твердых электролитов – ионная\nпроводимость и коэффициенты диффузии - определяются, главным образом,\nдвумя факторами: концентрацией носителей и их энергией активации.\nКонцентрацию носителей обычно удается оценить в рамках теории\nучитывающей образование одиночных дефектов и простейших парных\nкомплексов. В отношении же энергии активации в настоящее время нет единых\nпредставлений. Она зависит от множества факторов и далеко не всегда\nвоспроизводится в разных опытах. Это сильно сказывается на величине\nэлектропроводности, поскольку она связана с энергией активации\nэкспоненциальной зависимостью [10, 33, 38]. Поэтому результаты разных\n",
        "19 19\n",
        "авторов по измерению электропроводности твердых электролитов плохо\nсогласуются друг с другом.\n",
        "В твердых электролитах на основе диоксида циркония высокая\nэлектропроводность достигается добавлением оксидов двух- и трехвалентных\nметаллов Са, Сe, Sc, Y, Mg. Их избыточный заряд компенсируется вакансиями в\nкислородной подрешетке. В диоксиде циркония добавки играют еще роль\nстабилизатора кубической флюоритовой структуры, которая в чистом диоксиде\nциркония устойчива лишь в области высоких температур. Согласно простой\nассоциативной теории [9, 38] концентрация свободных вакансий должна\nнепрерывно расти с увеличением концентрации иновалентной примеси: при\nмалых концентрациях – линейно, а при больших , когда вакансии связаны в\nпарные комплексы, - пропорциально [М']1/2. Однако, на практике с увеличением\nсодержания добавки прекращается рост электропроводности. Максимальная\nионная проводимость в твердых электролитах системы ZrO2-Y2O3 во многих\nработах определен количественно 8-10 мол% Y2O3 .\n",
        "По мнению многих авторов [33, 38 ] основным фактором, приводящим к\nуменьшению электропроводности в области высоких концентраций добавок,\nявляется концентрационная зависимость энергии активации подвижности\nвакансий. В области высоких концентраций наблюдается увеличение энергии\nактивации. Существует несколько различных теорий природы возрастания\nэнергии. Первая предложена О Кифом [38]. Согласно этой модели, в твердом\nэлектролите вакансии могут перескакивать лишь в узлы, не имеющие других\nвакансий в качестве близжайших соседей, поскольку кулоновское отталкивание\nзаряженных вакансий должно приводить к существенному возрастанию их\nэнергии. Существует другая теория, что в твердом растворе существуют\nфлуктации состава и различные концентрация дефектов, которую поддерживал\nЧеботин В.Н. [38]. Он считал, что из - за флуктаций плотности дефектов и их\nвзаимодействия существует флуктация высоты потенциального барьера,\n",
        "20 20\n",
        "который надо преодолевать носителям, поэтому каждому носителю\nсоответствует определенное значение энергии активации [21, 32, 38].\n",
        "Элементарная теория проводимости твердых электролитов предполагает\nоднородность дефектной структуры электролитов и применима лишь к\nмонокристаллам. Поликристаллические твердые электролиты, полученные из\nпорошков формованием и спеканием. В этих случаях большую роль в\nпроводимости играют транспортные свойства границ зерен. Проводимость\nскладывается из проводимости зерна и границы. Чем меньше размер зерна, тем\nбольше сопротивление границ зерен, тем меньше суммарная ионная\nпроводимость [10, 38].\n",
        "Но в наноструктурных материалах эта зависимость не соблюдается. В\nсегрегациях у наноструктурных материалов возникает вакансионное\nперенасыщение, которое вызывает неравновесное зернограничное состояние, что\nприводит к изменению многих свойств материала, в данном случае ионной\nпроводимости. Наноструктурное состояние частиц характеризуется уникальным\nстроением границ частиц, дефектностью границ (вакансионным насыщением).\nЭто влечет за собой высокую химическую активность поверхности частиц.\nСохранение наноструктурных элементов в структуре диоксида циркония\nизменяет свойства твердого электролита по сравнению со свойствами керамики с\nмакроструктурой [13, 16, 29, 30].\n",
        "Авторы исследования [42] измерили коэффициент диффузии кислорода в\nнанокристаллической керамике и монокристаллах на основе системы ZrO2- Y2O3.\n",
        "На рисунке 1 представлены результаты измерений коэффициента\nдиффузии О2 в наноматериалах и монокристаллах одинакового состава ZrO2+9,5\nмол % Y2O3.\n",
        "Из приведенных данных следует, что нанокристаллическая керамика\nимеет на 3 порядка выше значение коэффициента диффузии по кислороду, чем у\nмонокристаллов.\n",
        "21 21\n",
        "Фазовые превращения в наноструктурных системах происходят при\nвоздействии температуры и зависят от размера кристаллитов и от состояния\nграниц. Локальное атомное расположение на поверхности может различаться\nдля наночастиц и обычных. Экспериментально установлено существенное\nотклонение от стехиометрии оксидов в нанокристаллических частицах. У\nнаноразмерных частиц диоксида циркония наблюдается структурная\nнестабильность. Для материалов, обладающих полиморфизмом найдены\nнеравновесные кристаллические структуры, тетрагональный диоксид циркония\nпод воздействием температуры переходит в кубическую кристаллическую фазу.\nСохранение неравновесной фазы после консолидации наночастиц в\nполикристалл возможно, если размер зерна остается меньше некоторого\nкритического значения, а граничные условия таковы, что неравновесная фаза\nстабилизируется [2, 4, 24, 27].\n",
        "Границы зерен – это в поликристаллах поверхности, разделяющие две\nразориентированные области кристалла, представляют собой тонкий слой\n(порядка нескольких межатомных расстояний) с искаженным расположением\n",
        "Рисунок 1 – Зависимость диффузии О2 в керамических\nобразцах от температуры\n",
        "22 22\n",
        "атомов. Для объяснения различных свойств поликристаллических материалов\n(скольжения по границам при пластической деформации поликристаллов,\nускорения диффузии, рекристаллизации, сегрегации примесей и зарождения\nновых фаз, плавления по границам, внутреннего трения), обусловленных\nграницами зерен, было предложено несколько моделей границы.\n",
        "Граница зерен – это аморфная прослойка или предположительно это\nпереходная решетка, модель мест совпадения, дополненная введением в границу\nсовпадающих узлов специфических зернограничных дислокаций. Специальные\nграницы образуются тогда, когда два зерна разориентированы на вполне\nопределенные углы по отношению к кристаллографическим осям поворота,\nобщим для обоих зерен, так что значительное количество атомов оказывается\nпринадлежащим решеткам обоим зерен [38, 40].\n",
        "В работе [32] проанализированы особенности формирования\nэлектропроводящих свойств керамики на основе диоксида циркония с различной\nстепенью пористости и химической чистоты. Наличие пористости и наличие\nпримесей снижает удельную проводимость электролита. Авторы исследования\nсделали вывод о слабой зависимости электропроводности «чистой» с меньшим\nсодержанием примесей керамики от пористости и от размера зерна. В случае с\nувеличенным содержанием примесей эффект влияния пористости имеет более\nвыраженный характер: более плотный образец имеет более высокую\nэлектропроводность во всем интервале температур.\n",
        "При моделировании механизма ионной проводимости у\nнаноструктурного диоксида циркония наибольшее развитие получила\nкластерная модель [34, 38]. Высокая проводимость по кислороду керамики из\nстабилизированного диоксида циркония в области температур 600-1200°С\nобусловлена присутствием в решетке кислородных вакансий, концентрация\nкоторых существенно превышает равновесную величину для нелегированного\nматериала. Высокая концентрация неравновесных вакансий является следствием\n",
        "23 23\n",
        "выполнения условий сохранения электронейтральности и при стабилизации\nдиоксида циркония ионами двух- или трехвалентными металлами.\n",
        "Существует похожая модель, рассматривающая комплекс «вакансия –\nпримесный атом» [21, 72, 78, 82]. Механизм проводимости в этих моделях\nрассматривается как «двухступенчатый» процесс. Первое - это образование\nактивной вакансии и последующая ее миграция в объеме кристаллита в поле\nэлектрического напряжения. Восходящая диффузия ионов – в неоднородном\nполе механического напряжения на ионы примесей действует сила\nпропорциональная разности объемов примесного атома и атома решетки.\nДанный эффект обратим, при снятии внешней нагрузки происходит\nвыравнивание концентрации точечных дефектов по образцу.\n",
        "У твердых электролитов заметная чувствительность электрических\nсвойств к содержанию примесей. При этом одна и таже примесь может вести\nсебя по-разному, в зависимости от условий получения твердого электролита.\nКроме того, получение материалов с наноструктурой заставляет исследовать\nзависимость фазовых превращений от размера кристаллитов и зерен. Результат\nвлияния размеров нанокристаллитов и их взаимного поведения\n(наноструктуры) на структурную и фазовую устойчивость при температуре\nпредставляет интерес как с фундаментальной точки зрения, так и практический\nинтерес с точки зрения разработки технологии функциональных керамических\nматериалов [25, 33].\n",
        "Эффект размерной зависимости функциональных свойств керамики на\nоснове твердых растворов диоксида циркония исследовался многими\nисследователями. Известно, что существует критический размер\nнанокристаллитов при которых сохраняется полученная неравновесная фаза.\nЭтот критический размер кристаллитов зависит от способа получения порошков\nи условий консолидации нанокристаллитов при формовании и спекании [1, 5962, 68 - 69, 77].\n",
        "24 24\n",
        "Твердые растворы системы ZrO2 –Y2O3 являются самыми стабильными и\nдостаточно технологичными при длительном температурном применении среди\nдругих систем и поэтому материалы этой системы остаются востребованы в\nкачестве твердых электролитов для длительного применения в ЭХУ. А на новом\nвитке развития материаловедения применяя методы нанотехнологии возможно\nдаже в этой хорошо известной системе ZrO2-Y2O3 получить новые\nфункциональные материалы с повышенными значениями ионной проводимости.\n",
        "1. 2 КЕРАМИЧЕСКИЕ МАТЕРИАЛЫ НА ОСНОВЕ ТВЁРДЫХ РАСТВОРОВ\n",
        "СИСТЕМЫ ZrO2-Y2O3\nРесурс эксплуатации этих материалов в ЭХУ зависит от стабильности\nфизико-механических свойств в процессе эксплуатации, что определяется\nмикроструктурой и фазовым составом этой керамики. Фазовый состав твердых\nэлектролитов на основе ZrO2 в свою очередь определяются содержанием\nстабилизирующего оксида Y2O3.\n",
        "Диоксид циркония имеет природное свойство – наличие трех\nкристаллических модификаций: моноклинной (), тетрагональной () и\nкубической (), которые при определенных температурах обратимо\n",
        "превращаются одна в другую, а для ⇄ превращения диоксида циркония ZrO2\nхарактерно несовпадение температурных интервалов прямого и обратного\nперехода, т.е. наличие явления гистерезиса (рисунок 2).\n",
        "Рисунок 2 - Кристаллические модификации ZrO2: а – моноклинная б –\nтетрагональная; в – кубическая;\n",
        "а б\n",
        "в\n",
        "25 25\n",
        "Рисунок 3 - Петля\nгистерезиса при\n⇄ превращении\nZrO2.\n",
        "Существование гистерезиса объясняется наличием напряжений в\nструктуре, возникающих при объемных изменениях, сопровождающих\nполиморфное превращение их взаимодействием с остаточными напряжениями,\nимеющимися в образце. ZrО2(MOH.) <=> ZrО2(TЕTР.) <=> ZrО2 (КУБ.) [33].\n",
        "Наибольшей ионной проводимостью обладает\nдиоксид циркония в кубической кристаллической фазе.\nХимический, фазовый состав твердых электролитов\nопределяется диаграммой состояния твердых растворов.\nВ ряде работ сформулированы условия образования\nустойчивых твердых растворов кубической структуры типа\n",
        "флюорита. При стабилизации происходит образование\nвакансий в кислородной подрешетке, за счет замещения\nZr4+ на ионы меньшей валентности Y3+. Область\nустойчивости твердых растворов ZrO2 с оксидом иттрия представлена на\nдиаграмме состояния ZrO2 с Y2O3 (рисунок 4) [36].\n",
        "Ионопроводящие материалы системе ZrO2-Y2O3 по фазовому составу и\nтехническому применению делятся на 3 группы:\n",
        "1 - тетрагональные поликристаллические материалы в международной\nклассификации Y-TZP ;\n",
        "2 - частично-стабилизированные Y-PSZ;\n3 - полностью стабилизированые Y-FSZ\n",
        "Первая группа материалов ТСДЦ (Y-TZP) на диаграмме область I\n(рисунок 4) Эта область соответствует содержанию иттрия 2,5-3 мол% Y2O3.\nКерамика этого состава находится в тетрагональной кристаллической\nмодификации с небольшим содержанием моноклинной. Материалы в этой\nобласти содержания оксида иттрия обладают высокой прочностью при Ткомн.\nσизг=1000-2000МПа и вязкостью разрушения К1с=10-12 МПа м1/2 и называются\nкерамической сталью. Для этих материалов механизм повышения прочностных\n",
        "26 26\n",
        "свойств получил название трансформационного упрочнения, так как повышение\nпрочности достигается за счет аллотропного превращения в ZrO2\n",
        "Рисунок 4 - Диаграмма состояния системы ZrO2 – Y2O3\n",
        "Значительное увеличение механических свойств этих\nтрансформационныхо-упрочненных материалов обусловлено мартенситным\nпревращением зерен метастабильного тетрагонального ZrO2 в моноклинный\nZrO2 на вершине распространяющейся трещины с увеличением объема\nприблизительно на 5,3 % и развитием сдвиговых деформаций [26, 33, 47, 49, 55].\n",
        "Сложности трансформационного упрочнения связаны с тем, что при\nвысоких температурах тетрагональная фаза выделяется достаточно быстро,\nотдельные выделения сегрегируют и прочность материала снижается [36, 52, 54].\nПри низких температурах возникает опасность тетрагонально-моноклинного\nперехода, который приводит к разрушению материала из-за объемных\nизменений кристаллической структуры. Высокотемпературные свойства этих\nматериалов существенно зависят от микроструктуры границ зерен. Эти\nматериалы разработаны для низкотемпературного применения (25-700° С) [43,\n66].\n",
        "27 27\n",
        "Много работ посвящено получению максимальных механических свойств\nблагодаря транформационному упрочнению [50, 59, 63], но при длительном\nприменении этих материалов при температуратурном воздействии эти\nматериалы разрушались в первую очередь по сравнению с материалами с более\nнизкими значениями механических свойств.\n",
        "Вторая группа материалов на диаграмме область II (см. рисунок 4). Эта\nобласть соответствует содержанию иттрия 4-5 мол% Y2O3 и называются\nчастично-стабилизированным диоксидом циркония (ЧСДЦ) в международной\nклассификации PSZ.\n",
        "Керамика этого состава находится в тетрагональной и кубической\nмодификациях, обладает хорошими прочностными при Ткомн. σизг= 550- 700\nМПа и вязкостью разрушения К1с=7-9 МПа м1/2 . Материалы состава 4-5 мол%\nY2O3 имеют термостойкость при температурном применении при Т=850-900°С в\nрежиме включения и выключения (за несколько минут) с быстрым охлаждением\nдо комнатной температуры [58, 64, 68, 59].\n",
        "Третья группа материалов на диаграмме область III (рисунок 4). Эта\nобласть соответствует содержанию иттрия 6-10 мол% Y2O3 и называются\nполностью -стабилизированным диоксидом циркония (СДЦ) в международной\nклассификации FSZ. Оксид иттрия добавляют в вышеперечисленном количестве\nдля стабилизации кубической структуры в ZrO2, т.е. для предотвращения\nтетрагонально-моноклинного перехода. Керамика этого состава находится в\nкубической модификации и обладает высокими проводящими свойствами, но\nпри этом имеет низкие значения термо механических свойств, при Ткомн.\nσизг=150- 220МПа и вязкость разрушения К1с=2,0-3 МПа м1/2 [33, 44, 62, 72].\n",
        "Большинство научных работ посвящено установлению зависимостей\nионной проводимости материалов на основе диоксида циркония от номинальной\nконцентрации стабилизирующих оксидов, размера зерна, фазовых составов [13].\nКроме этого существуют работы по выявлению зависимости неконтролируемых\nэффектов неидеальности твердых растворов в образцах номинального состава.\n",
        "28 28\n",
        "В этих исследованиях было обнаружено, что взаимодействие разного\nрода дефектов кристаллической решетки и свойства твердого тела зависят не\nтолько от заданной расчетной концентрации твердых растворов оксидов,\nвводимых для стабилизации высокотемпературных фаз, но и от степени\nнеидеальности твердых растворов [32]. Эти эффекты проявляются в\nсущественно различных свойствах материалов одинаковых по химическому\nсоставу и полученных по одинаковым технологиям. Физико-химические\nмеханизмы возникновения различий в свойствах предполагается связаны с\nразличным структурно-пространственным поведением нанокристаллических\nпорошков в процессе их консолидации и спекания, что приводит к большим\nрасхождениям в степени распада и упорядочения твердых растворов.\n",
        "Анализ результатов исследований в области получения наноструктурных\nматериалов выявил что наибольший интерес в области применения керамики из\nZrO2 в качестве твердого электролита вызывают ЧСДЦ с содержанием ZrO2 – 4\nмол% Y2O3 и СДЦ с содержанием ZrO2 – 8 мол% Y2O3, как самые стабильные\nматериалы при длительном температурном применении.\n",
        "1.3 СПОСОБЫ ПОВЫШЕНИЯ ПРОВОДИМОСТИ КЕРАМИКИ СИСТЕМЫ\n",
        "ZrO2-Y2O3\nАнализ современных литературных источников и работ по применению\nматериалов в системе ZrO2-Y2O3 в качестве твердых электролитов для ТОТЭ и\nсенсоров показал, что применяются материалы всех трех групп из этой системы:\n",
        "1 - тетрагональные поликристаллические материалы в международной\nклассификации (ТСДЦ) Y-TZP ;\n",
        "2 - частично-стабилизированные (ЧСДЦ) Y-PSZ;\n3 - полностью стабилизированные (СДЦ) Y-FSZ\n",
        "Давно известен способ повышения проводимости, основанный на\nполучении крупнозернистой структуры, величина электропроводности которой\nблизка к монокристаллу за счет относительно малого вклада зернограничной\n",
        "29 29\n",
        "составляющей и общего сопротивления такого электролита. Но при этом у\nкрупнозернистых материалов низкие прочностные свойства [40].\n",
        "В исследовании [20] приведены результаты исследования\nкрупнозернистой керамики, полученной из порошков оксидов. Стабилизацию\nпорошков проводили при высокотемпературном синтезе при 1750°С в течении\n5ч эти материалы требовали высокой температуры спекания 1850°С в условиях\nвакуума. При этом в этой работе исследовали влияние добавки оксида алюминия\nк диоксиду различной фазовой модификации. Размер зерна в спеченной\nкерамике – 90мкм. Максимум проводимости наблюдался у материала с 7мол%\nY2O3.\n",
        "Твердые злектролиты на основе диоксида циркония, стабилизированные в\nтетрагональной фазе (TZP) [67] или смешанной PSZ (тетрагональной, моноклинной,\nкубической) с упрочнением за счет мартенситного превращения метастабильной\nтетрагональной фазы в моноклинную, обладают высокими механическими\nсвойствами, но по электропроводности в 2 - 2,5 раза уступают диоксиду циркония в\nкубической модификации FSZ. Это также подтверждается результатами работ [72].\nНо при этом диоксид циркония в тетрагональной кристаллической фазе\nкерамика и в смешанной фазе применяется в качестве чувствительных\nэлементов для датчиков кислорода и топливных элементов. Это объясняется\nтем, что материалы в тетрагональной кристаллической фазе обладают высокими\nтермо-механическими свойствами и большей активностью к спеканию до\nмаксимальной плотности [4, 12, 76, 77].\n",
        "Этот факт подтверждается результатами, полученными в\nэкспериментальном исследовании авторами работы [78]. В работе выявлено, что\nпроводимость образцов из нанокристаллических порошков состава ZrO2 +4\nмол.% Y2O3 выше проводимости керамики состава ZrO2 +8 мол.% Y2O3. Это\nможно объяснить различием относительной плотности поликристаллических\nматериалов после спекания образцов. Керамика с 4 мол.% имела плотность\n",
        "30 30\n",
        "близкую к теоретической, а керамика с 8 мол% относительная плотность\nсоставила 84% от теоретической (6,02г/см3).\n",
        "В исследованиях [78, 79, 80] проводимость керамического материала ZrO2\n+3 мол.% Y2O3 имела уровень проводимости кубического ZrO2 +10 мол.% Y2O3\nпо той же самой причине. Образцы ЧСДЦ спекаются до теоретической\nплотности (99-100% относительная плотность, а образцы СДЦ в кубической фазе\n- до 95% от теоретической плотности).\n",
        "Авторы работы [72] из своего экспериментального исследования сделали\nвывод, что создание керамики из нанокристаллических порошков позволяет\nспекать материал при меньшей температуре и получать более плотную\nструктуру. Авторы спекли керамику при температуре 1300°С, но при этом\nдостигли лишь 95% относительной плотности, наблюдали большую внутреннюю\nпористость и при этом открытая пористость спеченных образцов была 0 %.\n",
        "В работе [58] представлен обзор значений ионной проводимости свойств\nпри различной стабилизации и при различных температурах у керамики,\nполученной из нанокристаллических порошков. Эти результаты представлены в\nтаблице 1 .\n",
        "В исследование [56] авторы получали керамические образцы на основе\nЧСДЦ с добавкой небольшого количества оксида алюминия, у которых\nнаблюдали повышение проводящих свойств по сравнению с образцами из ЧСДЦ\nбез добавки оксида алюминия.\n",
        "Существует различное мнение о влияние добавки Al2O3 на проводимость.\nВ более ранних исследованиях [22] было установлено негативное влияние\nдобавки Al2O3 на электропроводность керамики состава ZrO2 +8 мол.% Y2O3, а в\nсовременных исследованиях показано увеличение более чем 4-кратное\nувеличение проводимости при изменении концентрации Al2O3 до 1мол.% в\nкерамике того же состава.\n",
        "31 31\n",
        "Таблица 1 – Ионная проводимость керамики на основе диоксида\n",
        "циркония, стабилизированного оксидом иттрия с различным содержанием\n",
        "оксида иттрия\n",
        "В работах [51, 55, 56, 91-92 ] , направленных на комплексное изучение\n",
        "роли оксида алюминия на проводящие свойства диоксида циркония,\n",
        "стабилизированного оксидом иттрия представлено объяснение механизма\n",
        "действия добавки оксида алюминия. Добавка Al2O3 до 1мол.% приводит к\n",
        "уменьшению проводимости в образцах из порошка с минимальным значением\n",
        "примеси SiO2, независимо от количества стабилизирующего оксида иттрия. В\n",
        "тоже время проводимость у керамики системы ZrO2 - Y2O3 увеличивается с\nCостав\n",
        "материала\nZrO2 +\n",
        "Удельная проводимость ᵟ,См/см\n(удельное сопротивление, Ом*см)\n",
        "Температура,\nС °\n",
        "500 600 700 800 850 900 1000\n",
        "3мол% Y2O3 7,4 104(1351,2)\n",
        "0,022\n(45,5)\n",
        "4 мол% Y2O3 1 10-4\n",
        "10\n",
        "5\n",
        "(1000)\n",
        "0,024\n(41,6)\n",
        "4,5 мол%\n",
        "Y2O3 7,410-4\n",
        "(1351)\n",
        "0,0257\n(38,2)\n",
        "0,037\n(27)\n0,012\n(83,33)\n",
        "0,012\n(83,33)\n0,0512\n(19,53)\n",
        "0,023\n(43,5)\n0,0881\n(11,36)\n8 мол% Y2O3 1,5810-3\n",
        "(632,9)\n",
        "0,0017 0,022\n",
        "(45,5)\n0,0185\n(54,1)\n0,050\n(20,2)\n0,02\n(50,2)\n0,0131\n(75,1)\n",
        "0,037\n(27,2)\n",
        "0,089\n(11,2)\n0,154\n(6,5)\n",
        "9 мол% Y2O3 4,6 10-4\n",
        "(2017,2)\n",
        "0,13\n(7,8)\n10 мол%\nY2O3\n",
        "1 10-3\n(1000,2)\n",
        "32 32\n",
        "добавкой оксида алюминия к образцам из порошка с большим значением\nпримеси SiO2. Это объясняется взаимодействием между примесями Al2O3 и SiO2,\nведущим к освобождению границы зерна от стеклофазы.\n",
        "В работах [53, 73, 81, 89] было исследовано влияние добавления 3YSZ ZrO2 (3 моль% Y2O3) на электрические и механические свойства 8 YSZ - ZrO2 (8\nмоль% Y2O3). Результаты измерения электропроводности показали, что при\nувеличении содержания 3YSZ в образцах из композиционного материала\nэлектропроводность при высоких температурах (T > 550 °C) снижается, а при\nнизких температурах (T < 550 °C) увеличивается.\n",
        "В исследовании [61] объектами исследований были выбраны керамика\n4мол% и 9.5мол% YSZ с наноструктурой и с добавкой оксида алюминия до 2\nмол%. В результате проведенного исследования выявлено положительное\nвлияние оксида алюминия на проводимость при низких температурах 300-500°С.\n",
        "В работе [51] добавка Al2O3 к ЧСДЦ увеличивает долю кубической\nмодификации, и это приводит к увеличению проводимости.\n",
        "В исследованиях [40, 44, 76] в результате сохранение наноструктуры в\nкерамике из нанокристаллических порошков произошло повышения\nпроводящих свойств по сравнению с керамикой этого же состава с\nмакроструктурой. Авторы объяснили это увеличением доли кубической фазы в\nЧСДЦ. Это произошло за счет активности нанопорошков и уменьшения\nтемпературы образования кубической фазы. Ионная проводимость\nнаноструктурной керамики ЧСДЦ до 3мол% Y2O3 выше, чем у монокристалла с\nсодержанием 9,5 мол% оксида иттрия при (300-500)°С. Для наноструктурной\nкерамики состава ZrO2 - 2 мол%Y2O3 в исследовании [67] наблюдали небольшое\nувеличениие проводимости при низких температурах - 500°C.\n",
        "Все исследователи сходятся на одном, что сохранение наноструктуры\nизменяет проводящие свойства керамики системы ZrO2 - Y2O3, но при этом нет\nоднозначного объяснения насколько стабильна наноструктура при\nтемпературном воздействии в случае применения в качестве твердых\n",
        "33 33\n",
        "электролитов для ЭХУ. Сравнение проводящих свойств возможно при условии\nполучения плотной наноструктуры, устойчивой при температурном воздействии.\nНеобходимо провести исследования, изучающие оптимальные условия\nформования и спекания с целью получения максимальной плотной\nнаноструктуры.\n",
        "1.4 ПРОБЛЕМЫ ПОЛУЧЕНИЯ И СПЕКАНИЯ ПЛОТНОЙ НАНОСТРУКТУРЫ\n",
        "В КЕРАМИКЕ ИЗ НАНОКРИСТАЛЛИЧЕСКИХ ПОРОШКОВ ZrO2\n",
        "Структура и физико-механические свойства керамики зависят от свойств\nисходных порошков. Строение порошков оксидов на различных стадиях их\nподготовки определяется строением предыдущей твердой фазы, при этом\nнаследуются не только форма, размер частиц и агрегатов порошка, но иногда и\nэлементы кристаллической решетки, особенно в тех случаях, когда фазы\nсовпадают по типу сингонии. Наследование строения твердых фаз может\nпроявляться на нескольких последовательных стадиях многоступенчатого\nпроцесса получения порошков оксидов [9, 26, 27, 29, 30].\n",
        "Получение наночастиц диоксида циркония методом химического\nосаждения из растворов солей относится к способам осаждения твердой фазы в\nрастворах. Существуют общие закономерности образования наночастиц в\nжидких средах. Этот процесс зависит от множества факторов: состава и свойств\nисходных веществ, способа удаления жидкой фазы от твердого осадка,\nиспользуемого оборудования и режимов его работы [33, 40].\n",
        "Основой получения плотной наноструктурной керамики являются\nисследование влияния технологических факторов процесса химического\nосаждения с целью снижения степени агломерации и получения порошков с\nвысокой активностью к спеканию, регулируемыми дисперсностью и формой\nчастиц, гомогенностью, необходимым фазовым составом.\n",
        "34 34\n",
        "К основным стадиям технологии получения нанопорошков осаждением в\nводных растворах относятся:\n",
        "- получение растворов;\n",
        "- осаждение в насыщенных , разбавленных растворах;\n-дегидратация - отделение жидкой фазы от осадка;\n- сушка порошка;\n- дезагрегация;\n",
        "- термообработка для перевода гидроксидов в оксиды;\n-помол с целью уменьшения агрегации наночастиц .\nТвердые нанодисперсные системы по сравнению с обычными порошками\nобладают рядом существенных специфических свойств: адгезионной и\nаутогезионной активностью, склонностью к агрегированию.\n",
        "Причиной этого является проявление меж- и внутричастичных сил\nвзаимодействия между наночастицами: сил химической природы, молекулярных\nсил, ионно- электрических, магнитных сил и сил механического сцепления.\nПроявление указанных сил может вызвать следующие механизмы связывания\nмежду наночастицами:\n",
        "1. Образование твердых мостиков между частицами вследствие\nдействия следующих факторов : химических реакций, диффузий молекул на\nучастке контакта, кристаллизации растворенных веществ.\n",
        "2. Взаимодействие между частицами в результате проявления\nхимических связей, молекулярных сил притяжения (силы Ван-дер-Ваальса),\nэлектростатических и магнитных сил.\n",
        "3. Соединение за счет связующего (адгезионные и когезионные\nмостики связующего).\n",
        "4. Механические связи зацепления между частицами.\nПреимущественное проявление того или иного из указанных факторов\nили механизмов взаимодействия наночастиц порошка зависит от их физико35 35\n",
        "химических свойств (состава, морфологии и состояния поверхности частиц) [2,\n4, 16, 19, 59, 69].\n",
        "В исследовании [16] было выявлено, что формирование частиц,\nобразование центров кристаллизации в многокомпонентной системе происходит\nиначе, так как различна скорость осаждения солей циркония, иттрия. Реакция\nосаждения гидроксидов из растворов солей наиболее полно и с получением\nменее агломерированных частиц у хлористых солей циркония и иттрия\nпроисходит в районе рН 9,4-9,8, а у солей алюминия - рН 8. Поэтому проведение\nсовместного осаждения приводит к большей агломерации частиц осажденных\nгидроксидов, а затем и оксидов при дальнейшей термообработке Присутствие в\nнаноразмерном порошке агломератов и агрегатов приводит к неоднородности\nструктуры консолидированного материала.\n",
        "Для получения плотной керамики из нанокристаллических порошков\nтребуется механическая активация исходных порошков системы ZrO2-МехОу [1,\n7, 19]. Механическая обработка порошков дает энергию для фазового\nпревращения, которое способствующее плотному спеканию керамики в\nобъемный материал. Важным фактором, осложняющим спекание плотной\nструктуры из химосажденных порошков является высокая агломерированность\nнанокристаллических частиц .\n",
        "Существует способы получения плотной наностуктуры в керамике –\nуменьшения агломерации порошков путем изменения параметров осаждения из\nрастворов солей, отвечающих за дисперсность получаемых частиц гидроксидов\nи оксидов: .рН среды, температура проведения осаждения, мольное соотношение\nреагентов, скорость подачи реагентов, способ отделения твердой фазы от\nжидкой [9, 22, 24-26, 77].\n",
        "В исследовании [69] проблема уменьшения агломерации химосажденных\nнаноструктурных порошков диоксида циркония стабилизированного, оксидом\nиттрия была решена добавкой поверхностно-активного вещества\n(полиэтиленгликоль) на стадии получения гидроксидов циркония и иттрия.\n",
        "36 36\n",
        "Снижение степени агломерации привело к увеличению содержания\nтетрагональной кристаллической фазы, чем в порошке полученного без ПАВ.\n",
        "В исследовании [49] сохранение наноструктуры достигнуто за счет\nполучения неагломерирированных частиц путем низкой скоростью осадителя\n(ниже 5мл/мин). Ультрадисперсный порошок ZrO2 - 3 мол%Y2O3 был получен\nхимическим методом осаждения из растворов солей с низкой регулируемой\nскоростью подачи осадителя (NH4HCO3) с размером кристаллитов менее 20нм\nпри температуре обжига 1200°С и в керамике достигнута 97% относительной\nплотности при низкой температуре спекания 1450°С.\n",
        "Сохранение наноструктуры возможно с применением полиморфного\nпревращения одной кристаллической фазы в другую при спекании. В\nисследовании [66] сохранение наноструктуры в высокоплотной керамике на\nоснове диоксида циркония стало возможным при использовании порошка\n(размер частиц менее 20 нм) в моноклинной кристаллической фазе, полученного\nметодом золь-гель методом. Уплотнение порошков достигли методом псевдо\nизостатического формования при давлении 1 Гпа. При этом образцы были\nспечены до 99,5% относительной плотности при температуре 853°С. Спекание за\nсчет полиморфного превращения при спекании под давлением, при котором\nмоноклинная фаза переходит в тетрагональную фазу с микроструктурой менее\n0,18 мкм без микро растрескивания.\n",
        "Еще известен способ получения не агломерированных порошков или\nполучение порошков с «мягкими» агломератами - проведение механической\nактивации различными способами на разных стадиях получения порошков.\n",
        "При механической обработке в шаровой мельнице порошковой системы\nZrO2(МехОу), по мнению авторов [7], существует критическое состояние, с\nдостижением которого происходит ее разделение на две самостоятельные\nподсистемы, отличающиеся по размерам и состоянию частиц. При спекании\nмехано активированных порошков, на стадии нагрева формируется каркасная\n",
        "37 37\n",
        "структура из стержневых элементов, состоящая из наночастиц, которая\nуплотняется на стадии изотермической выдержке при спекании.\n",
        "По мнению других авторов [46], добавка небольшого количества\nкубической кристаллической фазы в наноразмерном состоянии при спекании\nявляется необходимым условием для получения плотной наноструктуры в\nматериале из механически активированных в планетарной мельнице порошков\nдиоксида циркония в тетрагонально-моноклинной кристаллической фазе.\n",
        "Известно, что при длительном температурном использовании у\nматериалов на основе ЧСДЦ (рисунок 3, участок диаграммы 3-4 мол.% Y2O3)\nнаблюдается процесс старения, связанный с фазовым переходом тетрагональной\nфазы в моноклинную, приводящим к разупрочнению керамики.\n",
        "В работах [71] показано, что на воздухе прочность ЧСДЦ в диапазоне\n200-400°С снижается во времени. Это вызвано действием влаги из воздуха,\nвызывающей переход тетрагональной модификации ZrO2 в моноклинную,\nкоторый сопровождается образованием трещин на поверхности. А в работах [\n76, 79] у высокопрочного ЧСДЦ при длительном температурном воздействии в\nобласти температур 100-1200° С происходила потеря прочности со временем.\nПри этом возрастает количество моноклинной фазы, образовавшейся в\nрезультате термоиспытаний.\n",
        "Авторы работы [84] выявили следующий механизм деградации ЧСДЦ старение этих материалов в присутствии воды приводит к адсорбции молекул\nводы на поверхности частиц и образованию гидроксильных групп,\nвзаимодействие которых с кислородными вакансиями уменьшает концентрацию\nпоследних, что способствует тетрагональному моноклинному переходу. Авторы\nработы [83] деградацию ЧСДЦ под воздействием температуры в присутствии\nводы объясняют гидратацией ионов Y с образованием гидроксида иттрия Y(OН)3\n",
        "Анализ литературных источников [80, 84, 85] выявил пути решения\nпроблемы деградации керамики на ЧСДЦ. Добавка оксида алюминия в\nнебольших количествах к керамики системы ZrO2-Y2O3 увеличивает\n",
        "38 38\n",
        "устойчивость к фазовым и структурным изменениям, вызванных\nгидротермальных старением.\n",
        "Этот же эффект получили исследователи при введении оксида алюминия\nAl2O3 к керамике на основе тетрагональной фазы [72]. Результаты сравнительных\nисследований плотноспеченной керамики состава 3Y-TZP и ATZ (90 % ZrO2-10\n%Al2O3), с наноструктурой до 150 нм и с макроструктурой (более 2мкм )\nпозволили сделать вывод, что не наблюдали различий в механических свойствах\n(К1с, σизг). Но при этом у керамики с наноструктурой наблюдали фазовую и\nструктурную стабильность при воздействии низких температур (до 180-260°С) в\nгидротермальных условиях по сравнению с керамикой с макроструктурой.\n",
        "Авторы исследования [49] экспериментально получили, что добавление\nCeO2 или Al2O3 к Y-TZP делает невозможным t–m преобразование Результаты\nисследования показали, что добавки CeO2 сверх 10% веса к керамике 3Y-ZrO2 и\n4Y-ZrO2 привели к устойчивости тетрагональной фазы, не наблюдали\nобразование моноклинной кристаллической фазы после спекания.\n",
        "В работах [86, 89-92] добавка к диоксиду циркония оксида Al2O3\nуменьшила возможность тетрагонально- моноклинного перехода в спеченной\nкерамике, но не полностью прекращала полиморфное преобразование.\nРезультаты другого исследования [51] показали, что добавление 1,2–3,5 мас %\nAl2O3 к керамики на основе диоксида циркония ЧСДЦ увеличивало фазовую\nустойчивость при температурном применении.\n",
        "В работе [73] при создании дисперсионно-упрочненной керамики на\nоснове полностью стабилизированного диоксида циркония (СДЦ) добавка\nоксида алюминия в материал, состава ZrO2 -10 мол.% Y2O3 сделала его более\nпрочным в интервале температур 20 - 1000° С, по сравнению с материалом без\nоксида алюминия.\n",
        "Другим способом решения проблемы деградации керамики на основе\nZrO2 – получение плотной наноструктуры путем снижению внутри- и\nмежагломератной пористости на стадии формования. В качестве таких способов\n",
        "39 39\n",
        "формования применяют изостатическое прессование, пленочное литье,\nультразвуковое прессование. В исследовании для уменьшения внутри- и\nмежагломератной пористости использовали вибрационную обработку жидких\nшликеров [10, 22, 24 35]. При формовании сырых заготовок применяют\nизостатическое формование - очень эффективный способ получения однородных\nпо объему заготовок [88]. Важным средством для получения плотной керамики\nявляется применение способа уплотнения - пленочное литье с изостатическим\nпрессованием, при которых можно получать плотные с равномерной\nпористостью заготовки [89].\n",
        "Сложность и взаимосвязанность процессов протекающих при спекании\nнанокристаллических порошков, обусловливают необходимость определения\nмаксимально допустимой скорости уплотнения на каждом этапе спекания.\nСохранение наноструктуры зависит от скорости нагрева до максимальной\nтемпературы при которой происходит максимальное уплотнение и от скорости\nохлаждения после спекания [90]. Общее представление об обычных методах\nспекания образцов можно найти в литературе, так же как о влиянии режима\nспекания на конечный размер зерна и конечную плотность.\n",
        "Специфическая задача спекания керамических материалов из\nнанокристаллических порошков - сохранение наноструктуры, предотвращение\nукрупнения кристаллитов во время спекания формованных образцов. Для\nспекания нанокристаллических порошков применяют обычные способы\nспекания и специальные. Спекание заготовок, полученных из нанопорошка,\nограничено невозможностью использовать высокие температуры. Повышение\nтемпературы спекания приводит к уменьшению пористости, но с другой стороны\nведет и к росту зерна. Проблему уплотнения с сохранением наноструктуры\nвозможно решить с применением методов активации, позволяющих добиваться\nполучения низкой пористости изделий при более низких температурах спекания:\n",
        "• применение высокоскоростного микроволнового нагрева [39];\n• ступенчатое контролируемое спекание;\n",
        "40 40\n",
        "• плазмоактивированное спекание;\n• горячее прессование или спекание под давлением.\n",
        "Горячее прессование, магнито- импульсное прессование, СВЧ-спекание,\nмикроволновое спекание - методы позволяющие сохранить наноструктуру и\nполучать высокоплотные компактные материалы. Но эти методы сложно\nприменять к материалам на основе диоксида циркония, обладающего\nприродным обратным полиморфизмом. Получаются высокоплотные\nнаноструктурные материалы, но не обладающие фазовой и структурной\nстабильностью при длительном температурном применении [35, 76].\n",
        "Для материалов на основе диоксида циркония перспективно проведения\nспекании я с резким охлаждением в области кубической фазы, что существенно\nвлияет на фазовый состав материала. При быстром охлаждении кубическая\nдиоксида циркония претерпевает бездиффузионное превращение, отличающееся\nбольшим количеством растворенного Y2O3 и низкой степенью тетрагональности.\nМедленное охлаждение приводит к формированию кубической фазе выделений\nтетрагональной фазы по диффузионному механизму [60]\n",
        "В последнее десятилетие были опубликованы работы, в которых\nсообщалось, что провоцируя эвтектоидный распад кубической фазы внутри\nзерен материала, удается повысить прочность, термостойкость, вязкость\nразрушения керамики из диоксида циркония [61]. Но при этом нет исследований,\nв которых было проанализировано как образование новых фаз влияет на\nпроводящие свойства и на поведение этой керамики при длительном\nтемпературном воздействии.\n",
        "Известная проблема деградации ЧСДЦ при температурном воздействии\nавторы исследования [54] решили получением наноструктуры в кубических\nзернах за счет определенного режима спекания. При 1200°С в течение 50 часов\nв структуре керамического материала были обнаружены выделения\nнаноразмерных тетрагональных включений в зернах кубической фазы. Авторы\nзаметили, что прочность ЧСДЦ при этом повысилась в 2-3 раза, а\n",
        "41 41\n",
        "термостойкость возросла на порядок. Этот эффект был объяснен эвтектоидным\nраспадом твердого раствора оксида иттрия в диоксиде циркония.\n",
        "В другом исследовании были изучены выделения наноразмерных\nлинзоподобных кристаллитов тетрагональной кристаллической фазы ZrO2 [ 42 46]. Было показано, что эти выделения являются когерентными и должны\nспособствовать росту эластичности материала. Когерентные выделения\nтетрагональной фазы имели размеры < 2 10-7 м и при этом при охлаждении не\nпереходили в моноклинную, так как они находились в частицах кубической\nфазы и она препятствовала этому превращению.\n",
        "Механизм упрочнения керамики из ZrO2 за счет эвтектоидного распада\nтвердых растворов не выяснен до настоящего времени. Одни исследователи\nсчитают [45], что при длительных выдержках при температуре ниже\nтемпературы устойчивости кубической фазы происходит выделение\nтетрагонального ZrO2 не только на границах зерен, но и внутри них. При этом\nдолжно соблюдаться условие, что скорость охлаждения спеченной керамики\nдолжна быть достаточно высока, а температура изотермической выдержки ниже\nтемпературы при которой происходит интенсивный рост зерен тетрагональной\nфазы. При этом условии размер тетрагональных включений будет ниже\nкритического и переход тетрагональных включений в моноклинную станет\nтермодинамически невозможным [43, 46].\n",
        "Существует другое мнение исследователей по этому механизму [47].\nКерамические материалы получают спеканием в области кубической\nкристаллической модификации и подвергаются выдержке (старению) при\nтемпературах, соответствующих устойчивости тетрагональной модификации.\nМельчайшие линзоподобные наноразмерные выделения тетрагональной\nмодификации в матрице кубической способствуют перенасыщению материала\nдефектами типа включений, границ и дислокаций. Это явление по существу\nаналогично явлению повышения прочности в стареющих дисперсионноупрочненных сплавах, т.е. дисперсионному твердению. Параметры решетки\n",
        "42 42\n",
        "тетрагональных линзоподобных зерен отличаются от параметров тетрагональной\nфазы и называются t′-фазой. ЧСДЦ с t′-фазой обладают повышенными\nзначениями стойкости к термоудару, вязкости разрушения (до 15 МПа·м-1/2).\nМикроструктурой материала с t′-фазой можно управлять в зависимости от его\nназначения, контролируя относительное содержание фаз, их структуру и\nразмеры выделений t′-фазы [14, 15, 67, 68 ].\n",
        "Большое влияние на термомеханические свойства оказывает термическая\nпредистория спекания керамики на основе диоксида циркония.\n",
        "Авторами [69] было проведено исследование по спеканию образцов\nизготовленных из коммерчески выпускаемых порошков изостатическим\nпрессованием при 400 МПа при 1973К, 1673К. Нагрев до максимальной\nтемпературе проводили за 10 ч, выдержка при Тмах 3 часа, охлаждение - до\n1673 К за 3 часа и далее до комнатной температуры за 10 часов. Проводимость у\nобразцов с медленным охлаждением была меньше проводимости, чем у\nобразцов, полученных с быстрым охлаждением. Авторы объясняли этот эффект\nизменением состояния примесей на границах зерен при медленном охлаждении\nили при отжиге, что повлияло на уменьшение проводящих свойств за счет\nпримесей, выпавших по границам зерен.\n",
        "В работе [84] применение нанокристаллических порошков ЧСДЦ в\nкачестве исходных позволяет получать керамику с увеличенным содержанием\nкубической кристаллической фазы уже при 1000-1100° С, что повышает\nпроводимость ЧСДЦ материалов до уровня, необходимого для применения в\nТОТЭ в качестве твердого электролита.\n",
        "В другом исследовании [71] было проведено исследование процесса\nдвухстадийного спекания и его влияния на микроструктуру корундовой и\nциркониевой керамики. Порошковые компакты из ZrO2, стабилизированного\n3mol%Y2O3, были получены холодным изостатическим методом и спечены при\nразличных температурных режимах. Установлено, что метод двухстадийного\n",
        "43 43\n",
        "спекания не вызывает значительного уменьшения конечного размера зерна в\nциркониевой керамики.\n",
        "В исследовании [7] были получены наноструктуры в керамике на основе\nдиоксида циркония благодаря применению в качестве исходных наноразмерных\nпорошков с минимальной степенью агломерированности и правильно\nвыбранному режиму спекания.\n",
        "Сохранение метастабильных высокотемпературных фаз тетрагональной и\nкубической возможно следующими способами:\n",
        "- применение в качестве исходных наноразмерных неагломерированных\nпорошков диоксида циркония. Метод получения наноразмерных порошков\nзаключается в синтезе гидроксидов и последующей термообработке для\nполучения оксидных нанопорошков. Преимуществом этого метода является\nвозможность получения наноразмерных порошков узкого фракционного состава\nи с малым содержанием примесей.\n",
        "Известны способы повышения проводящих свойств:\n- применение метода дополнительного легирования добавкой\nнанокристаллического оксида алюминия;\n",
        "-получение материала с высокой относительной плотностью и\nгомогенной наноструктурой.\n",
        "В многочисленных публикациях исследованы способы получения\nнаноструктуры в системе ZrO2-Y2O3 путем спекания с высоким темпом нагрева\nи охлаждения, но при этом нет ответа насколько полученная наноструктура\nфазоустойчива и как влияет на проводящие свойства керамических материалов.\n",
        "1.5 КЕРАМИЧЕСКИЕ МАТЕРИАЛЫ НА ОСНОВЕ ТВЁРДЫХ\nРАСТВОРОВ СИСТЕМ ZrO2 – MgO, ZrO2 - CaO. СИНТЕЗ\nНАНОСТРУКТУРНОЙ ТЕРМОСТОЙКОЙ КЕРАМИКИ НА ОСНОВЕ ZrO2\n",
        "Широкое применение керамических материалов на основе диоксида\nциркония, стабилизированного магния, кальция в металлургии обусловлено\nуникальным сочетанием эксплуатационных свойств: низкой теплопроводностью,\n",
        "44 44\n",
        "стекло-, шлако- и металло- устойчивостью в вакууме, в окислительной и\nвосстановительной атмосферах. Огнеупорные материалы на основе системы\nZrO2 – MgO применяются в сталеплавильном производстве для разливочных и\nстопорных систем линий непрерывной разливки стали. Дозаторы из диоксида\nциркония по сравнению с корундовыми имеют меньшую скорость износа. На\nрисунке представлена диаграмма состояния системы ZrO2 – MgO [3, 8, 28, 37].\n",
        ".\n",
        "Твердый раствор ZrO2–MgO имеет природное свойство – наличие трех\nкристаллических модификаций: моноклинной (), тетрагональной () и\nкубической (), которые при определенных температурах обратимо\nпревращаются одна в другую, Наиболее известны как термостойкая керамика\nматериал состава ZrO2 +6 мол% MgO (рисунок 5) в основном содержит\nмоноклинную кристаллическую фазу [34].\n",
        "Известно, [31, 33] что керамика на основе диоксида циркония,\nстабилизированного оксидом кальция с содержанием 8 мол% применяется в\nкачестве футеровки для плавки кварца до 2200 °При этом футеровка\nвыдерживает многократные циклы нагрев – охлаждения без разрушения в\nтечение длительного времени эксплуатации. Материалы имеют крупно зеренную\nфрагментарную структуру и имеют низкие прочностные свойства.\n",
        "Рисунок 5– Диаграмма состояния системы ZrO2 –\nMgO двух авторов: а) по Эберту и Кону; б) по Жирновой\n",
        "45 45\n",
        "Рисунок 6 – Диаграмма состояния в системе ZrO2 - СаО\nНа рисунке представлена диаграмма состояния системы ZrO2 – СаО,\nтвердый раствор состава ZrO2 – 8 мол% СаО содержит три кристаллические фазы:\nмоноклинную, тетрагональную и кубическую [34].\n",
        "Для улучшения прочностных свойств термостойких материалов на\nоснове ZrO2 используют комбинированные добавки стабилизирующих оксидов.\nСтабилизацию ZrO2 осуществляли смесью оксидов кальция и магния (ZrO2 :\nМgО :СаО составляла 4:1—2:1) в количестве 16—18 мол %. Изделия из такого\nматериала имеют прочность при сжатии свыше 300 Мпа [77, 78].\n",
        "В настоящее время получили развитие новые технологии, связанные с\nпроизводством металлических порошков для аддитивных технологий,\nполучаемых методом распыления из расплавов. Модернизация технологии\nпорошковой металлургии и разработка принципиально новых установок требует\nсоздания новых термостойких керамических материалов, выдерживающих\n",
        "46 46\n",
        "тепловое нагружение без разрушения и потери эксплуатационных свойств в\nрезультате воздействия тепловой энергии. В процессе распыления через сопла и\nвтулки протекают расплавы сталей и сплавов, нагретые с помощью\nиндукционного нагрева до температуры (1570 - 1700)°С, в результате чего\nкерамические детали подвергаются термическому удару.\n",
        "Важнейшей характеристикой изделий, подвергающихся в процессе\nэксплуатации термоудару, является их термическая стойкость. Термостойкость\nполикристаллических керамических материалов, применяемых при контакте с\nрасплавами сталей и сплавов, определяется как способность материала\nсопротивляться термическому нагружению, возникающему в результате\nнеравномерности температур при контакте с расплавами в диапазоне температур\n(1570-1700) °С без растрескивания и разрушения.\n",
        "Разрушение керамических материалов вследствие термоудара может быть\nустановлено по одному из следующих критериев:\n- появление первой трещины;\n- развитие трещины определенной длины;\n- полное разрушение (сопровождается разделением образца на части) [34].\n",
        "Каждый тип разрушения может быть качественно оценен\nсоответствующим критерием термостойкости. Наиболее простым и легко\nопределяемым критерием термостойкости является число теплосмен, которое\nматериал выдерживает до разрушения, при охлаждении образца или заготовки\nизделия в потоке воды после нагревания в печи [17]. Анализ современных\nтехнологических подходов к оценке термостойкости хрупких материалов\nпоказывает, что необходимо проводить испытания, максимально приближаясь к\nусловиям эксплуатации [32].\n",
        "Существует несколько механизмов создания термостойких структур в\nкерамических материалах, применяемых для изготовления деталей, работающих\nв условиях резких изменений температуры.\n",
        "47 47\n",
        "Механизм создания «фрагментарной структуры», который заключается в\nтом, что структура термостойкой керамики состоит из частиц резко\nотличающихся по размеру. Крупные зерна одной окружены мелкими частицами\nдругой фазы.\n",
        "Механизм «микротрещиноватой структуры», который заключается в том,\nчто структура термостойкой керамики состоит из частиц различного состава и\nотличающихся по своим термическим свойствам КТР. Микрорастрескивание\nвнутри частиц релаксирует напряжения, возникающие при термоударе и\nизделие не разрушается при эксплуатации [31].\n",
        "Механизм «самоглазурированной структуры», когда в качестве исходных\nприменяются добавки к керамическим порошкам, которые при спекании\nотформованных изделий приводят к получению стеклообразующих прослоек\nмежду керамическими частицами. Термостойкость зависит от структуры\nкерамики, которая состоит из кристаллических частиц, прослоек аморфных\nстеклообразующих компонентов, которые отличается по химическому составу\nот кристаллической фазы [26].\n",
        "Механизм «полиморфных превращений» похож на «фрагментарную»\nструктуру, но при этом частицы одного состава, но различных кристаллических\nфаз, когда в крупных частицах одной фазы выпадают наноразмерные частицы\nдругой кристаллической фазы. Благодаря этому возникает диссипация энергии\nтрещины, которая зарождается при термоударе [73].\n",
        "Примером этого механизма является структура термостойкой спеченной\nкерамики на основе диоксида циркония. Кристаллические фазы керамики на\nоснове диоксида циркония, представляют собой твердый раствор добавок\nстабилизирующих оксидов (магния) в структуре диоксида циркония, которая\nпредставляет собой сложную гетерогенную систему, состоящую из частиц\nполикристаллической фазы кубической или моноклинной модификации с\nвыпавшими линзоподобными нанокристаллитами тетрагональной\n",
        "48 48\n",
        "кристаллической фазы, образованных за счет полиморфного превращения [7173].\n",
        "Для получения термостойкой структуры в керамических материалах\nприменяя любой из механизмов важно учитывать что керамика должна иметь\nзаданную поровую структуру. Поровая структура состоит из закрытых пор,\nкоторые не сообщаются и открытых, которые сообщаются с окружающей\nсредой.\n",
        "Известно, что при добавке, в качестве стабилизатора, оксида магния к\nдиоксиду циркония получают структуру, отвечающую за стойкость керамики\nпри контакте с расплавами сталей. Такая керамика применяется в качестве\nтвердых электролитов в датчиках окисленности сталей [33, 41]. Однако при этом\nкерамический материал должен быть плотным и беспористым из-за чего, при\nпогружении в расплав стали, он выдерживает лишь 2 минуты, необходимые для\nпроведения измерения концентрации кислорода.\n",
        "В работе [7] исследована стойкость плотных материалов на основе\nдиоксида циркония, стабилизированного оксидом магния, и выявлено, что при\nпервом температурном нагружении в материале образуются микротрещины и\nизменяется фазовый состав керамики.\n",
        "Авторы в исследованиях [49, 57] выявили, что формирование\nтермостойкой структуры в керамике из диоксида циркония, стабилизированного\nоксидами магния или церия, происходило за счет двухстадийного спекания.\nБыло показано, что получение термостойкой структуры за счет выпадения в\nмоноклинных зернах тетрагональных включений и сохранение определенной\nпоровой структуры является довольно сложной технологической задачей.\nЧастицы в поровом каркасе должны находиться в напряженном (сжатом)\nсостоянии и только в этих условиях будут происходить полиморфные\nпревращения при нагреве и охлаждении. В этом случае, когда надо плотно сжать\nчастицы и сохранить при этом между конгломератами частиц поры, важно\n",
        "49 49\n",
        "применять метод формования заготовок с высоким давлением и равномерным\nсжатием – холодное изостатическое прессование (ХИП) [11, 37].\n",
        "Разработка новых термостойких керамических материалов перспективна\nи является актуальной задачей современного материаловедения. Получение\nкерамических материалов в системе ZrO2-MgO возможно с использованием в\nкачестве исходных нанокристаллических порошков, полученных химическими\nспособом осаждения из хлористых солей.\n",
        "Осуществление процесса спекания в две стадии - двухстадийное спекание\nявляется одним из эффективным и технически доступным способом получения\nматериалов с контролируемым размером зерен, отвечающих за повышение\nплотности материалов в системе, за повышение пластичности и механической\nпрочности, с повышенной проводимостью при температурном применении в\nкачестве твердых электролитов [11, 51, 52].\n",
        "Обобщив известные данные по получению керамики из диоксида\nциркония, стабилизированного оксидом магния для конструкционного\nприменения [81], термостойких материалов, применяемых в расплавах сталей и\nданные по возможности получения термостойкой структуры за счет\nполиморфного превращения было выбрано направление исследований по\nсинтезу керамики на основе нанокристаллического порошка из ZrO2– MgO и\nсоздание фрагментарной структуры с добавками более крупного порошка на\nоснове ZrO2–CaO.\n",
        "Анализ литературных данных позволил выбрать в качестве обьекта\nисследования по получению термостойкой наноструктуры порошковые\nсистемы на основе ZrO2-MgO, ZrO2-CaO. Для реализации этого механизма\nнеобходимо получить заданную поровую структуру. В качестве способа\nсоздания жесткого каркаса с заданной поровой структурой наиболее\nперспективен способ формования - холодное изостатическое прессование.\n",
        "50 50\n",
        "1.6 ОБОСНОВАНИЕ НЕОБХОДИМОСТИ ДОПОЛНИТЕЛЬНЫХ\nИССЛЕДОВАНИЙ. ПОСТАНОВКА ЦЕЛИ И ЗАДАЧ ИССЛЕДОВАНИЯ\n",
        "В результате анализа литературы и изучения состояния вопроса\nполучения ионопроводящих плотных наноструктурных керамических\nматериалов, применяемых при длительном температурном использовании в\nкачестве твердых электролитов в электрохимических устройствах различного\nназначения, показаны преимущества и недостатки существующих технологий и\nсформулированы задачи данной работы.\n",
        "Анализ существующих литературных данных позволил сделать вывод,\nчто начальным этапом конструирования нанокерамических оксидных\nматериалов с заданными свойствами является исследование корреляционной\nзависимости «состав - свойства порошка – наноструктура керамики – свойства\nизделия ».\n",
        "В результате проведенного анализа литературных данных выявлено, что\nполучение исходных порошков и развитие методов формования играют\nключевую роль в технологии изготовления наноструктурных материалов с\nповышенными значениями проводимости и термомеханических свойств. Эти\nсвойства керамики на основе диоксида циркония определяются структурой и\nфазовым составом и зависят от характеристик исходных порошков и технологии\nих получения.\n",
        "Для изготовления высокоплотной проводящей керамики необходимы\nнанокристаллические порошки с узким распределением частиц по размерам,\nмягко агломерированные, высокой степени гомогенности. В качестве метода\nполучения порошков с вышеперечисленными свойствами выбран способ\nхимического осаждения из растворов солей, который позволяет начинать\nмикроструктурное конструирование зерен керамики уже на стадии получения\nрастворов, зародышеобразования наночастиц в процессе реакции осаждения.\n",
        "С помощью варьирования параметров осаждения (концентрации\nрастворов, скорости осаждения, температуры реакции) можно управлять\n",
        "51 51\n",
        "процессом агломерации наночастиц, которая в дальнейшем наследуется в\nструктуре керамики.\n",
        "Метод позволяет контролировать морфологические характеристики\nчастиц на стадии осаждения, обеспечивать гомогенность распределения\nстабилизирующей добавки. Этот метод наряду с преимуществами имеет и\nсущественный недостаток – порошки, получаемые таким способом, имеют\nвысокую степень агрегации и агломерации продуктов осаждения и\nтермообработки. Порошки имеют широкий спектр размеров как первичных\nчастиц, так и агломерированных. Причина этого заключается в высокой степени\nмежчастичного взаимодействия, характерной для гидрогелей, связанной с\nявлением, называемым синерезисом. Получение частиц порошка с\nконтролируемой степенью агломерации начинается с контролируемого процесса\nудаления физической и химической связанной воды при переводе осажденных\nгидроксидов в оксиды.\n",
        "При нагреве осажденных гидроксидов происходит удаление физической,\nхимической воды, кристаллизация и образование твердого раствора,\nполиморфные превращения.\n",
        "Провести синтез методом химического осаждения порошков на основе\nZrO2 с воспроизводимыми и контролируемыми свойствами, необходимыми для\nспекания плотной наноструктуры из них в системе ZrO2 - Y2O3\n",
        "Состав исследуемой керамики в системе ZrO2 - Y2O3, твердых\nэлектролитов определяется количеством стабилизирующего оксида.\nКерамические материалы в системе ZrO2-Y2O3 остаются самыми\nперспективными для применения в качестве твердых электролитов для\nвысокотемпературных электрохимических устройств различного назначения.\n",
        "Анализ литературных данных позволил сделать выбор объекта\nисследования из 2-х групп: частично-стабилизированные Y-PSZ; полностью\nстабилизированные Y-FSZ.\n",
        "52 52\n",
        "Таблица 2 - Состав экспериментальных партий порошков.\n",
        "Наименование\nпартии порошка\n",
        "Состав ZrO2\n",
        "Т4 - 4Y- PSZ 96 мол%ZrO2 +4мол%Y2O3\n",
        "Т4А - 4Y- PSZ - 1 AL 95 мол%ZrO2 +4мол%Y2O3+1мол% Al2O3\n",
        "К8 - 8 – FSZ 92 мол%ZrO2 +8мол%Y2O3\n",
        "К10 - 10Y- FSZ 90 мол%ZrO2 +10мол%Y2O3\n",
        "Получение вышеперечисленных свойств керамических материалов\nвозможно с использованием в качестве исходных нанокристаллических\nпорошков. Свойства нанокристаллического порошка диоксида циркония,\nполученного методом химического осаждения зависят в основном от степени\nагломерации частиц.\n",
        "Противоречивые мнения многих исследователей по определению влияния\nдобавки Al2O3 выявили необходимость проведения исследований по изучению\nвлияния способа введения Al2O3 на функциональные свойства керамики\nсистемы ZrO2-Y2O3 ЧСДЦ для ЭХУ при длительных температурных\nприменениях .\n",
        "Задача совершенствования ЭХУ заключается в получении\nэлектрохимических элементов с высокой удельной плотностью тока. Выявлено\nосновное направления решения этой задачи - это использование монолитных\nкерамических структур толщиной менее 250 мкм, для изготовления которых\nиспользуются технологии литья керамической пленки на движущуюся подложку\nс изостатическим прессованием.\n",
        "В настоящее время остается актуальным синтез новых керамических\nматериалов на основе диоксида циркония, стабилизированного оксидами магния,\nкальция с нано структурными элементами, которые будут отвечать за высокую\n",
        "53 53\n",
        "термостойкость, требуемую при изготовлении изделий, работающих в условиях\nрезких циклических изменений температуры или в условиях термического удара\nиз-за высоких градиентов температуры. Анализируя работы различных\nисследователей, можно сделать предположение, что для получения\nнаноструктурированных термостойких материалов на основе диоксида циркония\nнеобходимо :\n",
        " использовать в качестве исходных нанокристаллические порошки с\nменьшей степенью агломерации;\n",
        " использовать в качестве добавки порошки, отличающиеся по\nразмеру и по химическому составу;\n",
        " разбивать процесс обжига на две стадии, включающие резкое\nохлаждение;\n",
        " применять в качестве метода формования жесткого каркаса с\nзаданным уровнем пористости - ХИП.\n",
        "Анализ литературных данных по получению наноструктурной керамики\nв порошковых системах ZrO2 –МgO, ZrO2-CaO c повышенными значениями\nтермостойкости позволил сделать выбор объектов исследования, которые\nпредставлены в таблице\n",
        "Таблица 3 - Объекты исследования, состав экспериментальных партий\nпорошков\n",
        ".\n",
        "№\n",
        "Наименование\n",
        "партии порошка\n",
        "Состав ZrO2\n",
        "1\n",
        "M8 - 8Mg- PSZ 96 мол% ZrO2 +8 мол% MgO\n",
        "2\n",
        "Ca 6 - 6 -FSZ 92 мол% ZrO2 +6 мол% CaO\n",
        "ЦЕЛЬ РАБОТЫ\n",
        "на основе анализа физико-химических процессов, протекающих при\nсинтезе и спекании материалов на основе диоксида циркония из\n",
        "54 54\n",
        "нанокристаллических порошков, получить наноструктуру, отвечающую за\nповышение проводящих и термостойких свойств керамики при\nвысокотемпературном применении.\n",
        "В СООТВЕТСТВИИ С ЦЕЛЬЮ ДИССЕРТАЦИОННОЙ РАБОТЫ\nПОСТАВЛЕНЫ СЛЕДУЮЩИЕ ЗАДАЧИ:\n",
        "1 Осуществить контролируемый и воспроизводимый синтез\nкерамических материалов с наноструктурой из исходных нанокристаллических\nпорошков с оптимальным размером частиц агломератов в системе ZrO2 - Y2O3 и\nZrO2-MgO.\n",
        "2 Исследовать влияния спекания с быстрым темпом нагрева и резким\nохлаждением на размер кристаллитов, эволюцию фаз и относительную\nплотность в системе ZrO2 - Y2O3\n",
        "3 Исследовать влияние наноструктуры в системе ZrO2 - Y2O3 на\nпроводящие свойства при длительном температурном воздействии\n",
        "4 Исследовать процессы фазообразования, спекания и формирования\nнаноструктуры в порошковых системах ZrO2- CaO , ZrO2-MgO, обеспечивающей\nстойкость термоудару в расплавах металлов.\n",
        "Выбор направлений исследования по изучению зависимости «состав –\nсвойства нанопорошка – наноструктура керамики – свойства изделия»\nпредставлен схематично на рисунках 7, 8.\n",
        "55 55\n",
        "Выбор направления исследований\n",
        "Рисунок 7 - Схема выбора направлений исследований по созданию\nнаноструктуры ионопроводящей керамики.\n",
        "СДЦ\nполностью\nстабилизированный\nдиоксид циркония с\nфазовым составом:\nкубическая\n",
        "кристаллическая фаза.\n",
        "ЧСДЦ\nчастично\n",
        "стабилизированный\nдиоксид циркония с\nфазовым составом:\nмоноклинная,\nтетрагональная,\nкубическая\n",
        "Способы повышения\nтермомеханических\nсвойств с сохранением\nвысокой ионной\nпроводимости\n",
        "Способы повышения\nстабильности\nструктуры, фазового\nсостава и ионной\nпроводимости\nИспользование\nнанокристаллического\nпорошка, полученного методом\n",
        "химического осаждения из\n",
        "растворов солей\n",
        "Состав\nТвердый раствор\n",
        "ZrO2 -Y2O3\n",
        "Способ формования для\nсоздания наноструктуры\n",
        "в керамики 50-100 нм литье керамической\nпленки -200 -250 мкм\n",
        "Способ спекания с сохранением\n",
        "нанострутуры\n",
        "Проведение исследования фазовой и\n",
        "структурной стабильности, ионной\n",
        "проводимости при длительном\n",
        "температурном воздействии\n",
        "56 56\n",
        "Рисунок 8 - Методологическая схема проведение исследований по\nсозданию термостойкой наноструктуры.\n",
        "Исследование по получению оптимальных\nхимического и гранулометрического составов\n",
        "на основе порошков ЧСДЦ\n",
        "ZrO2 +8мол% MgO ;\n",
        "ZrO2 +6мол% CaO\n",
        "Способ формования для создания\n",
        "термостойких структур Холодное изостатическое прессование\n",
        "Способ спекания - двухстадийное\n",
        "спекание с получением\nнаноструктурных элементов\n",
        "Проведение исследования процессов фазообразования,\n",
        "спекания и формирования наноструктуры в системах\n",
        "ZrO2- CaO , ZrO2-MgO, обеспечивающей стойкость к\n",
        "термоудару в расплавах металлов.\n",
        "57 57\n",
        "ГЛАВА 2 ИСХОДНЫЕ МАТЕРИАЛЫ, ТЕХНОЛОГИЯ ИЗГОТОВЛЕНИЯ\nИ МЕТОДЫ ИССЛЕДОВАНИЯ\n",
        "2.1. ОБОРУДОВАНИЕ И ТЕХНОЛОГИЯ ПОЛУЧЕНИЯ\nНАНОКРИСТАЛЛИЧЕСКИХ ПОРОШКОВ НА ОСНОВЕ ДИОКСИДА\nЦИРКОНИЯ\n",
        "В качестве исходных веществ для получения наноструктурной керамики\nбыли использованы исходные порошки, диоксида циркония, различной\nстабилизации оксидом иттрия , магния, кальция, которые представлены в\nтаблице 4.\n",
        "Таблица 4 - Свойства исходных веществ, применяемых в исследовании.\n№ Наименование вещества Марка Основная фаза\n1 Порошок диоксида циркония,\n",
        "стабилизированный оксидом иттрия\n4 мол%\n",
        "ТУ 1-596-504-2013\nТ 4\n",
        "96 мол% ZrO2 +4мол% Y2O3\n",
        "2 Порошок диоксида циркония,\n",
        "стабилизированный оксидом иттрия\n4 мол% и 1мол% оксида алюминия\n",
        "ТУ 1-596-506-2013\nТ4А\n",
        "96 мол% ZrO2 +4мол% Y2O3 +1\nмол %Al2O3\n",
        "3 Порошок диоксида циркония,\n",
        "стабилизированный оксидом иттрия\n8 мол%\n",
        "К 8 92 мол% ZrO2 +8мол% Y2O3\n",
        "4 Порошок диоксида циркония,\n",
        "стабилизированный оксидом иттрия\n10 мол%\n",
        "К 10 90 мол% ZrO2 +10мол% Y2O3\n",
        "5 Порошок диоксида циркония,\n",
        "стабилизированный оксидом магния\n8 мол%\n",
        "M 8\nТУ 1-596-502-2013\n",
        "92 мол% ZrO2 +8мол% MgO\n",
        "6 Порошок диоксида циркония,\n",
        "стабилизированный оксидом кальция\nмол%\n",
        "СТ0 68051575.007-2018 92 мол% ZrO2 + мол% СаO\n",
        "Порошки диоксида циркония, стабилизированные оксидами иттрия и\nмагния, были изготовлены на АО «ОНПП «Технология» имени А.Г. Ромашина»\nметодом совместного химического осаждения из растворов солей в виде\n",
        "58 58\n",
        "нерастворимых гидроксидов с последующим переводом их в гомогенную смесь\nоксидов. Исходные порошки были получены методом химического осаждения\nиз растворов хлористых солей. В настоящей работе в качестве способа для\nсинтеза керамических нанокристаллических порошков был выбран метод\nсоосаждения аморфных осадков (гидроксидов) из растворов реагентов (растворы\nхлористых солей). Метод позволяет контролировать морфологические\nхарактеристики частиц на стадии осаждения, обеспечивать гомогенность\nраспределения стабилизирующей добавки. Этот метод наряду с преимуществами\nимеет и существенный недостаток – порошки, получаемые таким способом,\nимеют высокую степень агрегации и агломерации продуктов осаждения и\nтермообработки. Порошки имеют широкий спектр размеров как первичных\nчастиц, так и агломерированных. Причина этого заключается в высокой степени\nмежчастичного взаимодействия, характерной для гидрогелей, связанной с\nявлением, называемым синерезисом. Получение частиц порошка с\nконтролируемой степенью агломерации начинается с контролируемого процесса\nудаления физической и химической связанной воды при переводе осажденных\nгидрооксидов в оксиды.\n",
        "При нагреве осажденных гидроксидов происходит удаление физической,\nхимической воды, кристаллизация и образование твердого раствора,\nполиморфные превращения. Процесс дегидратации определяет дальнейшую\nморфологию частиц ZrO2 и фазовый состав. Частицы порошков в зависимости от\nусловий дегидратации объединяются в агломераты, размеры которых и\nсостояние (мягкие или твердые) определяются термической предисторией\nосажденных гелей гидроксидов.\n",
        "В качестве метода применили прямое осаждение, когда к раствору\nхлористых солей циркония и стабилизирующей добавки солей иттрия,\nприливали с определенной скоростью 3 %-й раствор аммиака. В результате\nреакции осаждения образуется смесь гидроксидов в гелеобразном состоянии.\nОтмывку от хлористых солей проводили методом декантации до маточного\n",
        "59 59\n",
        "раствора с рН 6 в установке отмывки, которая состоит из стеклянных сосудов с\nлопастными мешалками, и оснащена перестальтическими, вакуумными насосами\nдля откачки и закачки маточных растворов и дистиллированной воды.\n",
        "С помощью вакуумных и перестальтических насосов гели гидроксидов\nпоступали в емкости установки отмывки. Равномерность распределения\nкомпонентов достигали перемешиванием гелей с помощью лопастной мешалкой\nв химическом реакторе и дополнительным перемешиванием после отмывки в\nвысокоскоростном гомогенизаторе. Это дополнительное перемешивание и\nгомогенизацию осажденных гелей проводили в высокоскоростном\nгомогенизаторе проточного (Рисунок 9, б).\n",
        "Получение частиц порошка с контролируемой степенью агломерации\nначинается с контролируемого процесса удаления физической и химической\nсвязанной воды при переводе осажденных гидрооксидов в оксиды. Этот процесс\nпроводили в роторном испарителе в вакууме при 40°С с вращением колбы со\nскоростью 100 оборотов /ч до содержания влаги до (40-43) % в высушенном\nпорошкообразном продукте. Процесс дегидратации в роторном испарителе при\nа б\nРисунок 9 – а) Роторный испаритель для удаления воды из гелей гидроксидов; б)\nгомогенизатор для гелей.\n",
        "60 60\n",
        "этих параметрах сушки и достижения содержания остаточной влаги в\nпорошковом продукте значения 40-43 % позволяет получать в конечном\nпорошок диоксида циркония с заданным уровнем свойств (размер агломератов,\nразмер кристаллитов, пикнометрическая плотность и удельная поверхность,\nфазовый состав в зависимости от количества стабилизирующего оксида).\n",
        "Важно, что при проведении сушки в роторном испарителе (рисунок 9) с\nдругими режимами (температурой, давлением и скоростью вращение колбы) и с\nдругим значением содержания более или менее 40-43 % остаточной влаги в\nпорошкообразном продукте – все это приводило к получению твердых частиц\nагломератов. Твердые агломераты получались с внутренней пористостью,\nструктура которых наследовалась в структуре спеченной керамики. И за этого\nсвойства материала из этих порошков от одной партии к другой не повторялись,\nчто делало невозможным применение порошков в качестве исходного сырья для\nизготовления функциональной керамики.\n",
        "Для получения «мягких» агломератов сушку проводили в сушильных\nшкафах при длительном ступенчатом режиме (120 – 150 – 200 – 250)°С с\nвыдержкой при каждой температуре в течение 24 часов. Это требовалось, чтобы\nфизическая связанная вода уходила постепенно, не увеличивая сцепление\nнанокристаллитов в плотные и прочные частицы агломератов гидроксидов,\nструктура которых наследовалась бы при получении оксидов.\n",
        "В работе для дополнительной дезагрегации частиц порошков с целью\nполучения порошков с «мягкими» агломератами - применяли способ\nмеханической активации и измельчение промежуточных соединений\nгидроксидов. Помол гидроксидов проводили сухим способом в шаровой\nмельнице с мелющими шарами из диоксида циркония с добавкой поверхностно\nактивного вещества (ПАВ) в течение 6 часов. Выбор этого времени помола был\nопределен по тому, что после 6 часов начиналось активное слипание частиц\nгидроксидов и это усиливало процесс агломерации после спекания и получения\nтвердых агломератов.\n",
        "61 61\n",
        "Технологическая схема получения порошков\n",
        "Растворный способ Твердофазный способ\n",
        "Химический реактор Проведение\n",
        "реакции\nхимического\nосаждения\nгидроксидов\nциркония и\nиттрия\n",
        "(магния) из\nрастворов\nсолей\n",
        "Проведение\nреакции\nхимического\nосаждения\nгидроксидов\nциркония и\nмагния из\nтвердых солей\n",
        "Валковая мельница,\nбанки\n",
        "полиэтиленовые,\nмелющие шары\n",
        "▼\n",
        "Установка Отмывка осажденных гелей от\n",
        "хлористых солей методом\nдекантации дистиллированной\nводой до рН=6\n",
        "для отмывки методом\nдекантации\n",
        "▼\n",
        "Высокоскоростной Перемешивание и гомогенизация\n",
        "совместно осажденных гидроксидов\nпри 7000об./ мин в течение 25мин\n",
        "гомогенизатор\n",
        "▼\n",
        "Роторный испаритель Отделение твердой фазы от жидкой\n",
        "методом выпаривания с\nопределенной влажностью\nгидроксидов\n",
        "Роторный\nиспаритель\n",
        "▼\nСушильные\nшкафы\n",
        "Сушка порошков гидроксидов\nциркония и иттрия до остаточной\n",
        "влажности 0,2-0,3%.\n",
        "Сушильные шкафы\n",
        "▼ ▼\n",
        "Дезагрегация\n",
        "гидроксидов\n",
        "циркония и\n",
        "Шаровая мельница\nс мелющими шарами\nиз диоксида циркония,\n",
        "62 62\n",
        "Рисунок 10 – Технологическая схема получения порошков, методом\nхимического осаждения из хлористых солей\n",
        "После фильтрации, промывки и сушки смесь гидроксидов проходила\n",
        "термообработку в интервале температуры 1100°С с выдержкой при этой\n",
        "температуре 4 часа с целью образования твёрдого раствора оксидов в виде\n",
        "частиц порошка.\n",
        "Необходимость проведения операции дезагрегации гидроксидов\n",
        "доказывают измерение морфологических свойств порошков оксидов с\n",
        "дополнительным помолом гидрооксидов циркония и иттрия или магния и без\n",
        "него. Кроме растворного способа осаждения гидроксидов из хлористых солей, в\n",
        "работе для получения исходного порошка диоксида циркония,\n",
        "иттрия (магния).\n",
        "Помол в шаровой\n",
        "мельнице 4-6\n",
        "часов.\n",
        "стабилизированного\nоксидом иттрия.\n",
        "▼ ▼\n",
        "Печь марки NT1000\nэлектрическая\n",
        "Термообработка\n",
        "Т (1100)°С с выдержкой 4 часа\n",
        "с Тмах-1340°Сфирмы\n«Nabertherm»,\n(Германия)\n▼\n",
        "Шаровая мельница с\n",
        "футеровкой ОТИ\n",
        "Механоактивация\n",
        "(Помол в шаровой мельнице 24 часа\n",
        ")\n",
        "и мелющими шарами\nиз диоксида циркония\nстабилизированного\nоксидом иттрия\n",
        "▼\n",
        "Автопикнометр АссиРус\n1330 фирмы\nMicromeritics;\nПрибор Nova\n(Германия),\n",
        "Измерения свойств :\n- пикнометрической плотности;\n- удельной поверхности(метод БЭТ);;\n- максимального размера\nкристаллитов;\n",
        "- фазовый состав (содержание\nкристаллических фаз: моноклинной,\nтетрагональной, кубической)\n- гранулометрический состав (размер\nчастиц агломератов-);\n",
        "- микроструктура частиц порошков.\n",
        "Электронном\nмикроскопе марки\nEVO-40 фирмы Carl\nZeiss (Германия),\nрентгеновский\nдифрактометр общего\nназначения ДРОН-6,0\nс использованием\nпрограммного пакета\nPDWin-4\n",
        "63 63\n",
        "стабилизированным оксидом магния, применяли твердофазный способ\nсовместного осаждения из твердой смеси хлористых солей циркония и магния.\nСпособы отличались друг от друга лишь на стадии проведении реакции\nосаждения. Растворный способ проводили в химическом реакторе (рисунок 11),\nтвердофазный в полиэтиленовых банках с мелющими шарами на валковой\nмельнице. Следующие технологические операции были одинаковые для двух\nспособов осаждения. Технология получения порошков диоксида циркония,\nстабилизированного оксидом иттрия, магния и применяемое оборудование\nпредставлены на рисунке 10.\n",
        "б\n",
        "а\n",
        "Рисунок 11 - Технологическая линия по получению порошков химическим\nметодом из растворов солей а) химический реактор с установкой отмывки от\nхлористых солей б) сушильные шкафы для сушки гидроксидов.\n",
        "Другим не менее важным свойством исследования при получении\nнанокристаллических порошков является морфология частиц агломератов,\nкоторая включает форму, размеры, т.е. дисперсность - распределение в\nколичественном соотношении по размерам.\n",
        "64 64\n",
        "2.1.1 ИЗМЕРЕНИЯ ДИСПЕРСНОСТИ ЧАСТИЦ - ГРАНУЛОМЕТРИЧЕСКОГО\nСОСТАВА ПОРОШКОВ МЕТОДОМ ЛАЗЕРНОЙ ДИФРАКЦИИ\n",
        "Дисперсность и распределение частиц агломератов по размерам\nопределяли с помощью метода лазерной дифракции на анализаторе марки\nANALYSETTE 22 MicroTec plus фирмы «FRICH», (Германия). Определение\nразмера частиц проводили методом светорассеяния. Точная обработка данных,\nполученных методом светорассеяния, зависят от соотношения радиуса r частицы\nи длины волны λ падающего света. При r <1/20 наблюдается релеевское\nрассеяние. В области, когда радиус частиц примерно равен или меньше λ, для\nописания процесса используется теория Дебая, или теория Ми, которая\nприменима для сферических частиц.\n",
        "Измерения гранулометрического состава проб порошков проводили на\nлазерном анализаторе размера частиц Анализетте-22 МикроТек плюс\nпроизводства FRITSCH (Германия), имеющим диапазон измерения 0,08-2000\nмкм. В качестве жидкости диспергирования использовалась очищенная вода.\nПеред проведением измерений на анализаторе были проведены измерения\nгосударственных стандартных образцов D050 (0,5 мкм), КМК018 (16 мкм),\nКМК180 (180 мкм) и стандартных образцов ISO (0,2 мкм и 17 мкм) - указаны\nзначения d50 - с целью проверки аналитических характеристик анализатора. Все\nпробы, учитывая их размерный состав, измерялись в поддиапазоне 0,08-43 мкм\n(использовался зеленый лазер с длиной волны 532 нм). Все пробы измерялись в\nодних и тех же условиях диспергирования: проба переводилась в состояние\nсуспензии в очищенной воде с использованием водного раствора ПАВа Dusazin\n901 и подвергалась воздействию ультразвука во внешней ванне Elma S120\nElmasonic в течение 5 мин. Во время измерения в блоке жидкостного\nдиспергирования прибора задавались следующие параметры: насос 70% от макс.\nпроизводительности (100% = 5,5 л/мин), ультразвук 100% максимальной\nпроизводительности (100% = 60 Вт, 36 кГц).\n",
        "65 65\n",
        "Результаты гранулометрического анализа исходных порошков марки T4,\nна основе химосажденного диоксида циркония, частично стабилизированного\nоксидом иттрия представлены на рисунке 12. Исходя из распределения частиц\nагломератов по размерам (таблица 5) в порошке преобладающей фракцией\nявляются частицы агломератов у порошка Т4-1 без дезагагрегации\nпромежуточных продуктов - 70-86 мкм, а у порошка Т4-2 с дезагрегацией\nгидроксидов - 14-21 мкм.\n",
        "а б\nРисунок 12– Распределение частиц агломератов порошка ZrO2-4мол %Y2O3 по\nразмерам T4 – 1 а) без дезагагрегации гидроксидов и б) T4 – 2 с дезагрегацией\nпромежуточных продуктов - гидроксидов в шаровой мельнице с ПАВ\n",
        "Таблица 5 - Гранулометрический состав порошка исходного до помола марки\n",
        "T4 -1без и Т4-2 с дезагрегацией гидрооксидов .\n",
        "Количество ,\n",
        "%\n",
        "Т4 - 1 Т4- 2\nразмеры частиц, мкм Размеры частиц, мкм\n5 1,6 0,7\n10 3,8 1,8\n25 10,6 3,6\n50 21,2 7,4\n75 32,9 14,9\n90 46,3 21,3\n95 65,6 25,8\n99,9 70,8 40,3\n",
        "Dср 25,29 8,93\n",
        "66 66\n",
        "Результаты гранулометрического анализа исходных порошков состава\nмарки К8 на основе химосажденного диоксида циркония, полностью\nстабилизированного оксидом иттрия представлены на рисунке 13. Анализ\nраспределения частиц агломератов по размерам (Таблица 6) показал, что в\nпорошке преобладающей фракцией являются частицы агломератов у порошка\nК8-1 без дезагагрегации промежуточных продуктов 86 - 140 мкм, а у порошка\nК8 - 2 с дезагрегацией - 13-20 мкм до помола.\n",
        "а б\n",
        "Рисунок 13 – Распределение частиц агломератов порошка а) К8 – 1 по\nразмерам без дезагагрегации гидроксидов; б) К8 – 2 с дезагрегацией\nгидроксидов\n",
        "Таблица 6. Гранулометрический состав исходного порошка до помола марки К81 без и К8-2 с дезагрегацией гидрооксидов\n",
        "Количество ,\n",
        "%\n",
        "К8 - 1 К8 - 2\nРазмеры частиц, мкм Размеры частиц, мкм\n5 8,6 0,5\n10 16,8 0,8\n25 35,6 1,6\n50 86,2 5,2\n75 140,9 12,9\n90 186,3 20,3\n95 200,6 24,6\n99,9 250,8 38,6\n",
        "Dср 98,73 8,73\n",
        "67 67\n",
        "Результаты гранулометрического анализа исходных порошков марки К10\nна основе химосажденного диоксида циркония, полностью стабилизированного\nоксидом иттрия, представлены на рисунке 14. Исходя из распределения частиц\nагломератов по размерам (Таблица 7 ) в порошке преобладающей фракцией\nявляются частицы агломератов у порошка К10-1 (196 – 200) мкм , у порошка\nК10-2 - (35-40 )мкм.\n",
        "а б\nРисунок 14 – Распределение частиц агломератов порошка К10 по размерам\nбез дезагагрегации гидроксидов К10 – 1 а) и К10 – 2 б) с дезагрегацией\nгидроксидов в шаровой мельнице с ПАВ.\n",
        "Таблица 7 – Грансостав порошков до помола К10-1 без и К10-2 с\n",
        "дезагрегацией гидрооксидов\n",
        "Количество ,\n",
        "%\n",
        "К10 - 1 К10 - 2\n",
        "Размеры частиц, мкм Размеры частиц, мкм\n5 8,6 0,5\n10 26,8 0,8\n25 55,6 5,6\n50 96,2 12,2\n75 150,9 22,9\n90 186,3 35,3\n95 200,6 40,6\n99,9 250,8 44,6\n",
        "Dср 98,73 10,73\n",
        "68 68\n",
        "Результаты гранулометрического анализа исходных порошков марки М8\nна основе химосажденного диоксида циркония, стабилизированного оксидом\nмагния, представлены на рисунках 15. Исходя из распределения частиц\nагломератов по размерам (таблица 8) в порошке преобладающей фракцией\nявляются частицы агломератов без дезагломерации (35-76) мкм, а у порошка\nМ8-2 с дезагломерацией - (9-27) мкм до помола.\n",
        "Таблица 9 - Грансостав порошка до помола М8-1 без и М8-2 с\n",
        "дезагрегацией гидрооксидов\n",
        "Количество ,\n",
        "%,\n",
        "М8-1 М8- 2\nРазмер частиц, мкм Размер частиц, мкм\n5 4,2 1,1\n10 8,7 3,7\n25 19,5 8,2\n50 35,8 14,0\n75 56,6 27,1\n90 76,9 39,5\n95 94,1 42,5\n99,9 135,8 56,5\n",
        "Dср 42,21 9,3\n",
        "а б\nРисунок 15 – Распределение частиц агломератов порошка М8 по размерам без\nдезагагрегации гидроксидов а) М8–1 и М8– 2 б) с дезагрегацией гидроксидов\n",
        "69 69\n",
        "Гранулометрический анализ всех исследуемых порошков оксидов после\nобжига при температуре 1200°С показал необходимость операции измельчения\nчастиц оксидов в шаровой мельнице с добавкой ПАВ.\n",
        "Морфологию частиц агломератов изучали с помощью растрового\nэлектронного микроскопа марки EVO-40 фирмы Carl Zeiss (Германия). В\nпроцессе исследования были подобраны оптимальные параметры и режимы э/м.\nДля получения высокого разрешения анализ проводили в условиях высокого\nвакуума во вторичных электронах при ускоряющем напряжении 25кВ. что\nпозволяло наблюдать тонкую структуру порошка при больших увеличениях.\n",
        "Необходимость проведения операции помола доказывают измерение\nморфологических свойств порошков оксидов с дополнительным помолом\nгидрооксидов циркония и иттрия с ПАВ и без него.\n",
        "2. 1.2 ПОМОЛ И МЕХАНОАКТИВАЦИЯ ПОРОШКОВ\nПомол порошков диоксида циркония, стабилизированного оксидом иттрия\nи магния .Помол и механоактивация частиц агломератов диоксида циркония,\nстабилизированного оксидом иттрия, магния проводили в шаровой мельнице с\nфутеровкой и мелющими шарами из диоксида циркония, стабилизированного\nоксидом иттрия. На рисунке 16 представлен внешний вид и рабочая схема\nшаровой мельницы.\n",
        "70 70\n",
        "в\n",
        "Рисунок 16 – Рабочая схема а), б) и внешний вид шаровой мельницы в).\n",
        "Одним из технологических подходов по выравнивание агломерированных\nнаноразмерных порошков по гранулометрическому составу является\nмеханическая обработка в мельницах. Преимущество такой обработки состоит в\nвозможности дополнительной активации порошков, дезагломерации,\nразрушение мягких агломератов. Механическая активация с помощью помола\nспособствует образованию новых поверхностей структурных дефектов в объеме\nчастиц и поверхностях.\n",
        "В данной работе у отдельных порошков T4–2, К8-2, К10-2 провели\nдезагрегацию частиц промежуточного продукта совместно осаженных\nгидрооксидов циркония и стабилизирующего оксида (иттрия, магния).\nРезультаты исследования подтвердили, что дезагрегация частиц агломератов\nгидрооксидов с помощью шарового помола с добавкой поверхностно-активного\nвещества (ПАВ), является высокоэффективным способом уменьшения эффекта\nагломерации, слипания частиц в оксидах после термообработки.\n",
        "В мельнице проводили измельчение агломератов порошков, полученных\nхимическим методом осаждения из растворов хлористых солей циркония и\nстабилизирующих оксидов иттрия и магния. Практически было найдено\nоптимальное время 24 часа для измельчения агломератов частиц порошков.\nАгломераты «мягкие» или «твердые» определяли с помощью анализа\nизмеренных свойств до и после помола в шаровой мельнице. В качестве методов\nисследования свойств порошков применяли следующие методы и приборы и\nоборудование, представленные в последующих главах.\n",
        "71 71\n",
        "2.1.3 ИЗМЕРЕНИЕ ПИКНОМЕТРИЧЕСКОЙ ПЛОТНОСТИ.\nИзмерение пикнометрической плотности (истинной) проводили на\nавтопикнометре марки Автопикнометр АссиРус II 1340 фирмы Micromeritics\n(США). В основе работы гелиевого пикнометра лежит измерение объема газа\nНе, вытесненного измеряемым образцом объемом Vобр из камеры для анализа\nкалиброванным объемом Vcell. В камеру расширения с известным объемом Vexp\n(Рисунок 17 )\n",
        "клапан\n",
        "Рисунок 17 - Схема измерения пикнометрической плотности с помощью\nавтопикнометра.\n",
        "Vобр = Vcell – Vexp/[ (P1/P2)-1], ( 1 )\nP1- атмосферное давление;\n",
        "Р2 – промежуточное давление, которое устанавливается после открытия\nклапана.\n",
        "Зная массу образца М, г и объем образца можно вычислить\nпикнометрическую плотность, г/см3,\n",
        "p=М/ Vобр, ( 2)\n",
        "Полученное значение пикнометрической плотности близко к истинной\nплотности материала. Гелий, обладая очень малыми размерами атомов и\nмолекул, способен проникать в самые мелкие поры , трещины и другие дефекты\nматериала, что способствует высокоточному определению объема исследуемого\nматериала, а, следовательно, и плотности материала. Процесс нахождения\nобъема на приборе АссириРус II 1340 полностью автоматизирован.\n",
        "Калиброванный объем\n",
        "камеры для образца\n",
        "Калиброванный объемом\n",
        "Vexp\n",
        "72 72\n",
        "2.1.4 ОПРЕДЕЛЕНИЕ УДЕЛЬНОЙ ПОВЕРХНОСТИ ПО\nАДСОРБЦИОННЫМ ДАННЫМ (ПО ТЕОРИИ БЭТ)\n",
        "Для нанодисперсных порошковых систем характерны поверхностные\nявления адсорбция - процесс концентрирования вещества на межфазной\nповерхности. Для определения удельной поверхности анализируемых образцов\nиспользовали данные физической адсорбции. Ее закономерности хорошо\nописываются в рамках теории, предложенной Брунауером, Эмметом и Теллором\n(теория БЭТ). Согласно этой теории адсорбированная фаза представляет собой\nсовокупность адсорбированных комплексов, которые могут состоять из одной\nмолекул адсорбата, связанных с одним адсорбционным центром на поверхности\nадсорбента.\n",
        "Величина удельной поверхности:\n",
        "Sуд=А∞NAS0, (3 )\nгде А∞ - емкость адсорбционного монослоя, приходящая на единицу\nплощади поверхности ; NA – число Авагадро; S0 площадь, занимаемой одной\nмолекулой адсорбата в насыщенном мономолекулярном слое.\n",
        "В качестве адсорбата применяли азот при низких давлениях.\n",
        "2. 1.5 РЕНТГЕНОГРАФИЧЕСКИЙ АНАЛИЗ.\nПо характеру решаемых задач различают два вида рентгенографического\nанализа.\n",
        "1. Рентгеноструктурный анализ (РСА), предназначенный для определения\n",
        "параметров и качественных характеристик кристаллической решетки\nанализируемых порошков и частиц керамики.\n2. Рентгенофазовый анализ (РФА), состоящий в определении существующих\n",
        "фаз (качественный) и их относительное содержание в анализируемом\nпорошке (количественный).\n",
        "В настоящей работе с помощью РФА, основанном на дифракции\nрентгеновских лучей при прохождении через кристалл, измеряли фазовый состав\n",
        "73 73\n",
        "многофазных порошков. Для получения пучка рентгеновских лучей\nиспользовали рентгеновские трубки, в которых рентгеновские лучи возникают в\nрезультате торможения электронов на металлическом аноде. Использовали\nметод получения дифракционного эффекта от кристалла-метод Дебая-Шеррера,\nв котором условия дифракции монохроматического рентгеновского излучения\nобусловлены большим числом различно ориентированных систем плоскостей.\nЭтот метод используется в дифрактометрах типа «ДРОН». В данной работе\nисследования проводили на рентгеновском дифрактометре общего назначения\nДРОН - 6,0 с использованием программного пакета PDWin-4.\n",
        "РФА основан на двух положениях:\n- каждая фаза дает присущий только ей набор дифракционных линий;\n- интенсивность линий пропорциональна содержанию фазы.\nРентгенограмма многофазной системы представляет собой результат наложения\nрентгенограмм отдельных фаз.\n",
        "Рентгеновский количественный анализ основан на сравнении\nинтенсивности линий определяемых фаз между собой или интенсивностью\nэталона.\n",
        "Для обсчета дифрактограмм использовали компьютерную программу,\nоснованную на аппроксимации экспериментально полученного дифракционного\nпрофиля - «PowderCell 2.3».\n",
        "Для определения предельного размера кристаллитов в данной работе\nиспользовали РСА, который позволяет определять размер кристаллитов как\nобласть когерентного расширения дифракционных пиков (ОКР). При этом\nиспользовали методику исследования нанокристаллических материалов,\nоснованную на анализе формы и уширения дифракционных пиков.\n",
        "В основу метода РСА входит то, что кристаллиты малого размера\nвызывают уширение дифракционных линий и что интегральная ширина\nпрофиля дифракционной линии обратно пропорциональна размеру\nкристаллитов в образце:\n",
        "74 74\n",
        "(4)\n",
        "Анализ интегральной ширины дифракционных линий является простым\nи распространенным методом определения параметров наноструктуры. С\nпомощью этого метода можно разделять эффекты уширени дифракционных\nлиний, обусловленные малым размером ОКР и микродеформациями, в ряде\nслучаев оценить концентрацию дефектов упаковки.\n",
        "2.1.6 ОПРЕДЕЛЕНИЯ РАЗМЕРА ЧАСТИЦ МЕТОДОМ\nСКАНИРУЮЩЕЙ ЭЛЕКТРОННОЙ МИКРОСКОПИЕЙ\n",
        "Наиболее известным методом определения размера малых частиц является\nмикроскопический. Электронная микроскопия позволяет прямо и\nнепосредственно определять размеры наночастиц и нанокристаллитов.\nЭлектронно-микроскопический анализ порошков и спеченных образцов\nпроводили на сканирующем электронном микроскопе CЭМ ЕVO40 XVP (фирмы\nCarl Zeiss) c системой рентгеновского микроанализа Quantax 400 (Bruker).\n",
        "В CЭМ сфокусированный пучок электронов отклоняют с помощью\nмагнитов и сканируют по поверхности образца с подобно пучку электронов. При\nэтом детектируются низкоэнергетические вторичные электроны, возникающие в\nрезультате сканирующего пучка с поверхностью твердого тела.\n",
        "Поскольку вторичные электроны характеризуются очень малой энергией,\nто они способны выходить из поверхностных участков с глубиной порядка 1-10\nнм, что позволяет качественно охарактеризовать исследуемую поверхность\nобразца с получением при этом объемных изображений. Электронная\nмикроскопия является локальным методом и определяет размер объектов только\nв ограниченном поле наблюдения.\n",
        "75 75\n",
        "2.2 СВОЙСТВА ПОРОШКОВ НА ОСНОВЕ ДИОКСИДА ЦИРКОНИЯ,\nСТАБИЛИЗИРОВАННОГО ОКСИДАМИ ИТТРИЯ И МАГНИЯ, ДО ПОМОЛА\nИ ПОСЛЕ.\n",
        "Измеренные свойства на порошках до помола в шаровой мельнице и после\n24 часов помола представлены в таблице 10.\n",
        "Таблица 10 – Свойства исходных порошков диоксида циркония,\nстабилизированного оксидом иттрия и магния до помола и после.\n",
        "№ Марка До помола После помола\n",
        "в шаровой мельнице -24ч\n",
        "Υ пик\nг/см3\n",
        "Sуд\nм2/г\n",
        "Фазовый\n",
        "состав,\n",
        "%\n",
        "ОКР\nнм\n",
        "D\nср\nмкм\n",
        "Υ пик\nг/см3\n",
        "Sуд\nм2/г\n",
        "Фазовый\nСостав,\n%\n",
        "ОКР\nнм\n",
        "D ср\nмкм\n1 TR 4 - 1 6,05 4,3 М – 30\n",
        "Т – 60\nК - 10\n",
        "М –25\nТ – 53\nК - 47\n",
        "7,8 5,78 4,6 М – 25\n",
        "Т – 28\nК 47\n",
        "М – 23\nТ – 45\nК 47\n",
        "7,6\n",
        "2 TR 4 - 2 6,05 2,7 М – 10\n",
        "Т – 90\n",
        "М –13\nТ – 40\n",
        "6,8 6,05 6,8 М – 10\n",
        "Т –90\n",
        "М – 15\nТ – 40\n",
        "2,3\n",
        "3 К8 – 1 6, 05 5,0 К -100 К -180 7,9 5,78 5,1 К 100- К -170 7,8\n",
        "4 К8 – 2 6,05 2,5 К -100 К - 38 9,4 6,05 6,1 К -100 К -35 2,6\n",
        "5 К10 – 1 5,98 5,7 К -100 К - 155 10,1 5,75 5,7 К -100 К -150 9,9\n",
        "6 К10 – 2 6,05 3,6 К -100 К - 40 10,2 5,98 6,5 К -100 К -38 3,2\n",
        "Υ пик -пикнометрическая плотность порошка; Sуд – удельная поверхность; М- моноклинная\nфаза; Т- тетрагональная фаза; К – кубическая фаза; ОКР - максимальный размер кристаллитов;\nD ср – средний размер частиц агломератов порошка.\n",
        "Результаты измерения гранулометрического состава порошков без\nдополнительного помола гидроксидов Т4-1, К8-1, при проведении шарового\nпомола в течение 4, 12, 20, 24, 25 часов представлены на рисунках 18, 20\nсоответственно.\n",
        "76 76\n",
        "Рисунок 18 - зависимость гранулометрического состава в зависимости от\nвремени помола агломератов частиц порошка Т4-1 в шаровой мельнице\n",
        "Результаты измерения гранулометрического состава порошков с\nдополнительным помолом гидроксидов Т4-2, К8-2 при проведении\nокончательного шарового помола в течение 4, 12, 20, 24, 25 часов представлены\nна рисунках 19, 21 соответственно.\n",
        "Рисунок 19- Зависимость гранулометрического состава в зависимости от\nвремени помола агломератов частиц порошка Т4-2 в шаровой мельнице\n",
        "0ч\n",
        "4ч\n",
        "12ч\n",
        "20ч\n",
        "24ч\n",
        "25ч\n",
        "0\n20\n40\n60\n80\n100\n",
        "10 50 75 90 100\n",
        "0,8\n",
        "16,7\n",
        "30,7\n",
        "46,8\n",
        "90,4\n",
        "0,3 0,7 3,6\n",
        "8,9\n",
        "15,6\nМаксимальный\nразмер\nчастиц,\nмкм\n",
        "% , объемное содержание частиц\n",
        "Т4 -1\n",
        "шаровой помол\n0ч 4ч 12ч 20ч 24ч 25ч\n",
        "0ч\n",
        "4ч\n",
        "12ч\n",
        "20ч\n",
        "24ч\n",
        "25ч\n",
        "0\n5\n10\n15\n20\n25\n30\n35\n40\n",
        "10 50 75 90 100\n",
        "19,8\n",
        "35,4\n",
        "0,3 0,8\n",
        "1,8\n",
        "2,1 2,7\n",
        "0\nМаксимальный\nразмер\nчастиц,\nмкм\n",
        "% , объемное содержание частиц\n",
        "оксид Т4-2\n",
        "шаровой помол\n0ч 4ч 12ч 20ч 24ч 25ч\n",
        "77 77\n",
        "Рисунок 20- Зависимость гранулометрического состава в зависимости от\nвремени помола агломератов частиц порошка К8-1 в шаровой мельнице\n",
        "Рисунок 21- Зависимость гранулометрического состава в зависимости от\nвремени помола агломератов частиц порошка К8-2 в шаровой мельнице\n",
        "0 ч\n",
        "4ч\n",
        "12ч\n",
        "20ч\n",
        "24ч\n",
        "25ч\n",
        "0\n20\n40\n60\n80\n100\n120\n",
        "10 50 75 90 100\n",
        "2,8\n",
        "29,5\n",
        "45,7 46,8\n",
        "114,5\n",
        "0,4 1,8\n",
        "7,6\n",
        "10,9\n",
        "17,4\nМаксимальный\nразмер\nчастиц,\nмкм\n",
        "% , объемное содержание частиц\n",
        "К8 -1\n",
        "шаровой помол\n0 ч 4ч 12ч 20ч 24ч 25ч\n",
        "0 ч\n",
        "4ч\n",
        "12ч\n",
        "20ч\n",
        "24ч\n",
        "25ч\n",
        "0\n10\n20\n30\n40\n50\n60\n70\n",
        "10 50 75 90 100\n",
        "15,8\n",
        "65,9\n",
        "0,4\n",
        "0,3 0,3 1,1 4,3\n",
        "3,8 4,8\nМаксимальный\nразмер\nчастиц,\nмкм\n",
        "% , объемное содержание частиц\n",
        "К 8 - 2\n",
        "шаровой помол\n0 ч 4ч 12ч 20ч 24ч 25ч\n",
        "78 78\n",
        "Значения удельной поверхности порошков в работе рассматривали в\nнепосредственной связи с пикнометрической плотностью. Эти показатели\nговорят о состоянии агломератов частиц порошка. Если в результате помола и\nмеханоактивации у порошков остается неизменной пикнометрическая плотность\nи при этом увеличивается значение удельной поверхности, то это значит, что\nагломераты частиц порошка были «мягкие» и разрушились при помоле. Если\nагломераты были твердые, то открытие, частичное разрушение жестких\nмостиков у частиц привело к уменьшению значения пикнометрической\nплотности по сравнению с плотностью до помола и при этом удельная\nповерхность незначительно изменилась. Так произошло с порошками марки T4–\n1, К8-1, К10-1, М8-1, у которых наблюдается уменьшение пикнометрической\nплотности после помола в шаровой мельнице (таблица 9) и незначительное\nувеличение Sуд. Предположительно, у этих порошков имеются твердые\nагломераты, которые сохраняются даже при применении ультразвука при\nизмерении гранулометрического состава методом лазерной дифракции,\nгранулометрический состав порошков не меняется после помола, но значение\nпикнометрической плотности уменьшается. Это происходит от того, что помол\nоткрывает внутреннюю развитую поверхность частиц, и поэтому Υпикн.\nуменьшается, а Sуд увеличивается при неизменном гранулометрическом составе.\nЭти выводы подтверждаются результатами исследования частиц порошков на\nэлектронном микроскопе (рисунок 22 ).\n",
        "У порошков Т4-2 и К8-2 и К10-2 наблюдали образование «мягких»\nагломератов после обжига и помола, так как после помола у этих порошков\nпикнометрическая плотность не изменялась, а удельная поверхность после\nпомола увеличивалась (таблица 10). У этих порошков была на стадии\nгидроксидов проведена дезагрегация в виде помола в шаровой мельнице в\nтечение 6 часов с добавкой ПАВ. Результаты гранулометрического состава\nчастиц агломератов у этих порошков (рисунки 19, 21 ) показали, что размеры\nагломератов частиц изменились с 6 - 8 мкм до 2 мкм.\n",
        "79 79\n",
        "Исследование частиц порошков методом сканируещей электронной\nмикроскопии подтвердило этот вывод. Результаты электронно\nмикроскопического исследования представлены на рисунке 19. Окончательный\nвывод о необходимости проведения дополнительной дезаагрегации порошков на\nстадии гидроксидов можно сделать при окончательном спекании\nотформованных образцов из этих порошков.\n",
        "а б\n",
        "в г\n",
        "д\n",
        "е\nРисунок 22 – Частицы агломератов а) Т4-1 б) Т4-2 в ) К8 - 1; г) К 8 -2;\nд)К10-1; е) К10.\n",
        "Для получения наноструктурной керамики очень важно знать химический\nсостав исходных порошков. Измерения химического состава порошков были\nпроведены на порошках, у которых была проведена дезагломерация гидроксидов\n",
        "80 80\n",
        "до обжига. Результаты представлены в таблице 2.5. Химический состав\nопределяли атомно-адсорбционным методом с применением ГОСТ 13997.9-84\nдля измерения содержания оксидов иттрия, алюминия, кремния, титана, железа,\nмагния.\n",
        "Таблица 10 Результаты измерения химического состава исходных порошков\n",
        "Порошки производства АО «ОНПП\n«Технология» имени А.Г.\nРомашина\n",
        "ЧСДЦ СДЦ ЧСДЦ\n",
        "T 4 - 2 К8-2 К10-2 М8-2\nZrO2, мас % ( 92,0±0,2 86,7 84, 0± 97,6±0,2\nЗаданное содержание\n",
        "Y2O3 мас %\n",
        "7,0±0,2 12,0±0,2 15,0±0,2\n",
        "Y2O3 мас % 7,0±0,2 12,0±0,2 15,0±0,2\nЗаданное содержание\n",
        "MgO мас %\n",
        "3,2±0,5\n",
        "MgO мас % - - - 1,4±0,2\nAl2O3 мас % <0,02 <0,03 <0,02 <0,02\n",
        "SiO2 мас % <0,01 <0,01 <0,03 <0,01\nTiO2 мас % <0,01 <0,01 <0,01 0,01\nFe2O3 мас % <0,02 <0,01 <0,01 <0,01\n",
        "Na2O мас % <0,028 <0,02 <0,01 <0,01\nАнализ химического состава позволил сделать вывод, что получение\nпорошка диоксида циркония, стабилизированным оксидом иттрия, из растворов\nхлористых солей позволяет получать порошки с контролируемы заданным\nсоставом. Но порошок диоксида циркония, стабилизированный оксидом магния\nи полученный из растворов хлористых солей, не соответствует заданному\nсоставу.\n",
        "Поэтому для получения диоксида циркония, стабилизированного оксидом\nмагния в заданном составе М8-3 с содержанием оксида магния до 3,2 мас %, что\nсоответствует 8 мол %, применили твердофазный способ химического\nосаждения. Способ заключается в проведении реакции осаждения из твердых\nсолей с добавкой осадителя раствора аммиака по технологической схеме,\nпредставленной на рисунке 10.\n",
        "По этой технологической схеме была получена партия порошка М8-3 с\nзаданным содержанием оксида магния MgO в пересчете на оксиды в количестве\n3,2±0,5 мас %., что соответствует 8 мол%. Результаты измерения химического\n",
        "81 81\n",
        "состава порошка атомно-адсорбционным методом по Гост 2642-2017 партии М8\n- 3, полученной твердофазным методом, в сравнении с партиями М8 – 2,\nполученными растворным способом осаждения, представлены в таблице 11.\nТаблица 11 - Химический состав порошков заданного состава ZrO2( 3,2 мас %\nMgO), полученных различными способами осаждения.\n",
        "Порошки производства АО\n«ОНПП «Технология» им.\nА.Г. Ромашина\n",
        "ЧСДЦ ЧСДЦ\n",
        "М8-2 М8-3\n",
        "Способ получения Растворный Твердофазный\n",
        "ZrO2, мас % ( 97,6±0,2 95,8±0,5\nЗаданное содержание\n",
        "MgO мас %\n",
        "3,2±0,5 3,2±0,5\n",
        "MgO мас % 1,4±0,2 3,2±0,5\nAl2O3 мас % <0,02 <0,02\n",
        "SiO2 мас % <0,01 <0,01\nTiO2 мас % <0,01 0,01\nFe2O3 мас % <0,02 <0,01\n",
        "Na2O мас % <0,028 <0,01\n",
        "Свойства порошков диоксида циркония, стабилизированного оксидом\nмагния, различными способами осаждения представлены в таблице 12.\n",
        "Таблица 12 - Свойства порошков диоксида циркония, стабилизированного\nоксидом магния.\n№ Марка,\n",
        "Способ\nполучен\nия\n",
        "До помола После помола\n",
        "в шаровой мельнице -24ч\nΥ\nпик\nг/см3\n",
        "Sуд\n",
        "м2/г\n",
        "Фазовый\n",
        "состав,\n",
        "%\n",
        "ОКР\n",
        "нм\n",
        "D ср\n",
        "мкм\n",
        "Υ\nпик\nг/см3\n",
        "Sуд\n",
        "м2/г\n",
        "Фазовый\nсостав,\n%\n",
        "ОКР\n",
        "нм\n",
        "D\nср\nмкм\n1 М8 – 1\n",
        "Р\n",
        "5,97 5,5 М -90\n",
        "Т -10\n",
        "М - 40 10,2 5,65 5,6 М – 85\n",
        "Т – 15\n",
        "М 125\nТ 68\n",
        "8,2\n",
        "2 М8-2\n",
        "Р\n",
        "5,98 3,2 М – 80\n",
        "Т – 20\n",
        "М – 17\nТ – 40\n",
        "6,7 5,98 6,0 М – 80\n",
        "Т – 20\n",
        "Мон –\n17\n",
        "Тетр –\n38\n",
        "2,8\n",
        "3 М8 – 3\n",
        "Тв\n",
        "5,98 2,7 М – 30\n",
        "Т – 70\n",
        "М – 14\nТ – 38\n",
        "6,3 5,98 6,2 М –20\n",
        "Т – 76\nК -15\n",
        "М – 12\nТ – 35\nК -40\n",
        "2,0\n",
        "Υ пик -пикнометрическая плотность порошка; Sуд – удельная поверхность; Ммоноклинная фаза; Т- тетрагональная фаза; К – кубическая фаза; ОКР - максимальный\nразмер кристаллитов; D ср – средний размер частиц агломератов порошка Ррастворный способ получения, ТВ-твердофазный способ получения порошков\n",
        "82 82\n",
        "2.3 ПОМОЛ И ИЗМЕРЕНИЕ СВОЙСТВ ПОРОШКА ДИОКСИДА\nЦИРКОНИЯ, СТАБИЛИЗИРОВАННЫЙ ОКСИДОМ КАЛЬЦИЯ\n",
        "Порошок ZrO2 (5,5 мас% CaO) СТ0 68051575.007-2018 был получен\nметодом индукционного плавления. Порошок поставлялся в виде кусков и был\nподвергнут вибро помолу на мельнице ОТА603 в карманах с футеровкой и с\nмелющими шарами из диоксида циркония, стабилизированного оксидом иттрия.\n",
        "На порошке были измерены пикнометрическая плотность, удельная\nповерхность, фазовый состав порошка. Результаты измерения свойств\nпредставлены в таблице 13.\n",
        "Таблица 13 - Свойства порошка ЧСДЦ (CaO) , полученного вибропомолом.\n№ ЧСДЦ (CaO)\n",
        "СТ0 68051575.007-2018\n",
        "После вибропомола\n",
        "Υ пик\nг/см3\n",
        "Sуд\nм2/г\n",
        "Фазовый\n",
        "состав,\n",
        "%\n",
        "D ср\n",
        "мкм\n1 ЧСДЦ (CaO)\n",
        "(4ч помоа)\n",
        "6,05 4,5 М –15\n",
        "Т – 60\n",
        "К - 25\n",
        "40-46\n",
        "2 ЧСДЦ (CaO)\n",
        "(6ч помоа)\n",
        "6,05 2,7 30-35\n",
        "3 ЧСДЦ (CaO)\n",
        "(16ч помоа)\n",
        "6, 05 5,0 8-15\n",
        "Υ пик -пикнометрическая плотность порошка; Sуд – удельная поверхность; М- моноклинная фаза; Ттетрагональная фаза; К – кубическая фаза; ОКР - максимальный размер кристаллитов; D ср – средний\nразмер частиц агломератов порошка\n",
        "С помощью помола в вибро- мельнице получили порошок ЧСДЦ(CaO), с\nгранулометрическим составом , представленным на рисунке 23 и в таблице 14.\n",
        "В результате вибро помола порошка ЧСДЦ (CaO) в течение 6 часов все\nкуски были размолоты в порошок. Размеры частиц порошка достигли значения\nв среднем 35 мкм. Гранулометрический анализ показал, что процесс\nизмельчения частиц порошка происходил после 4 - 6 часов помола и в\nдальнейшем до 16 часов средний размер частиц достиг значения 8-15 мкм.\n",
        "83 83\n",
        "а б\n",
        "в\n",
        "Рисунок 23 – Распределение частиц агломератов порошка порошка ZrO2 – CaO\nпо размерам после вибро- помола в течение 4 ч - а), 6ч - б), 16ч - в),где Х-размер\nчастиц агломератов.\n",
        "Таблица 14 - Значения распределения частиц по размерам порошка ЧСДЦ (CaO)\n",
        "Порошок ЧСДЦ (CaO) Количество , %\n",
        "Интервал значений\n",
        "размеров частиц,\n",
        "мкм\n",
        "4ч\nвибропомола\n",
        "6ч\nвибропомола\n",
        "16ч\nвибропомола\n",
        "5 0,3 0,3 0,1\n10 1,1 0,7 0.3\n25 3,6 2,8 1,6\n50 22,0 18,9 3,5\n75 28,6 14,7 7,2\n90 37,0 23,3 14,8\n95 52,0 25,1 15,0\n99,9 68,5 45,6 16,1\n",
        "Dc 40,2 35,4 8,0\n",
        "84 84\n",
        "2.4 ОБОРУДОВАНИЕ И ТЕХНОЛОГИЯ ПОЛУЧЕНИЯ НАНОСТРУКТУРНОЙ\nИОНОПРОВОДЯЩЕЙ КЕРАМИКИ ИЗ ХИМОСАЖДЕННЫХ ПОРОШКОВ\n",
        "На рисунке 24 представлена технологическая схема получения образцов\nнаноструктурной керамики на основе ZrO2-Y2O3.\n",
        "Рисунок 24 - Технологическая схема изготовления образцов\n",
        "2.4.1 ПРИГОТОВЛЕНИЕ ШЛИКЕРА ДЛЯ ПЛЕНОЧНОГО ЛИТЬЯ ИЗ\nПОРОШКОВ ZrO2-Y2O3.\n",
        "В качестве метода формования для получения образцов наноструктурной\nкерамики в работе выбрали способ пленочного литья шликера на движущуюся\nподложку. Шликер представляет собой густую суспензию , состоящую из смеси\nкерамического порошка и временной технологической связки (ВТС). ВТС для\nпленочного литья имеет многокомпонентный состав:\n",
        "- связующее, компонент соединяющий и удерживающий частицы порошка\nвместе после получения пленки;\n",
        "- растворители в которых растворяется связующее и остальные\nкомпоненты ВТС;\n",
        "85 85\n",
        "- пластификатор, компонент, обеспечивающий эластичность пленки после\nудаления из нее растворителей, что происходит при литье и сушки пленки в\nустановке;\n",
        "- ПАВ служит для улучшения смачиваемости частиц керамического\nпорошка, для удержания частиц во взвешенном состоянии, что увеличивает\nстабильность шликера (расслоение отсутствует).\n",
        "Выбор ВТС для дальнейшего формования пленок на движущуюся\nподложку осуществляли методом подбора и оптимизации с целью получения\nнеобходимой толщины 300 мкм пленки из порошков марки ТR 4, Т4А, К8, К10.\nВ качестве связующего выбрали поливинилбутираль (ПВБ) марки ПШ-1 (ГОСТ\n9439-85), который обладает лучшими пленкообразующими свойствами. В\nкачестве растворителя для ПВБ выбрали этиловый спирт (ГОСТ 55878-2013 ),\nкоторый хорошо растворяет ПВБ без остатка и способствует улучшению\nсмачиваемости частиц керамического порошка ПАВ. Вторым растворителем,\nкоторый является разбавителем шликера для оптимальной вязкости для литья\nявляется трихлорэтилен (ГОСТ 9976 -94)\n",
        "В качестве пластификатора использовали дибутилфталат марки «Ч» (ГОСТ\n8728-88), представляющий бесцветную маслянистую жидкость. Этот\nпластификатор обладает малой летучестью и высокими пластифицирующими\nсвойствами и снижает прилипание отлитой пленки с движущейся лентой.\n",
        "В качестве ПАВ в шликере для пленочного литья использовали\nполиоксиэтилен – алкиламид марки «Синтамид - 5», ТУ 2483 - 064 - 058079772003. Добавка синтамида увеличила адгезию ПВБ с твердыми частицами\nпорошка, что позволило снизить количество связующего с 3,2 до 2,7 мас. %.\n",
        "Для получения гомогенного, стабильного шликера компоненты ВТС\nдобавляли и смешивали в пропорции, которая представлена в таблице 15.\n",
        "Готовый шликер получали путем перемешивания в течение 1,5 минуты и\nудаления газовых пузырьков в течение 1,5 минуты из жидкой суспензии на\n",
        "86 86\n",
        "планетарном миксере Курабо марки КК-2000, внешний вид которого\nпредставлен на рисунке 25.\n",
        "Таблица 15 - Состав порошка с временной технологической связкой (ВТС)\n",
        "№\nкомпонента\n",
        "Название компонента\n",
        "шликера\n",
        "Количество,\n",
        "%\n1 Порошок диоксида циркония,\n",
        "стабилизированный оксидом иттрия\n",
        "65-68\n",
        "2 Поливинилбутираль (ПВБ) 2,5-2,7\n3 Дибутилфталат (ДБФ) 2,8-3,0\n4 Этиловый спирт 8 - 8,5\n5 Трихлоэтиллен 16 - 18\n6 Синтамид 0,06-0,08\n",
        "Применение этого оборудования позволило заменить длительную\n",
        "операцию вакуумирования шликера. Ранее\nпри вакуумировании (до 20-30минут)\nпроисходило интенсивное испарение\nтрихлорэтилена и этилового спирта и из-за\nэтого вязкость шликера резко возрастала и\nснижалось качество отлитой пленки.\nЭкспериментально установлено, что\nвязкость шликера для литья качественных\nпленок должна быть 60-80 пуаз.\n",
        "2.4.2 ПЛЕНОЧНОЕ ЛИТЬЕ НА ДВИЖУЩУЮСЯ ПОДЛОЖКУ.\n",
        "Литье шликера проводили на установке С-1 фирмы «CARO» (рисунок 26)\nна движущуюся майларовую подложку (полиэтилентерефталат ПЭТ). ПЭТ\nудовлетворяет требованиям: имеет гладкую поверхность, без трещин, складок и\nрезко выраженных продольных и поперечных полос; не вступает в химическое\nРисунок 25 - Планетарный миксер\nКК-2000 Kurabo Mazerustar\n",
        "87 87\n",
        "взаимодействие с компонентами шликера; не дает усадки при сушке пленки в\nустановке.\n",
        "а\n",
        "б\n",
        "Рисунок 26 - Установка пленочного литья с загрузочным резервуаром б)\nлитье пленки\n",
        "Литье пленки проводили из резервуара через дозирующее устройство, в\nкотором с помощью лазера поддерживается постоянный заданный уровень\nшликера. Толщину высушенной пленки регулировали с помощью изменения\nрасстояния от металлического ракеля до поверхности подложки. Расстояние\nзадавали с помощью измерительных щупов исходя из практических данных.\nТолщина пленки зависит от скорости подачи конвейера установки с майларовой\nподложкой. Пленку из приготовленного шликера на основе порошков диоксида\nциркония, стабилизированного оксидом иттрия, получали толщиной (250 - 270)\nмкм при скорости движения конвейера 0, 3 м/ч.\n",
        "Налитый шликер движется внутри литьевой установки и проходит\nнесколько зон сушки, в которых происходит превращение разлитого шликера в\nпластичную пленку.\n",
        "Первая зона это зона входа отлитого шликера, где происходит интенсивное\nиспарение легких фракций компонентов шликера, в основном испарителей.\nВторая зона – зона сушки инфракрасным излучением, в которой растворители\nиспаряются не только с поверхности, но и из внутренних слоев пленки. В этой\nзоне создаются условия, предотвращающие образование трещин при\nдальнейшей сушке пленки. В третьей зоне установки находится зона\nвентиляторной сушки, в которой подается подогретый воздух до (45-47)° С\n",
        "88 88\n",
        "против движения конвейера с пленкой. После сушки пленки во всех зонах\nпленка хорошо отделяется от майларовой подложки. Высушенная пленка вместе\nс майларовой подложкой может храниться в шкафу сухого хранения в течение\nполгода, при этом не теряет своих свойств. Полученная так называемая «сырая\nпленка» из всех порошков имела белый цвет, поверхность пленки получили\nровной гладкой без включений, пузырей, трещин, раковин и расслоений.\n",
        "2.4.3 ПОДГОТОВКА ОБРАЗЦОВ «СЫРОЙ» ПЛЕНКИ ДЛЯ ОТРАБОТКИ\nСПЕКАНИЯ С СОХРАНЕНИЕМ НАНОСТРУКТУРЫ\n",
        "Из листов «сырой» пленки из нанокристаллических порошков на основе\nдиоксида циркония, стабилизированных оксидом иттрия, различающихся\nколичеством оксида иттрия и разным гранулометрическим составом вырезали\nобразцы квадратов 60 х 60 х 0,3 мм на установке резки РТС СТ 07001. Внешний\nвид установки и образцов сырой.\n",
        "На образцы «сырой» пленки методом трафаретной печати было нанесено\nметаллизированное покрытие из платиновой пасты. Пасту наносили с\nприменением металлических сетчатых трафаретов из нержавеющей стали с\nокном сетки в 40 мкм и диаметром нитей сетки 25мкм. В состав платиновой\nпасты входил порошок платины марки ППпл 65%, порошок диоксида циркония,\nстабилизированный оксидом иттрия - 7%, связующее ПВБ 2,7-3 % и\nрастворитель - терпинеол – остальное от 100%. Внешний вид установки резки и\nпленки представлены на рисунке 27.\n",
        "89 89\n",
        "а\n",
        "б\n",
        "Рисунок 27 - Внешний вид установки резки а), загрузочный стол с пленкой\nи с вертикальными ножами б).\n",
        "2.4.4 СПЕКАНИЕ ОБРАЗЦОВ\n",
        "Образцы сырой пленки поместили на пористые подложки из оксида\nалюминия с отрытой пористостью до 40% и накрыли такой же подложкой. В\nпроцессе последующего спекания происходило выгорание ВТС из пленки и\nпасты до 1000°С. После 1000° С происходило твердофазное спекание частиц\nдиоксида циркония. Спекание проводили в высокотемпературной печи марки\nHT64/17 фирмы «Nabertcherm», рисунок 28.\n",
        "Рисунок 28 - Высокотемпературная электрическая печь\n",
        "Режимы спекания были выбраны исходя из окончательной цели –получить\nнаноструктуру с максимальной плотностью и с минимальной открытой\n",
        "90 90\n",
        "пористостью (до 0,02%). Задача спекания керамики с наноструктурой сохранение нанокристаллитов, предотвращения их укрупнения свыше 100 нм.\nЭто возможно, когда спекание происходит с высоким темпом нагрева,\nдостаточно быстро. Экспериментальное исследование по спеканию было\nпроведено по следующей методологической схеме, представленной на рисунке\n29.\n",
        "Рисунок 29 - Методологическая схема проведения исследования по\nспеканию экспериментальных образцов пленок из диоксида циркония,\nстабилизированного оксидом иттрия с различным содержанием.\n",
        "2.4.5 ИЗМЕРЕНИЕ ФУНКЦИОНАЛЬНЫХ И ФИЗИЧЕСКИХ СВОЙСТВ\nСПЕЧЕННЫХ ОБРАЗЦОВ. ИЗМЕРЕНИЕ ИОННОЙ ПРОВОДИМОСТИ\n",
        "Измерение фазового состава проводили рентгенографическими методами,\nразмер кристаллитов измеряли методом ОКР, исследование структуры образцов\nспеченных пленок проводили с помощью электронной микроскопии.\n",
        "Измерение удельного сопротивления при температуре является в данном\nслучае физической величиной, характеризующей уровень ионной проводимости\nтвердых электролитов из диоксида циркония. Для методики измерения\nионопроводящих свойств твердых электролитов важно такое свойство, как\n",
        "Получение плотной\nнаноструктуры образцов\n",
        "- пленок при спекании\n",
        "В зависимости от\nскорости нагрева\n",
        "до Тмах\n",
        "В зависимости от\n",
        "Тмакс спекания\n",
        "Измерение свойств :фазового состава, структуры, относительной\n",
        "плотности, открытой пористости, размера кристаллитов\n",
        "В зависимости от\n",
        "скорости\nохлаждения\n",
        "от Тмах\n",
        "91 91\n",
        "возможность проводить измерения на образцах произвольной и сложной\nформы. Поэтому в качестве аналога выбран способ измерения удельного\nсопротивления и электропроводимости по классической четырехзондовой схеме.\n",
        "Измерение производили при постоянном токе. Диапазон измеряемых\nзначений от 1 до 200 Омсм при относительной погрешности 4% в диапазоне\nтемператур от 3500С до 10000С. Метод основан на измерении разности\nпотенциалов между двумя контактными площадками на поверхности\nконтролируемого образца, при пропускании электрического тока определенной\nвеличины через две другие контактные площадки. В методике существуют два\nспособа проведения измерений, которые различаются расположением\nконтактных площадок на образце и расчетными формулами. Первый метод\nприменяется, когда образец имеет большие линейные размеры или\nтрудноопределимую либо переменную площадь поперечного сечения, но при\nэтом поперечное сечение достаточно велико. Второй метод применяется, когда\nпоперечное сечение образца мало и есть достаточно протяженная область, где\nсечение остается постоянным.\n",
        "Образцы получали методом пленочного литья, нанесением проводящих\nконтактов методом трафаретной печати из пасты на основе порошка платины и\nдальнейшим спеканием при температуре, обеспечивающей высокую\nотносительную плотность и сохранение наноструктуры до 100нм. Образцы\nимели толщину 250-270 мкм. Контактные площадки наносили на поверхность\nобразца в виде четырех полосок шириной не более 0,5 мм и не\nрегламентируемой длиной, например, 2-3 мм (рисунок 30).\n",
        "L1\n",
        "L2\n",
        "L3\n",
        "1\n",
        "2\n",
        "3\n",
        "1 Образец\n2 Контактная площадка\n",
        "из платины\n3 Платиновая проволока\n",
        "92 92\n",
        "A\n",
        "V\n1\n",
        "2\n",
        "4\n",
        "3\n",
        "5 6\n",
        "7\n",
        "8\n",
        "1\n",
        "R >1\nПечь\n",
        "2 Нагреватель печи\n",
        "3 Датчик температуры\n",
        "4 Регулятор температуры\n5 Образец\n",
        "6 Источник тока\n7 Амперметр\n",
        "8 Вольтметр с вх ГОм\nРисунок 30 – Блок-схема установки измерения удельного сопротивления\n",
        "Производить вычисления удельного сопротивления по формуле\n",
        "1\n",
        "1 1 2 2 3 3\n1 1 1 1\n2\n",
        "\n\n\n\n\n\n\n",
        "\n\n\n\n   \n",
        "I L L L L L L\nU\n",
        " , (5)\n",
        "при использовании первого метода, или по формуле\n",
        "I L 2\nU S\n",
        "\n",
        "\n",
        "  , (6)\n",
        "Где ρ - удельное сопротивление Ом ·см;\n",
        "L1 и L3 – расстояние между крайними и ближайшими к ним внутренними\nконтактами, L2 – расстояние между внутренними контактами, см;\nS - площадь поперечного сечения образца, см2;\nI – ток, 1-3 А;\n",
        "U – напряжение на средних контактах , В.\n",
        "Удельную электропроводимость твердого электролита по формуле\n",
        "Rуу\n",
        "I\n уд \n",
        "( 7 )\n",
        "Данная методика является общепризнанной и самой распространенной при\nизмерении электропроводности электролитов по постоянному току.\n",
        "93 93\n",
        "2.4.6. ОПРЕДЕЛЕНИЕ ПЛОТНОСТИ, ОТКРЫТОЙ ПОРИСТОСТИ,\nВОДОПОГЛОЩЕНИЯ ОБРАЗЦОВ ПОСЛЕ СПЕКАНИЯ\n",
        "Кажущуюся плотность, открытую пористость и водопоглощение\nспеченных образцов определяли методом гидростатического взвешивания в\nсоответствии с ГОСТ 2409-95. В качестве жидкости применяли\nдистиллированную воду. Каждый образец последовательно взвешивался на\nаналитических электронных весах.\nСущность метода заключается в определении:\n-массы сухого образца путем взвешивания его на воздухе, Мс;\n-объема пор путем взвешивания образца насыщенного водой, Мн;\n- объема образца методом гидростатического взвешивания, Мг\nКажущуюся плотность γ, г/см3 ,вычисляли по формуле:\n",
        "γ =Мс* γводы/Мн – Мг, ( 8)\n",
        "Открытую пористость вычисляют по формуле:\n",
        "П= Мн –Мс/Мн-Мг *100, ( 9 )\n",
        "Водопоглощение W,% вычисляли по формуле:\n",
        "W =Мн –Мс/Мс*100, ( 10 )\n",
        "2.4.7 ОПРЕДЕЛЕНИЕ КРИТИЧЕСКОГО КОЭФФИЦИЕНТА\nИНТЕНСИВНОСТИ НАПРЯЖЕНИЙ КЕРАМИЧЕСКИХ МАТЕРИАЛОВ\n",
        "Критический коэффициент интенсивности напряжений керамических\nматериалов К1С определяли методом измерения величины критической\nнагрузки при изгибе образцов с надрезом в условиях хрупкого разрушения.\nОбразцы в виде спеченных параллелепипедов с надрезом подвергали\nиспытаниям на 3-точечный изгиб на универсальной испытательной машине\n1958У-10 с жесткой системой нагружения, при скорости деформирования\nмм/мин .\n",
        "94 94\n",
        "Испытания проводили при комнатной температуре при расстоянии между\nвнешними опорами нагружающего устройства 1,5мм/мин. Погрешность\nизмерения не превышала ±0,1%.\n",
        "Расчет величины К1С рассчитывали по формуле:\n",
        "К1с=3Р l/2 b h2*Y (a/h) *√a; (11)\n",
        "где Р - величина критической нагрузки, Мпа ;\n",
        "l - расстояние между опорами, м;\nb - ширина образца, м;\nh - высота образца, м;\nа - глубина надреза образца, м;\n",
        "Y - тарировочная функция, которая рассчитывается по соотношению а/h\n",
        "2.5 ОБОРУДОВАНИЕ И ТЕХНОЛОГИЯ ПОЛУЧЕНИЯ НАНОСТРУКТУРНОЙ\nТЕРМОСТОЙКОЙ КЕРАМИКИ ИЗ ПОРОШКОВ НА ОСНОВЕ ЧСДЦ (ZrO2MgO , ZrO2-CaO)\n",
        "Анализируя работы различных исследователей [3, 6, 19, 27, 41, 42, 49, 67,\n75, 76, 84], определили направления исследования для получения\nнаноструктурных термостойких материалов на основе диоксида циркония.\n",
        "Для выполнения вышеперечисленной цели необходимо:\n использовать в качестве исходных нанокристаллические порошки с\n",
        "меньшей степенью агломерации;\n",
        " использовать в качестве добавки порошки , отличающиеся по размеру и\n",
        "по химическому составу;\n",
        " разбивать процесс обжига на две стадии, включающие охлаждение с\n",
        "высоким темпом;\n",
        "95 95\n",
        " применять в качестве метода формования прочного каркаса с заданным\n",
        "уровнем пористости – холодное изостатическое прессование (ХИП).\nИсходя из выявленных направлений обозначилась следующая задача провести исследования по синтезу керамики на основе нанокристаллического\nпорошка из ZrO2– MgO с добавками более крупного порошка на основе ZrO2–\nCaO. Для получения термостойкой структуры наиболее приемлем механизм\nполиморфного превращения в системах ZrO2-CaO, ZrO2- MgO происходящий\nпри двух стадийном спекании с высоким темпом охлаждения.\n",
        "В работе порошок ЧСДЦ (СаО) подвергали вибропомолу с измерением\nгранулометрического состава после 4, 6, 16 часов помола. Результаты измерения\nгранулометрического состава представлены в таблице 14 и на рисунке 17.\n",
        "В работе в качестве исходных применили порошки ЧСДЦ (СаО) после 6\nчасов вибро помола со средним размером частиц 30-35 мкм и после 16 часов\nвибропомола со средним размером частиц порошка 8-15 мкм, свойства которых\nпредставлены ранее в главе 2.3 и таблице13, и ЧСДЦ (MgO) со средним\nразмером частиц агломератов 2-5 мкм , состоящих из кристаллитов с размерами\nдо 25-30 нм, полученного твердофазным осаждением, свойства которого\nпредставлены в главе 2.3 и таблице 13.\n",
        "Для выполнения цели исследования получения наноструктурной керамики с\nповышенной термостойкостью в работе приготовили смеси порошков в\nсоотношении 100/0; 20/80; 25/75; 30/70; 40/60; 70/30; 80/20 0/100 ЧСДЦ (СаО) и\nЧСДЦ (MgO) соответственно на стадии приготовления пресс порошка по\nследующей технологической схеме (рисунок 31).\n",
        "96 96\n",
        "Приготовление пресс порошка\n",
        "Порошок ЧСДЦ\nс оксидом кальция\n",
        "Порошок\nЧСДЦ с оксидом магния\n",
        "ВТС\n(раствор поливинилового\n",
        "спирта ПВС )\n",
        "Изостатическое прессование образцов и заготовок изделий\n",
        "Двухстадийное спекание\n",
        "Измерение физико - химических свойств образцов\nИспытание: количество теплосмен 1300°С-вода без трещин и разрушения\n",
        "Рисунок 31 - Технологическая схема изготовления образцов из наноструктурной\nкерамики на основе ЧСДЦ (MgO) с добавками ЧСДЦ (СаO)\n",
        "2.5.1. ПРИГОТОВЛЕНИЕ ПРЕССПОРОШКА .\n",
        "В качестве метода прессования выбрали способ изостатического\nпрессования в специальной формовой оснастке. Для проведения прессования\nнеобходимо к смеси исходных порошков добавить временную технологическую\nсвязку (ВТС), которая является пластичной прослойкой при прессовании частиц\nпорошков.\n",
        "В качестве исходных применяли порошки, химический состав, которых\nпредставлен в таблице 16 .\n",
        "Таблица 16 - Состав исходных порошков\n",
        "Наименование порошка ЧСДЦ (MgO) ЧСДЦ (CaO)\nZrO2, мас% 96-97,5 94-96\nMgO, мас% 2,5 - 4 CaO, мас% - 4 - 6\n",
        "97 97\n",
        "Помол порошков проводили в отдельных шаровых мельницах до заданных\nразмеров частиц. Порошок ЧСДЦ (MgO) помололи до размера частиц,\nнаходящихся в диапазоне от 2 до 5 мкм более 75%, а порошок ЧСДЦ (CaO)\nприменяли с различной дисперсностью 30-35 мкм после 6часов помола и 8 -15\nмкм более 75% после 16 часов помола ( рисунок 20 б, в и таблица 14).\n",
        "Затем порошки смешивали в определенных соотношениях смесей 100/0;\n20/80; 25/75; 30/70; 40/60; 70/30; 80/20 0/100 ЧСДЦ (СаО) и ЧСДЦ (MgO)\nсоответственно. Равномерное распределение ВТС среди частиц порошка,\nразличной дисперсности важная и сложная задача. Из этих смесей были\nприготовлены пресс порошки с добавкой водного раствора поливинилового\nспирта в количестве до 1 мас %. Увлажнение порошка путем добавления\nпластификаторов повышает подвижность частиц порошка и снижает трение\nмежду частицами и материалами формовой оснастки. Смешение смесей с ВТС\nпроводили на диссольвере марки СN10 производства (Германия) с помощью\nмешалки в виде фрезы (рисунок 32) .\n",
        "а\n",
        "б\n",
        "Рисунок 32 - Внешний вид диссольвера а) и мешалки б ) для смешения\nисходных порошков с ВТС.\n",
        "Смешанную массу продавливали через сито с капроновой сеткой с\nопределенным размером ячейки и получали пресспорошок в виде гранулята с\nостаточной влажностью до (0,8-1) мас %. Порошок сушили на воздухе и\n",
        "98 98\n",
        "упаковывали в герметичный пакет с вакуумным замком с целью сохранения\nпроцента влажности в смеси.\n",
        "2.5.2 ФОРМОВАНИЕ ОБРАЗЦОВ И ЗАГОТОВОК ИЗДЕЛИЙ МЕТОДОМ\nХИП.\n",
        "Холодное изостатическое прессование порошка в эластичной оболочке под\nдействием всестороннего обжатия с помощью жидкости называется\nгидростатическим. При гидростатическом прессовании пресс порошок засыпали\nв полиуретановые оболочки формовой оснастки, помещали в камеру гидростата,\nв котором создавали требуемое давление жидкостью с помощью насоса\nвысокого давления (рисунок 33).\n",
        "Прессование порошка происходило в\nгерметичной эластичной форме, что\nобеспечивает равномерное сжатие всего\nобъема, и как следствие отсутствие\nлокальных областей с концентрацией\nнапряжений, возникающих при\nдеформации и как результат\nвызывающих растрескивание\nспрессованной заготовки. При этом виде\nпрессования почти отсутствует трение\nчастиц порошка о стенки\nполиуретановой оболочки, так как\nстенки перемещаются вместе с\nчастицами. Этим способом получают равноплотные заготовки. Образцы и\nзаготовки втулок, тиглей прессовали при давлении Р=100 Мпа. При этом\nдавлении получали заготовки образцов и втулок без дефектов, свойственных\nизостатическому прессованию (расслоений, трещин, осыпаний кромок,\nобразование шеек).\nРисунок 33 – Внешний вид установки\nХИП\n",
        "99 99\n",
        "Методом гидростатического прессования были изготовлены заготовки\nтиглей, втулок, тиглей для драгметаллов (рисунок 34)\n",
        "а б\n",
        "в г\n",
        "д е\nРисунок 34 - Внешний вид технологической оснастки для формования\nметодом ХИП и заготовок изделий: оснастки а) и заготовок тиглей для\nрасплавления спецсплавов б); оснастки в) и заготовок втулок для установки\nраспыления расплавов металлов г), оснастки д) и заготовок тиглей, для\nплавки драг металлов е).\n",
        "2.5.3 СПЕКАНИЕ ОБРАЗЦОВ И ЗАГОТОВОК ИЗДЕЛИЙ\nПроведение процесса спекания в две стадии - двухстадийное спекание является одним из эффективным и технически доступным способом получения\nматериалов на основе диоксида циркония с контролируемым размером\n",
        "100 100\n",
        "наноструктурных элементов, которые выпадают в больших зернах при\nполиморфном превращении [10, 11].\n",
        "Спекание порошковых заготовок проводили в высокотемпературной\nэлектрической печи NT64/17 фирмы Nabertherm с нагревателями из дисилицид\nмолебдена (MoSi2). Печи с такими нагревателями позволяют проводить режимы\nспекания с высокими темпами нагрева до 680-700°/ч (за 2,5ч до Тмах 1700° С) и\nохлаждения (до 600°/ч). Режимы нагрева и охлаждения по которым проводили\nспекание спрессованных заготовок изделий из смеси порошков, различных\nсоставов представлены на рисунке 35.\n",
        "Окончательный обжиг заготовок проводили несколькими способами:\nПервый способ – термообработка в одну стадию с постепенным\nнагреванием до температуры спекания и с медленным темпом охлаждения со\nскоростью до 50-300 °/ч;\n",
        "Второй способ - двухстадийный обжиг с быстрым темпом нагрева со\nскоростью 350 °/ч до температуры равной температуре эксплуатации 1700°С, а\nзатем с быстрым темпом охлаждения (до 600 °/ч) до области температуры\n(1400°С) образования наноструктурных элементов в объеме керамики с\nвыдержкой при этой температуре в течение 2, 4, 5 часов.\n",
        "Третий способ – двухстадийный обжиг с быстрым темпом нагрева со\nскоростью 350 °/ч до температуры равной температуре эксплуатации 1700°С, а\nзатем с быстрым темпом охлаждения (до 600 °/ч) до температуры (1000°С)\nобразования наноструктурных элементов в объеме керамики с выдержкой при\nэтой температуре в течение от 2 до 4 часов (Рисунок 35 ).\n",
        "101 101\n",
        "Рисунок 35 - Режимы спекания экспериментальных заготовок изделий (тигли,\nвтулки, сопла)\n",
        "2.5.4. ОПРЕДЕЛЕНИЕ ФИЗИЧЕСКИХ, ТЕРМОСТОЙКИХ СВОЙСТВ\nСПЕЧЕННЫХ ОБРАЗЦОВ.\n",
        "Образцы были изготовлены из смеси порошков диоксида циркония,\nстабилизированного оксидами магния и кальция, в различных соотношениях и\nотформованы холодным изостатическим прессованием (ХИП).\n",
        "На образцах после спекания были определены: фазовый состав и область\nкогерентного рассеяния (ОКР) кристаллических фаз на установке ДРОН-6,0 при\nCuK α излучении и никелевом фильтре c применением программы «PowderCell\n2.23»; кажущаяся плотность и открытая пористость методом гидростатического\nвзвешивания в воде [18].\n",
        "Термостойкость образцов оценивали как сохранение целостности без\nпоявления трещины и разрушения при нагревании образцов в электрической\nпечи и выдержке при температуре 1300 ºС в течение 15 минут при закалке в воду\n(20-25°С) до появления трещины и разрушения заготовок тиглей и втулок\n(рисунок 36). Применяли метод определения термостойкости как определения\nчисла теплосмен без трещин и разрушения [15].\n",
        "0\n500\n1000\n1500\n2000\n",
        "0 2 4 6 8 10 12 14 16 18\nТемпература,°\nС\n",
        "Время, ч\n",
        "режим 1700(2) 1400(2)\nрежим 1700(2ч)1000(4ч)\nРежим 1700(2)1000(2)\n",
        "102 102\n",
        "а б\n",
        "б в\nРисунок 36 – Спеченные заготовки тиглей а) и заготовки при термоциклах в\nпечи б) при 1300° С – вода; внешний вид тиглей при погружении в воду б) и\nв).\n",
        "В работе была исследована микроструктура заготовок с различными\nзначениями открытой пористости, установлена эволюция фазового состава\nспеченной керамики.\n",
        "ГЛАВА 3. ОБСУЖДЕНИЕ РЕЗУЛЬТАТОВ ИССЛЕДОВАНИЙ\n",
        "3. 1 ИССЛЕДОВАНИЕ ПРОЦЕССОВ ФАЗООБРАЗОВАНИЯ,\nФОРМИРОВАНИЯ ПЛОТНОЙ НАНОСТРУКТУРЫ ПРИ СПЕКАНИИ ИЗ\nХИМОСАЖДЕННЫХ ПОРОШКОВ НА ОСНОВЕ ZrO2-Y2O3.\n",
        "В этой главе представлены результаты исследований процессов\nфазообразования и формирования плотной наноструктуры при термообработке с\n",
        "103 103\n",
        "определенными режимами спекания образцов пленок, полученных из\nхимосажденных порошков по технологии, представленной в главе 2.1.\n",
        "Целью исследования было определения оптимальных режимов спекания\nдля получения плотной наноструктуры из порошков различных составов\nсистемы ZrO2-Y2O3 с фазовым составом, который при температурном\nвоздействии в области (850-1000)°С остается неизменным.\n",
        "Задачей этого исследования было исследование эволюции фазового\nсостава, структуры, относительной плотности, размера кристаллитов.\nОкончательный выбор режимов спекания возможен после исследования\nпроводящих свойств спеченных образцов. Оценку фазовой и структурной\nустойчивости дает анализ результатов проведения длительных испытаний в\nобласти температур 800-850° С.\n",
        "Началом исследования по получению плотной наноструктуры\nкерамических образцов – пленок явилось определение зависимости усадочных\nкривых в области температур (900-1650)°С. Спекание было проведено со\nскоростью 350°С/ч. Усадочные кривые при спекании керамических образцов –\nпленок из нанокристаллических порошков различных составов представлены на\nрисунке 37.\n",
        "Рисунок 37 - Зависимость линейной усадки образцов керамических пленок\nразличных составов при спекании от 900°С - до 1650°С.\n",
        "-2\n",
        "0\n2\n4\n6\n8\n10\n12\n14\n16\n18\n",
        "900 1000 1100 1200 1300 1400 1500 1600\nЛинейная\nусадка,\n%\n",
        "Температура , °С\nТ4 К8 К10\n",
        "104 104\n",
        "Результаты определения усадочных кривых позволили определить\nтемпературы, при которых образцы различных составов активно спекаются.\nНаблюдается следующее поведение образцов при спекании. Линейная усадка у\nобразцов из материала Т4 имеет максимальное значение при 1550°С, а у\nобразцов из полностью стабилизированного диоксида циркония К8 – при\n1600°С, у К10 – при 1650°С. Эти значения температуры были выбраны для\nдальнейшего проведения исследования по оптимизации режимов спекания с\nцелью определения оптимальной скорости нагрева для получения плотной\nнаноструктуры при спекании. В качестве критериев, по которым определяли\nполучение плотной наноструктуры были выбраны: предельные размеры\nкристаллитов и относительная плотность.\n",
        "Рисунок 38 – Зависимость относительной плотности образцов различных\nсоставов от температуры спекания.\n",
        "Результаты исследования фазообразования, механических свойств при\nразличных скоростях нагрева образцов керамических пленок толщиной 250 - 270\nмкм из порошков различных составов представлены в таблице 17\n",
        "55\n65\n75\n85\n95\n",
        "900 1000 1100 1200 1300 1400 1500 1600\nОтносительная\nплотность,\n%\n",
        "Температура, °С\n",
        "Т4 Т4А К8 К10\n",
        "105 105\n",
        "Таблица 17 – Свойства спеченных пленок из порошков ZrO2-Y2O3.\n№ Марк\n",
        "а\n",
        "Свойства исходного\nпорошка\n",
        "Скорость\nнагрева\nдо Тмах\n°/ч\n",
        "Тмах\n°С\n",
        "выдер\nж- ка,\nч\n",
        "Скорость\nохлаждени\nя°/ч\n",
        "Свойства спеченной керамики\nФазовый\nсостав , %\n",
        "ОКР,\nнм\n",
        "Фазовый\nсостав ,\n%\n",
        "ОКР, нм К1С,\n",
        "Мпа*м\n",
        "1/2\n1 T4 М- 8\n",
        "Т - 92\n",
        "М-10\nТ-35\n",
        "100 1550\n",
        "(2ч)\n",
        "100 М - 39\n",
        "Т – 45\nК - 16\n",
        "5-6\n100 600 М- 32\n",
        "Т- 49\nК - 19\n",
        "7\n350 600 Тн-37\n",
        "Т – 45\nК - 19\n",
        "М-27\n",
        "Т- до100\n",
        "9-10\n2 T4A М - 44\n",
        "Т - 56\n",
        "М-15\nТ-40\n",
        "100 1550\n",
        "(2ч)\n",
        "100 М-42\n",
        "Т-35\nК-23\n",
        "6\n350 600 Тн -23\n",
        "Т-40\nК- 35\n",
        "Тн-35\nТ- 78\n",
        "К-до 100\n",
        "7-8\n3 К8 К-100 К-45 50 1600\n",
        "(2ч)\n",
        "50\n",
        "К- 100\n",
        "К 25-30\nмкм\n",
        "2,5-3\n350 600 К - 65\n",
        "К´н- 35\n",
        "До 100нм 5\n",
        "Примечание: Т-температура М- содержание моноклинной фазы, Т- содержание\nтетрагональной фазы, К- содержание кубической фазы; ОКР-область когерентного рассеяния\nсоответствует размеру кристаллитов; К1с – критический коэффициент интенсивности\nнапряжений\n",
        "Результаты получения плотной наноструктуры в зависимости от скорости\n",
        "нагрева до максимальной температуры спекания образцов керамической пленки\nтолщиной 220-250 мкм представлены на рисунке 39.\n",
        "а б\n",
        "0\n50\n100\n150\n200\n250\n300\n350\n400\n",
        "70 75 80 85 90 95 100\nРазмер\nкристаллитов,\nнм\n",
        "относительная плотность, %\n",
        "Т4\n",
        "50°С/ч 100°С/ч\n200°С/ч 350°С/ч\n",
        "99;\n",
        "0\n50\n100\n150\n200\n250\n300\n350\n400\n450\n500\n",
        "70 80 90 100\nРазмер\nкристаллитов,\nнм\n",
        "Относительная плотность ,%\n",
        "Т4А\n",
        "50°С/ч 100°С/ч\n200°С/ч 350°С/ч\n",
        "106 106\n",
        "в г\n",
        "Рисунок 39 - Зависимость размера кристаллитов от относительной плотности\nспеченных образцов керамической пленки из порошков, различающихся по\nсоставу при различных скоростях нагрева до температуры: а) Т4, Тмах =1550°С\nб) Т4А ;в) К8, до Тмах=1600°С; г) К10 до Тмах=1650°С.\n",
        "Анализ экспериментальных данных по относительной плотности и\nпредельному размеру кристаллитов показал (рисунок 39), что нагрев со\nскоростью 350°С/ч у всех материалов приводит к сохранению предельных\nразмеров кристаллитов до 100 нм. Сохранение наноструктуры у материала\nсостава Т4 наблюдается при относительной плотности 97%, а добавка 1 мол %\nоксида алюминия активизирует процесс спекания и образцы из материала Т4А\nспекаются при скорости нагрева 350°/ч до 99% относительной плотности.\nОбразцы керамической пленки К8 из полностью стабилизированного диоксида\nциркония с 8 мол% оксида иттрия при скорости нагрева 350°С/ч спекаются с\nнаноструктурой до 100 нм до 98% относительной плотности.\n",
        "Исследование структуры спеченных образцов керамических пленок из\nпорошков состава Т4, Т4А (рисунок 40) подтвердило, что размер кристаллитов у\nобразцов до 100 нм получили при режиме спекания со скоростью нагрева 350°/ч\n",
        "[ЗНАЧЕНИ\n",
        "Е X]; 5\n",
        "98,5\n",
        "0\n100\n200\n300\n400\n500\n600\n700\n800\n900\n1000\n1100\n1200\n1300\n",
        "70 80 90 100\nРазмер\nкристаллитов,\nнм\n",
        "Относительная плотность ,%\n",
        "К8\n",
        "50°С/ч 100°С/ч\n200°С/ч 350°С/ч\n",
        "75 80\n",
        "95; 120\n95\n",
        "0\n100\n200\n300\n400\n500\n600\n700\n800\n900\n1000\n1100\n1200\n1300\n1400\n1500\n1600\n1700\n1800\n1900\n2000\n2100\n",
        "70 75 80 85 90 95 100\n",
        "Размер\nкристаллитов,\nнм\n",
        "Относительная плотность ,%\n",
        "К10\n",
        "50°С/ч 100°С/ч\n200°С/ч 350°С/ч\n",
        "107 107\n",
        "до Т=1550°С. При более низких скоростях нагрева 50°С/ч и 100°С/ч в\nструктуре наблюдается рост размера кристаллитов свыше 3-5 мкм.\n",
        "Анализ результатов проведенных измерений (К1с) коэффициента\nинтенсивности напряжений у образцов, спеченных со скоростью нагрева до\n350°С/ч и скоростью охлаждения до 600°С/ч показал, что наблюдается\nповышение механических свойств в 1,5 раза по сравнению с К1С у образцов,\nспеченных с более медленным темпом нагрева и охлаждения (Таблица 17).\n",
        "а б в\n50°С/ч 100°С/ч 350°С/ч\n",
        "г д\n",
        "е\nРисунок 40 – Структура спеченных пленок состава Т4(а, б, в) и Т4 А (г, д, е) при\nТ=1550°С с различными скоростями нагрева, при увеличении в х 60000\n",
        "108 108\n",
        "50°С/ч 100°С/ч 350°С/ч\n",
        "а б\n",
        "в\n",
        "г д\nРисунок 41– Структура спеченных пленок состава:\n- К8, спеченных с различной скоростью нагрева при Тмах1600°С а) 50°С/ч ; б)\n100°С/ч; в) 350°С/ч;\n",
        "- К10, спеченных с различной скоростью нагрева при Т=1650°С а) 50°С/ч ; б)\n100°С/ч; в) 350°С/ч; при увеличении в х 60000.\n",
        "У материала из полностью стабилизированного диоксида циркония К10 с\n10 мол% оксида иттрия при спекания не удается даже при нагреве 350°/ч\nсохранить наноструктуру, размер частиц кристаллитов достигает размеров\nсвыше3-5мкм и при этом относительная плотность достигает лишь 95%\n(рисунок 41, е).\n",
        "Анализ результатов спекания керамических пленок, спеченных со\nскоростью нагрева 350°С/ч при других температурах показал, что предельный\nразмер кристаллитов до 100нм в сочетании с максимальной относительной\nплотностью (98-99%) были получены для Т4 - при Тмах 100 1550°С; для Т4А при\n",
        "109 109\n",
        "Тмах 1550 °С; для К8 при Тмах 1600°С. Результаты спекания представлены на\nрисунках 42, 43.\n",
        "а б\n",
        "Рисунок 42 – Зависимость относительной плотности от размера кристаллитов\nпри различных температурах спекания при скорости нагрева 350° С/ч для Т4 а) и\nдля Т4А б).\n",
        "а б\n",
        "Рисунок 43 – Зависимость относительной плотности от размера кристаллитов\nкерамики на основе К8 ZrO2(8%Y2O3) а); К10 б) при различных температурах\nспекания при скорости нагрева 350°С/ч\n",
        "Далее в работе было проведено исследование по получению плотной\nнаноструктуры у образцов керамических пленок в зависимости от скорости\nохлаждения от максимальной температуры при спекании. Результаты\nэкспериментов с различной скоростью охлаждения от максимальной\nтемпературы спекания у керамических образцов, отличающихся составом и\nспеченных до относительной плотности 98-99 % от теоретической представлены\n",
        "0\n100\n200\n300\n400\n500\n",
        "60 65 70 75 80 85 90 95 100\nРазмер\nкристаллитов,\nнм\n",
        "относительная плотность, %\nТ4-2\n",
        "1450\n1500\n1550\n",
        "0\n100\n200\n300\n400\n500\n",
        "60 65 70 75 80 85 90 95 100\n",
        "Размер\nкристаллитов,\nнм\n",
        "Относительная плотность, %\nТ4А\n",
        "1500С 1450С\n1550С 1600С\n",
        "0\n50\n100\n150\n200\n250\n",
        "60 65 70 75 80 85 90 95 100\nРазмер\nкристаллитов,\nнм\n",
        "Относительная плотность ,%\n",
        "К8 1600С\n",
        "1650С\n1550С\n",
        "0\n50\n100\n150\n200\n",
        "60 65 70 75 80 85 90 95 100\nРазмер\nкристаллитов,\nнм\n",
        "Относительная плотность,%\n",
        "К10\n1550С\n1600С\n1650С\n",
        "110 110\n",
        "в таблице 18. Изменения фазового состава в зависимости от скорости\nохлаждения представлены на рисунке 44 для К8.\n",
        "Рисунок 44 – Фазовый состав у образца К8, полученного спеканием с\nразличными скоростями охлаждения\n",
        "Было обнаружено, что быстрый темп охлаждения после спекания в\nобласти кубической фазы существенно повлиял на фазовый составТ4 и Т4А\n(рисунок 45, 46). Рентгеноспектральный анализ показал, что распределение\nиттрия происходит по границам кристаллитов. Морфология зерен\nнеопределенная, границы сглаженные. Зерна состоят из кристаллитов, которые\nобразуют агломераты.\n",
        "Рисунок 45 - Фазовый состав образцов, из Т4, спеченных при 1550 °С с\nразличной скоростью охлаждения\n",
        "4507,00\n",
        "2430,00\n",
        "510,67 310,00\n0\n5000\n",
        "Интегнсивность, 15 20 25 30 35 40 45 50 55 60 65 70 75\n",
        "у.ед.\n",
        "2θ ,град\n",
        "Фазовый состав пленки из К8, спеченной с высокой скоростью охлаждения\n",
        "600°С/ч от Тмах1600°С\n",
        "3960,25\n",
        "2251,00\n",
        "311,50\n0\n5000\n",
        "15 20 25 30 35 40 45 50 55 60 65 70 75\nИнтенсивность,\nус.\n",
        "ед.\n",
        "2θ ,град\n",
        "Фазвый состав пленки из К8, спеченной с медленным охлаждением 50°С/ч от\n",
        "Тмах 1600°С\n",
        "25 14\n",
        "21\n",
        "34\n",
        "0\n20\n40\n60\n80\n100\n120\n",
        "50 150 550 600\nСОДЕРЖАНИЕ\nФАЗ,%\n",
        "СКОРОСТЬ ОХЛАЖДЕНИЯ , °С/Ч\n",
        "фазовый состав Т4\n",
        "ZrO2-4мол%Y2O3\n",
        "тетрагональная\nмоноклинная\nТнапряженная\nКубическая\n",
        "111 111\n",
        "Рисунок 46 - Фазовый состав образцов, из Т4А, спеченных при 1550° С с\nразличной скоростью охлаждения\n",
        "В результате проведенного эксперимента выявили, что наблюдается\nплавный рост кристаллитов при нагревании в области полиморфных\nструктурных превращений, которое сопровождается разрушением наночастиц\nисходной фазы и образования новой с меньшим размером кристаллитов.\n",
        "Было обнаружено, что быстрый темп охлаждения после спекания в\nобласти кубической фазы существенно повлиял не только на фазовый состав\n(рисунок 47, 48), но и на структуру и проводящие свойства керамики состава К8\n- К10.\n",
        "а\n",
        "Рисунок 47– Фазовый состав К8 ZrO2 – 8 % Y2O3 в зависимости от скорости\nохлаждения при спекании\n",
        "16 18\n",
        "13\n",
        "33\n",
        "0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n",
        "50 150 550 600\nСодержание\nфаз,%\n",
        "Скорость охлаждения , °С/ч\n",
        "фазовый состав Т4А ZrO2-4мол%Y2O3 +1мол% Al2O3\n",
        "Кубическая\nТ-напряженная\nмоноклинная\nтетрагональная\n",
        "18\n",
        "34\n100 100\n",
        "82\n",
        "66\n",
        "50 150 550 600\nСОДЕРЖАНИЕ\nФАЗ,%\n",
        "СКОРОСТЬ ОХЛАЖДЕНИЯ , °С/Ч\n",
        "К напряженная\n",
        "Кубическая\n",
        "112 112\n",
        "Рисунок 48– Зависимость фазового состава керамики а) К8, б) К10 от\nтемпературы охлаждения\n",
        "Получение K напр´- фазы в меньшем количестве у материала состава К10\nпо сравнению с К8 объясняется тем, что у К10 низкие значения относительной\nплотности спеченных образцов 93-95 % от теоретической .\n",
        "В результате проведения исследования по отработке режимов спекания с\nразличными скоростями охлаждения выявлено, что скорость охлаждения после\nспекания в области кубической фазы существенно влияет на фазовый состав\nматериала, структуру и проводящие свойства. При быстром темпе охлаждения\nкубическая фаза диоксида циркония претерпевает бездиффузионное\nпревращение в кристаллическую фазу, отличающеюся увеличенными\nпараметрами решетки, напряженную. Кубическая фаза дает энергетические\nцентры кристаллизации, влияет на перераспределение стабилизирующего оксида\nв мелких зернах, приводит к уменьшению размеров кристаллитов. Медленное\nохлаждение приводит к формированию в кубической фазе выделений\nтетрагональной фазы по диффузионному механизму, которые при\nтемпературном применении переходят в моноклинную фазу. Этот механизм\nработает только при соблюдении некоторых условий. Керамика должна быть\nспечена до максимальной относительной плотности с сохранением\nнаноструктуры. На рисунке 49 представлены результаты микроэлектронного\n",
        "0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n",
        "50 150 550 600\nСодержание\nфаз,%\n",
        "Скорость охлаждения , °С/ч\nфазовый состав К10 ZrO2 -10мол%Y2O3\n",
        "Кубическая\n",
        "К напряженная\n",
        "113 113\n",
        "исследования наноструктуры образцов пленок, спеченных с различными\nскоростями охлаждения.\n",
        "Рисунок 49 – Структура спеченных керамических образцов состава К8 (ZrO2+8\nмол %Y2O3), полученных при различных скоростях охлаждения и измеренных\nпри разных увеличениях.\n",
        "К8 50°С/ч К8 150°С/ч К8 600°С/ч\n",
        "114 114\n",
        "Спекание при 1600°С с различными скоростями охлаждения Было\nпроведено электронно-микроскопическое исследование структуры образцов\n(рисунок 49) на электронном микроскопе EVO- 40 фирмы Carl Zeiss (Германия)\nи сделан сравнительный анализ спеченной керамики из порошков, с различным\nхимическим и фазовым составом при оптимальной температуре, при которой\nобразцы имели максимальное значение плотности и нулевую открытую\nпористость.\n",
        "Моноклинные частицы имеют меньший размер, чем тетрагональные,\nпоэтому получение в процентном соотношение небольшой доли моноклинной\nсоставляющей в порошке в дальнейшем при спекании керамики оказывает\nвлияние на получение нанокристаллических частиц в тетрагональной\nкристаллической фазе Т4, полученных из моноклинных при определенных\nрежимах охлаждения. Увеличение температуры, скорости спекания и скорости\nохлаждения вызывает изменение ОКР. Увеличение ОКР объясняется\nдиффузионными процессами приводящими к росту кристаллов, а уменьшение\nОКР в керамике объясняется появлением сжимающих напряжением вследствие\nтетрагонально-моноклинного перехода. О наличие сжимающих контактных\nнапряжений свидетельствует уменьшение межплоскостного расстояния\nкристаллической решетки тетрагональной фазы. При проведении спекания с\nувеличением скорости охлаждения в области существования тетрагональной\nфазы появляется кубическая фаза, которая дает энергетические центры\nкристаллизации, влияет на перераспределение стабилизирующего оксида в\nмелких зернах, это приводит к уменьшению размеров кристаллитов и\nпредположительно, это происходит за счет увеличения величины сжимающих\nнапряжений.\n",
        "115 115\n",
        "3.2. ИССЛЕДОВАНИЕ ЗАВИСИМОСТИ ПРОВОДЯЩИХ СВОЙСТВ\nКЕРАМИКИ НА ОСНОВЕ ZrO2-Y2O3 ОТ СТРУКТУРЫ, ХИМИЧЕСКОГО И\nФАЗОВОГО СОСТАВА\n",
        "В этой главе представлены результаты исследования зависимости\nпроводящих свойств от структуры, фазового и химического состава\nкерамических образцов, полученных методом пленочного литья, спеченных с\nразличной скоростью охлаждения от максимальной температуры.\n",
        "Обнаружено существенное влияние химического и фазового состава на\nтемпературные зависимости электропроводимости керамических образцов из\nматериалов на основе диоксида циркония с различным содержанием Y2O3.\nПроисходит эволюция фазового состава и структуры образцов из материала Т4\n(ZrO2-4 мол%Y2O3) под влиянием охлаждения с высокой скоростью от\nмаксимальной температуры. Установлено, что для образцов из Т4 до плотного\nспекания и с сохранением нано структуры требуется высокая температура\nспекания - 1550°С. При спекании Т4 появляется еще кубическая фаза.\nПовышение скорости охлаждения от максимальной температуры у образцов из\nматериала Т4 вызывает при спекании полиморфное превращение и образование\nнапряженной, дефектной Тн фазы с увеличенным параметром решетки (с= 5,170\nА) по сравнению со стандартной тетрагональной (с=5,160А). Повышение\nдефектности структуры кристаллической решетки при спекании с высокой\nскоростью охлаждения приводит к уменьшению удельного сопротивления и\nувеличению проводимости. Температурные зависимости электропроводимости\nдля образцов состава Т4-2 (ZrO2-4мол%Y2O3) представлены на рисунке 50.\n",
        "116 116\n",
        "Рисунок 50 – Температурные зависимости электропроводимости керамики с\nсодержанием оксида иттрия Т4 (4мол %), спеченной с различными скоростями\nохлаждения.\n",
        "На рисунке 51 представлены результаты влияния добавки оксида\nалюминия в количестве 1 мол% к материалу Т4 на электропроводимость при\nспекании с различными скоростями охлаждения. Увеличение скорости\nохлаждения с 50°С/ч до 600°С/ч увеличивает содержание Тн, а добавка оксида\nалюминия увеличивает содержание кубической фазы, что приводит к\nуменьшению удельного сопротивления при температуре (750-1000)°С,\nувеличению проводимости. Сравнение температурных зависимостей\nэлектропроводимости у образцов из Т4 и Т4А, позволило сделать вывод, что\nдобавка оксида алюминия у материала на основе ЧСДЦ уменьшает удельное\nсопротивление, т.е. увеличивает проводимость. Это происходит благодаря\nсохранению наноструктуры и повышению содержания кубической\nкристаллической фазы в структуре спеченной керамики.\n",
        "-3,5\n",
        "-3\n-2,5\n",
        "-2\n-1,5\n",
        "-1\n-0,5\n",
        "0\n",
        "1,00 1,05 1,10 1,15 1,20 1,25 1,30 1,35 1,40 1,45\n",
        "lgσ,\n",
        "Cм/cм\n",
        "1000/Т, °С\n",
        "50°С/ч 150°С/ч 500°С/ч 600°С/ч\n",
        "Т4\n",
        "117 117\n",
        "Рисунок 51 - Температурные зависимости электропроводимости керамики с\nсодержанием оксидов иттрия Т4A (4мол % Y2O3 +1% Al2O3), спеченной с\nразличными скоростями охлаждения.\n",
        "Диоксид циркония в кубической кристаллической фазе обладает меньшей\nстепенью активности к спеканию. Для получения плотной наноструктуры\nобразцов из материала К8 требуется температура 1600°С. При охлаждении с\nвысоким темпом от 1600°С 600°С/ч образуется дефектная напряженная\nкристаллическая фаза Кн. Получение дефектной структуры при увеличенной\nскорости охлаждения от Тмах повышает удельную проводимость у образцов из\nматериала К8 и у материалов на основе ЧСДЦ (Т4-2.\n",
        "На рисунке 49 представлены температурные зависимости удельной\nпроводимости образцов из материала на основе диоксида циркония К8. Диоксид\nциркония из К8, спеченный со скоростью охлаждения 600°С/ч имеет удельное\nсопротивление при 850°С – 16 Ом*см, а у К8 при охлаждении со скоростью\n50°С/ч при 850°С – 36 Ом*см. Это объясняется различием в фазовом составе и\nструктуре (размер кристаллитов). При быстром охлаждении происходит\n",
        "-3,5\n",
        "-3\n-2,5\n",
        "-2\n-1,5\n",
        "-1\n-0,5\n",
        "0\n",
        "1,00 1,05 1,10 1,15 1,20 1,25 1,30 1,35 1,40 1,45\n",
        "lgσ,\n",
        "Cм/cм\n",
        "1000/Т, °С\n",
        "50°С/ч 150°С/ч 500°С/ч 600°С/ч\n",
        "Т4А\n",
        "118 118\n",
        "образование дефектной напряженной фазы Кн с размером кристаллитов 25 нм,\nимеющую увеличенный параметр решетки а=5,170 А. При медленном\nохлаждении происходит рост кристаллитов свыше 3-5 микрон и кристаллиты в\nнаходятся в кубической кристаллической фазе с параметром решетки а=5,138 А.\n",
        "Рисунок 52–Температурные зависимости электропроводимости керамики К8 с\nсодержанием оксида иттрия 8 мол%, спеченной с различными скоростями\nохлаждения.\n",
        "Увеличение содержания стабилизирующего оксида иттрия до 10 мол% не\nприводит к увеличению удельного сопротивления у образцов, спеченных с\nвысоком темпом охлаждении со скоростью 500-600°С/ч. Во первых, для\nспекания до газоплотного состояния для образцов пленок из К10 потребовалось\nповышение температуры до 1650°С. Во вторых, лучшие спеченные образцы\nимели низкую относительную плотность 91% от теоретической. Поэтому\nзначения электропроводимости у образцов из материала К10 ниже, чем у\nобразцов К8, спеченных до 97,5-98% от теоретической.\n",
        "-3,5\n",
        "-3\n-2,5\n",
        "-2\n-1,5\n",
        "-1\n-0,5\n",
        "0\n",
        "1,00 1,10 1,20 1,30 1,40 1,50 1,60 1,70\n",
        "lgσ,\n",
        "Cм/cм\n",
        "1000/Т, °С\n",
        "50°С/ч 150°С/ч 500°С/ч 600°С/ч\n",
        "К8\n",
        "119 119\n",
        "Рисунок 53 - Температурные зависимости электропроводимости керамики с\nсодержанием оксида иттрия 10 мол%, спеченной с различными скоростями\nохлаждения.\n",
        "Рисунок 54 – Диаграммы зависимости удельного сопротивления керамических\nпленок различных составов от температуры\n",
        "На рисунке 54 представлены диаграммы зависимости удельного\nсопротивления от температуры для керамики с различным содержанием\nстабилизирующего оксида иттрия, спеченных со скоростью охлаждения 600°С/ч.\nНа диаграммах наглядно видно, что максимальными проводящими свойствами\nобладает образцы из материала К8, уже при 750-850°С имеет удельное\nсопротивление, достаточное для получения электрической эффективности\nтопливного элемента в качестве несущей пластины толщиной 250-300 мкм.\nУровень удельного сопротивления образцов Т4 и Т4А достаточен для\nприменения этих материалов в качестве твердого электролита для эффективных\n",
        "-3,50\n-3,00\n-2,50\n-2,00\n-1,50\n-1,00\n-0,50\n",
        "0,00\n",
        "1,00 1,05 1,10 1,15 1,20 1,25 1,30 1,35 1,40 1,45\n",
        "lgσ,\n",
        "Cм/cм\n",
        "1000/Т, °С\n",
        "50°С/ч 150°С/ч 500°С/ч 600°С/ч\n",
        "К10\n",
        "Т4\n",
        "Т4\n",
        "Т4\n",
        "Т4\n",
        "Т4\n",
        "Т4\nТ4А\n",
        "Т4А\n",
        "Т4А\n",
        "Т4А\n",
        "Т4А\n",
        "Т4А\nК8\n",
        "К8\n",
        "К8\n",
        "К8 К8 К8\nК10\n",
        "К10\n",
        "К10\n",
        "К10 К10\n",
        "К10\n0\n10\n20\n30\n40\n50\n60\n70\n",
        "750 800 850 900 950 1000\nУдельное\nсопротивлене\n",
        "Ом*см\n",
        "Температура ,°С\n",
        "Т4 Т4А К8 К10\n",
        "120 120\n",
        "чувствительных элементов для изготовления датчиков парциального давления\nкислорода с пониженной температурой эксплуатации, работающих в газах и\nрасплавах металлов для ядерных установок.\n",
        "Повышение дефектности структуры кристаллической решетки при\nспекании с полиморфными превращениями приводит к увеличению проводящих\nсвойств по сравнению с материалами стабильных кристаллических фаз,\nсохраняющихся в керамике при спекании. Увеличение электропроводимости у\nобразцов из материала К8 - 600° С/ч с наноструктурой до 100 нм по сравнению с\nматериалом состава К8 - 50°С/ч, спеченного по режиму с медленным\nохлаждением, можно объяснить различным распределением ионов иттрия. У К8\n- 600° С/ч сохранилась наноструктура и по границам наноразмерных зерен\nрасполагаются ионы иттрия. Предположительно, это приводит к увеличению\nвакансий по границам нанокристаллитов, что уменьшает сопротивление границ\nзерен и увеличивает проводимость.\n",
        "На рисунках 56 показано распределение элементов по зерну, измеренное\nрентгеноспектральным методом. У материала К8-50°С/ч с размерами\nкристаллитов более 1мкм ионы иттрия распределены по объему кристаллитов.\n",
        "а\n",
        "б\n",
        "121 121\n",
        "в\n",
        "г\n",
        "г\n",
        "Рисунок 55 - Распределение элементов в сколе : иттрия Y, кислорода O,\nциркония Zr у наноструктурного материала состава ZrO2 +8 мол% Y2O3,\nспеченного с быстрым темпом нагрева Рисунок и охлаждения 56 - Распределение\n",
        "элементов в сколе керамики: иттрия\nY, кислорода O, циркония Zr\nматериала К8, спеченного с\nмедленным охлаждением.\n",
        "В результате проведенного исследования выявлено, что сохранение\nнаноструктуры в керамическом материале на основе ZrO2 - Y2O3 позволяет\nувеличить проводящие свойства. Удельное сопротивление у наноструктурного\nматериала состава ZrO2 +8 мол% Y2O3 при 850° С 12 -12,5 Ом см, а у материала,\nспеченного с медленным нагревом и имеющего размер кристаллитов более\n3мкм - 32 Ом см.\n",
        "122 122\n",
        "3.3 ИССЛЕДОВАНИЕ ФАЗОВОЙ И СТРУКТУРНОЙ УСТОЙЧИВОСТИ\nКЕРАМИКИ НА ОСНОВЕ ZrO2-Y2O3 ПРИ ДЛИТЕЛЬНОМ\nТЕМПЕРАТУРНОМ ПРИМЕНЕНИИ\n",
        "В этой главе представлены результаты по изучению термической\nстабильности у материалов в системе ZrO2 - Y2O3 в зависимости от режима\nспекания. Фазовую и структурную устойчивость при длительном температурном\nприменении исследовали в эксперименте, когда плотные с нанесенным\nплатиновым покрытием и спеченные по различным режимам образцы пленок\nбыли испытаны длительно в течении 1200 часов при температуре 850°С с\nпостоянным измерением напряжения при постоянном токе четырехзондовым\nспособом.\n",
        "Рисунок 57 – Зависимость удельного сопротивления при Т850°С от времени\nвыдержки для образцов из Т4.\n",
        "Рисунок 58 – Зависимость удельного сопротивления при Т850°С от времени\nвыдержки для образцов из К8.\n",
        "0\n10\n20\n30\n40\n50\n60\n70\n",
        "0 200 400 600 800 1000 1200 1400\nУдельное\nсопротивление\n",
        "Ом*см\n",
        "Время, ч\nТ4\n",
        "Т4-600°С/ч\nТ4-50°С/ч\n",
        "0\n10\n20\n30\n40\n50\n60\n",
        "0 200 400 600 800 1000 1200 1400\nУдельное\nсопротивление\n",
        "Ом*см\n",
        "Время, ч\n",
        "К8 К8-600°С/ч\"\n",
        "К8 -50°С/ч\n",
        "123 123\n",
        "Результаты измерения удельного сопротивления в зависимости от\nтемпературы представлены на рисунках 57 и 58. После термоиспытаний у\nобразцов были измерены свойства: фазовый состав, плотность, пористость\n(таблица 19).\n",
        "В наноструктурных материалах на основе диоксида циркония наблюдается\nстабильность фазового состава и проводящих свойств по сравнению с\nкерамикой с макроструктурой, спеченной при медленном нагреве и охлаждении.\nУ образцов, спеченных при медленном темпе нагрева и охлаждения выявили при\nдлительном термоиспытании при 850 °С с выдержкой до 1200 часов деградацию\nпроводящих свойств, значения удельного сопротивления увеличились со\nвременем. Измерения фазового состава показало, что у образцов из Т4\nувеличилось содержание моноклинной фазы, что привело к растрескиванию\nкерамики.\n",
        "Фазовая и структурная устойчивость образцов с наноструктурой позволяет\nсделать вывод о возможности применения разработанных материалов в качестве\nтвердых электролитов в электрохимических устройствах: датчиках парциального\nдавления кислорода в газах и расплавах металлов для ядерных установок, в\nТОТЭ.\n",
        "Таблица 19.- Фазовый состав образцов пленок до термоиспытаний и после.\n",
        "№ Свойства до испытаний Свойства после термо испытаний при 850°С 1200ч\nФазовый\nсостав, %\n",
        "γкаж, (θ),\nг/см3 (%)\n",
        "Поткр,\n",
        "%\n",
        "Фазовый\nсостав,%\n",
        "γкаж, (θ), г/см3\n",
        "(%)\n",
        "Поткр\n",
        "%\nТ4 600°С/ч\n",
        "Тн- 34\n",
        "Т- 47\n",
        "К- 19\n",
        "5,96 (98,6) 0,0 Тн 34\n",
        "Т-47\nК-19\n",
        "5,96\n(98,6)\n",
        "0,0\n",
        "Т4 - 50°С/ч М-25\n",
        "Т-70\n",
        "К- 5\n",
        "5,78\n",
        "(96)\n",
        "0,5 М-44\n",
        "Т-40\nК-16\n",
        "5,68\n",
        "(94)\n",
        "0.9\n",
        "К8- 600°С/ч Кн-33\n",
        "К - 67\n",
        "5,8\n(98)\n",
        "0,0 К-33\n",
        "Кн- 67\n",
        "5,8\n(98)\n",
        "0,0\n",
        "К8- 50°С/ч К-100 5,68\n",
        "(95)\n",
        "0.7 М-5\n",
        "К- 95\n",
        "5,58\n",
        "(93)\n",
        "1,2\n",
        "Υ каж -кажущаяся плотность спеченных образцов; θ – относительная плотность; Поткр- открытая\nпористость ; М-содержание моноклинной фазы; Т- содержание тетрагональной фазы; Тн –\nсодержание напряженной дефектной тетрагональной фазы; К – содержание кубической фазы; Кн содержание напряженной дефектной кубической фазы;\n",
        "124 124\n",
        "3.4 ИССЛЕДОВАНИЕ ПРОЦЕССОВ ФАЗООБРАЗОВАНИЯ, СПЕКАНИЯ И\nФОРМИРОВАНИЯ ТЕРМОСТОЙКОЙ НАНОСТРУКТУРЫ В СИСТЕМАХ\nZrO2 - MgO, ZrO2 - CaO\n",
        "Заготовки втулок, тиглей были сформованы из смеси порошков методом\nХИП при Р=100Мпа и спечены в высокотемпературной электрической печи при\nтемпературе 1700°С с выдержкой 2 часа, в одну стадию и в две стадии со\nскоростью охлаждения 600°С/ч до (1400-1000)°С и с выдержкой при этой\nтемпературе в течение (2 – 4 ) часов. Термостойкость заготовок изделий\nоценивали как сохранение целостности без трещин и разрушения при\nнагревании в электрической печи и выдержке при температуре 1300 ºС 15 минут\nпри закалке в воду (20°С).\n",
        "Результаты экспериментов представлены в таблице 20. На рисунке 56\nпредставлена микроструктура спеченных тиглей из диоксида циркония с\nразличным химическим составом, спрессованных при давлении 100 МПа ХИП и\nспеченных по режиму 1700(2ч) в одну стадию. Экспериментально оценили, что\nтигли из порошка на основе ZrO2 (8 мол% MgO), спеченные в одну стадию\n(таблица 20, эксперимент 14) имели высокие значения плотности и при этом\nотсутствовала открытая пористость (рисунок 56, в). Поэтому уже при первой\nтеплосмене 1300°С - вода заготовки тиглей разрушились, как плотная керамика.\nВ эксперименте №8 тигли были изготовлены из смеси порошков в соотношении\n30% ZrO2(CaO) / 70% ZrO2(MgO). В этом эксперименте тигли спекали в одну\nстадию при 1700°С с выдержкой 2 часа при этой температуре. В основе\nмикроструктуры этой керамики обнаружили плотные агломераты, состоящие из\nзерен, размером более 1 мкм, между которыми располагаются поры\nнеопределенной формы и кластерного типа. В микроструктуре видны\nнаноразмерные кристаллиты. РФА показал, что фазовый состав содержит три\nфазы моноклинную, тетрагональную и кубическую кристаллические фазы. При\nзакалке в воду (20°С) после нагревания в печи происходило разрушение тиглей\n",
        "125 125\n",
        "после появления магистральной трещины через все сечение после второй\nтеплосмены. Так происходит разрушение плотной керамики при термоударе.\n",
        "Проведение спекания тиглей из материала, состоящего из 100%\nZrO2(MgO), в две стадии 1700 (2ч) 1000 (4) привело к получению\nнаноструктурных выпадений тетрагональной кристаллической фазы (рисунок 59,\nг), и при испытаниях плотные тигли выдержали в уже две теплосмены (таблица\n20, эксперимент 14) по сравнению с тиглями, спеченными по режиму в одну\nстадию.\n",
        "а\n",
        "б\n",
        "в г\nРисунок 59 - Микроструктура образцов заготовок тиглей , полученных в\nразличных экспериментах при спекании в одну стадию при 1700 (2ч): а)\nэксперимент №2 ZrO2(CaO); б) эксперимент №8 30% ZrO2(CaO) / 70%\nZrO2(MgO); в) ZrO2(MgO); г) эксперимент 14 ZrO2(MgO), 1700(2ч)-1000 (4ч);\n",
        "126 126\n",
        "При спекании тиглей и втулок из порошка состава ZrO2 (6 мол% CaO) в одну\nстадию и в две получили результат, что тигли и втулки имели большую\nпористость и разрушались при первой или второй теплосмене 1300 °С-вода\n(таблица 20, эксперимент 1, 2, рисунок 59 а).\n",
        "Далее в исследовании для получения термостойкой наноструктуры\nприменяли способ, заключающийся в использовании смеси порошков,\nотличающихся по дисперсности и химическому составу: нанокристаллического\nпорошка на основе диоксида циркония, частично стабилизированного оксидом\nмагния в количестве 8 мол% (ЧСДЦ - MgO) и добавки порошка с крупным\nразмером частиц на основе диоксида циркония, частично стабилизированного\nоксидом кальция в количестве 6 мол% (ЧСДЦ - СаО).\n",
        "При разработке термостойкой структуры в керамике на основе диоксида\nциркония применили в качестве исходных порошки 100% и смеси порошков в\nразличных пропорциях ЧСДЦ - СаО) и ЧСДЦ - MgO соответственно: 80/20,\n70/30, 60/40, 40/60, 25/75, 30/70 , 20/80 (таблица 20, 21).\n",
        "Таблица 20 - Свойства заготовок тиглей , изготовленных из смеси порошков\n",
        "№\n",
        "Эксперимента\n",
        "Состав смеси\nZrO2(CaO) /\nZrO2(MgO)\n",
        "%\n",
        "Режим\nспекания\n",
        "Тмах°С,ч\n",
        "Dср\nЧСДЦ\n",
        "ZrO2(CaO),\n",
        "мкм\n",
        "D ср ЧСДЦ\nZrO2(MgO),\n",
        "мкм\n",
        "γкаж,\n",
        "г/см3\n",
        "Покр,\n",
        "%\n",
        "Фазовый\n",
        "Состав\n",
        "%\n",
        "Количество\nТеплосмен\n1300-вода до\nпервой\nтрещины\n",
        "1 100\n",
        "ZrO2(CaO)\n",
        "1700(2ч)1400(2)\n",
        "10-25 - 4,2 28,5 К-55\n",
        "М-45\n",
        "3\n",
        "2 100\n",
        "ZrO2(CaO)\n",
        "1700(2ч)- 10-20 2-4 4,45 22,38 К-55\n",
        "М-45\n",
        "2\n",
        "3 60 / 40 1700(2ч)1400(2ч)\n",
        "10-20 2-4 4,72 17,3 К-70\n",
        "М- 15\n",
        "5\n",
        "4 40 / 60 1700(2ч)1400(2ч)\n",
        "10-20 2-4 4,9 12,8 К-70\n",
        "М- 17\n",
        "Т-13\n",
        "15\n",
        "5 30 / 70 1700(2ч)1400(2ч)\n",
        "10-20 2-4 5,0 9,3 К-65\n",
        "М- 13\n",
        "Т-27\n",
        "15\n",
        "6 30 / 70 1700(2ч)1000(4ч)\n",
        "10-20 2-4 5,1 10,2 К-65\n",
        "М- 15\n",
        "Т-20\n",
        "14\n",
        "7 30 / 70 1700(2ч)1000(8ч)\n",
        "10-20 2-4 5,0 13,2 К-65\n",
        "М- 30\n",
        "Тр-5\n",
        "7\n",
        "127 127\n",
        "Заготовки втулок и тиглей были изготовлены гидростатическим\nхолодным прессованием и спечены в высокотемпературной электрической печи\nпри температуре 1700°С с выдержкой 2 часа, со скоростью охлаждения 600°С/ч\nдо 1400-1000°С и с выдержкой при этой температуре в течение 2 - 4 часов.\n",
        "При использовании в качестве исходного порошок диоксида циркония,\nстабилизированного диоксидом кальция после 6 часов помола с размером частиц\nот 35 до 40 мкм получили при спекании керамические заготовки втулок и тиглей\nс высокой открытой пористостью более (20 - 35%). Это привело к тому, что при\nиспытаниях заготовки после второй теплосмены разрушались, из-за\nнедостаточной прочности пористого каркаса.\n",
        "Продолжение таблицы 20\n",
        "1 2 3 4 5 6 7 8 9\n8 30/ 70 1700(2ч)- 10-20 2-4 5,0 13,2 К-65\n",
        "М- 23\n",
        "Т-12\n",
        "2\n",
        "9 40 / 60 1700(2ч)1400(2ч)\n",
        "10-20 2-4 4,92 11,3 К-70\n",
        "М- 15\n",
        "Т-15\n",
        "14\n",
        "10 25 / 75 1700(2ч)1400(2ч)\n",
        "2-5 2-5 5,2 3,5 К-75\n",
        "М-25\n",
        "1\n",
        "11 40 / 60 1700(2ч)1400(2ч)\n",
        "35-40 2-5 4,4 18,3 К-30\n",
        "М-70\n",
        "2\n",
        "12 40 / 60 1700(2ч)1400(2ч)\n",
        "10-25 6-10 4,8 18,3 К-35\n",
        "М-65\n",
        "2\n",
        "13 25 / 75 1700(2ч)1400(2ч)\n",
        "10-20 2-4 5,0 8,9 К-70\n",
        "М- 15\n",
        "Т-15\n",
        "14\n",
        "14 100\n",
        "ZrO2(MgO)\n",
        "1700(2ч)1000(4ч)\n",
        "10-25 2-4 5,26 3,4 К-68\n",
        "М- 12\n",
        "Т- 10\n",
        "2\n",
        "15 100\n",
        "ZrO2(MgO)\n",
        "1700(2ч)- 2-4 5,60 0,44 К-75\n",
        "М- 16\n",
        "Т-9\n",
        "1\n",
        "128 128\n",
        "Рисунок 60 - Зависимость открытой пористости заготовок тиглей и втулок,\nспеченных при 1700(2) 1400(2) от состава смеси порошков ZrO2 -CaO и ZrO2MgO.\n",
        "В случае применения в качестве исходного порошка ЧСДЦ - СаО после 16\nчасов вибропомола при двухстадийном спекании 1700 (2ч) -1400 (2ч) получили\nкерамические заготовки изделий с открытой пористостью 8 - 10%. При\nиспытаниях заготовки изделий с такой пористостью показали лучший результат,\nвыдержали до 15 теплосмен 1300°С-вода без трещин и разрушения. На рисунке\n57 представлены результаты полученной открытой пористости заготовок втулок,\nтиглей после спекания в зависимости от содержания порошков ЧСДЦ – СаО и\nЧСДЦ - MgO в смеси.\n",
        "Самыми термостойкими, которые выдержали до 15 теплосмен, получились\nзаготовки изделий с соотношением смеси (25-40) мас% ЧСДЦ – СаО и\nимеющего размер частиц от 8 до 15 мкм с (60-75) мас% ЧСДЦ - MgO и\nимеющего размер частиц от 2 до 5 мкм более 75% (рисунок 61).\n",
        "Рисунок 61 - Зависимость количества теплосмен 1200°С - вода без\nразрушения заготовок втулок, тиглей, спеченных при двухстадийном обжиге\nТмах1700(2) -1400(2) от соотношения смеси порошков ZrO2 -CaO и ZrO2-MgO.\n",
        "0\n5\n10\n15\n20\n25\n30\n35\n40\n",
        "100 ZrO2\n",
        "(CaO)\n",
        "80\\20 70\\30 60\\40 40\\60 25\\75 20\\80 100 ZrO2\n",
        "(MgO)\nОткрытая\nпористость,\n%\n",
        "Состав смеси порошков, %\n",
        "8-15мкм ZrO2(CaO) 35-40мкм ZrO2(CaO)\n",
        "0\n2\n4\n6\n8\n10\n12\n14\n16\n",
        "100 ZrO2 (CaO) 80\\20 70\\30 60\\40 40\\60 25\\75 20\\80 100 ZrO2 (MgO)\nКоличество\nтеплосмен\nдо\n",
        "разрушения,\nразы\n",
        "Состав смеси порошков, %\n8-15мкм ZrO2(CaO) 35-40мкм ZrO2(CaO)\n",
        "129 129\n",
        "Рисунок 62 - зависимость содержания основных кристаллических фаз от\nсостава спеченных керамических образцов втулок при режиме спекания\n1700(2ч) -1400(2ч)\n",
        "Исследование фазового состава спеченных образцов (рисунок 62)\nпоказало, что у термостойких заготовок изделий в фазовом составе добавилась к\nкубической и моноклинной тетрагональная кристаллическая фаза. Измерения\nОКР определили тетрагональную фазу в этих образцах, как наноразмерную 25 –\n45 нм.\n",
        "Экспериментально установлено, что применение в качестве исходных\nсмеси порошков позволило получить наноструктуру, повышающую\nтермостойкость по сравнению с керамикой с одним стабилизатором оксидом\nмагния или оксидом кальция. С помощью сканирующего электронного\nмикроскопа марки (СЭМ) EVO 40 XVP (Zeiss) с системой рентгеновского\nмикроанализа (РСМА) Quantax 400 (Bruker) проведен анализ наноструктуры,\nполученной в исследовании.\n",
        "Микроструктура агломератов в заготовках изделий состоит из частиц\nразмером ~ 100 нм (рисунок 63). На сколе образца видно, что микроструктура\nсостоит из агломератов, по границам которых располагаются кластерные поры\n(рисунок 63 б - г). На поверхности агломератов присутствуют линзоподобные\nобразования размером ~ 0,1 – 1,0 мкм, на отдельных участках они объединяются\nи образуют агломераты в области скопления наночастиц размером ~ 100- нм.\n",
        "70\n45 45 43 35 13 15 17 12 9\n",
        "17 15 13 15 16\n",
        "0\n50\n100\n150\n",
        "100 ZrO2\n",
        "(CaO)\n",
        "80\\20 70\\30 60\\40 40\\60 25\\75 30\\70 20\\80 100 ZrO2\n",
        "(MgO)\nФазовый состав в зависимости от состава смеси\n",
        "куб порошков тетраг монок\n",
        "130 130\n",
        "а б\n",
        "в г\nРисунок 63 – Микроструктура керамики из смеси ЧСДЦ - СаО и ЧСДЦ - MgO\nсоответственно: а) 40/60, б ) 30/70 ,в) 25/75, г) 35/65 , спеченных при по\nрежиму 1700 (2ч) -1400 (4ч) со скоростью охлаждения до 600°/ч.\n",
        "В результате проведенных исследований структурных особенностей\nкерамики на основе диоксида циркония, стабилизированного оксидами магния и\nкальция, изготовленных из смеси порошков в различных пропорциях ЧСДЦ\n(СаО) и ЧСДЦ (MgO) соответственно: 80/20, 70/30, 60/40, 40/60, 25/75, 30/70,\n20/80 выявили, что существует оптимальный фазовый состав и структура,\nотвечающая за термостойкость при широком применении в контакте с\nрасплавами металлов.\n",
        "Оптимальная структура это – крупные до (25 - 30) мкм зерна, находящиеся\nв кубической фазе, состоящие из нанокристаллитов, окруженной зернами\nмоноклинной фазы с наноразмерными (25-35 нм) включениями тетрагональной\nкристаллической фазы. При этом изделия из керамики, с такой выдержавшая\n",
        "131 131\n",
        "максимальное количество теплосмен (14-15) без трещин и разрушения, имела\nоткрытую пористость в пределах 8 - 10%.\n",
        "Экспериментально показано, что керамику с такой оптимальной\nструктурой, термостойкой при нагревании до максимальной температуры\n(1570-1800)°С со скоростью 17,5°/мин без растрескивания, можно получить\nиз смеси порошков состава (25-40) мас% ЧСДЦ (СаО) и имеющего размер\nчастиц 8 - 15 мкм более 75% с (60-75) мас% ЧСДЦ (MgO) и имеющего\nразмер частиц агломератов в пределах 2-5 мкм более 75%. Термостойкая\nкерамика получена двухстадийным спеканием с высоким темпом охлаждения\n(600°С/ч).\n",
        "Установлено, что термостойкая структура на основе диоксида циркония с\nнаноструктурными элементами, полученная двухстадийным спеканием,\nстабилизированного оксидами магния и кальция, образуется при условии, что\nсодержание кубической фазы составляет более 70%.\n",
        "132 132\n",
        "ОСНОВНЫЕ ВЫВОДЫ\n",
        "1. В результате исследования закономерностей химического синтеза\nпорошков на примере систем ZrO2-Y2O3 ZrO2 - MgO установлены оптимальные\nсвойства исходных порошков, которые является обязательным условием для\nполучения плотной керамики с размерами кристаллитов до 100 нм после\nспекания: размер кристаллитов до 40 нм; форма частиц сферическая;\nпикнометрическая плотность не менее 99% от истинной; средний размер\nагломератов не более (2-3) мкм с содержанием не менее 75%.\n2. Установлено, что дополнительная дезагрегация промежуточных продуктов\nхимической реакции (гидроксидов в виде помола с ПАВ в течение 6 часов),\nпроводимая при получении порошков систем ZrO2-Y2O3 ,ZrO2 - MgO\nхимическим методом осаждения из солей, дает возможность получать\nминимальные размеры частиц агломератов после обжига и помола (75 % - менее\n2 мкм), что позволяет сохранить наноструктуру в керамических материалах на\nих основе.\n",
        "3. Анализ экспериментальных данных по спеканию материалов системы\nZrO2 - Y2O3 из нанокристаллических порошков показал, что темп нагрева до\n350°С/ч приводит к сохранению в структуре предельных размеров кристаллитов\nдо 100 нм и получению высокой плотности до 98-99 %.\n4. Установлено на примере системы ZrO2-Y2O3 влияние параметров спекания\nна процесс фазообразования и получения плотной наноструктуры с размером\nкристаллитов до 100 нм, позволяющей увеличить проводящие и механические\nсвойства в 1,5 раза по сравнению со свойствами керамики с макроструктурой.\n5. Исследовано влияние добавки небольшого количества Al2O3 1 мол% к\nZrO2+4мол% Y2O3 на стадии химического осаждения. Выявлено, что добавка\nAl2O3 в сохраненной наноструктуре и при повышении дефектности при резком\nохлаждении влияет на фазовые превращения тетрагональной фазы в кубическую.\n",
        "133 133\n",
        "Увеличение содержания кубической кристаллической фазы при спекании\nприводит к уменьшению удельного сопротивления (18 Ом*см) по сравнению с\nкерамикой без Al2O3 (23 Ом*см) при 850 °С.\n6. В результате проведения длительных температурных испытаний при 850°С\nв течение 1200 ч у керамики на основе диоксида циркония с добавкой 4, 8 мол%\nоксида иттрия, спеченной при высоких темпах нагрева и охлаждения выявлены\nфазовая устойчивость и стабильность проводящих свойств. При меньших\nскоростях нагрева и охлаждения при спекании существенно изменяется степень\nустойчивости фаз при температурном использовании при 850°С. У керамики на\nоснове диоксида циркония с 4 мол% оксида иттрия тетрагональная фаза\nчастично переходит в моноклинную, что приводит к растрескиванию образцов.\n7. Разработан новый термостойкий материал на основе диоксида циркония,\nстабилизированного оксидами кальция и магния и способ его изготовления\nметодом изостатического прессования с двухстадийным спеканием и\nполучением наноструктуры, отвечающей за стойкость к термоудару при\nконтакте с расплавами металлов и сплавов.\n8. Установлено, что термостойкая структура на основе диоксида циркония с\nнаноструктурными элементами, полученная двухстадийным спеканием в\nдиоксиде циркония, стабилизированного оксидом магния и кальция, образуется\nпри условии, что содержание кубической фазы составляет более 70 %.\n",
        "9. Применение в качестве метода формования заготовок ХИП\nпозволило получить изделия с оптимальным значением открытой пористости (810%) и с термостойкой структурой, которая состоит из зерен, сжимающих друг\nдруга, окруженных порами кластерного типа, при которой заготовки выдержали\nмаксимальное количество до 15 раз без трещин и разрушения теплосмен (1300\n°С – вода).\n",
        "134 134\n",
        "Используемая температура\n",
        "1. Альмяшева О.В., Корыткова Э.Н., Малков А.А., Гусаров В.В. // Синтез и\nсвойства нанокристаллических порошков и нанокерамики на основе диоксида\nциркония. - Сборник научных трудов «Химия поверхности и синтез\nнизкоразмерных систем» под ред. А.А. Малыгина. СПб.: СПбГТИ (ТУ). - 2002. С. 13-20.\n",
        "2. Андриевский Р.А., Рагуля А.В. // Наноструктурные материалы. - Учеб.\nпособие для высш. учеб. Заведений. - М.: Изд. центр «Академия». 2005. С.\n3. Арасу В.К., Рао К.б.Д., Синха Р.К., Чаттопадзьяй А.К., Камат А.К. //\nПолучение и изучение характеристик материалов системы CаO-MgO-ZrO2-SiO2\nдля их применения в непрерывной разливке стали.- Огнеупоры и техническая\nкерамика.- №: 9. - 2009.- С: 47-51.\n",
        "4. Балоян Б.М., Колмаков А.Г., Алымов М.И., Кротов А.М. // Наноматериалы\nКлассификация, особенности свойств, применение и технологии получения.Москва. 2007. –С.\n",
        "5. Барбашов В. И., Тимченко В.М. // Влияние примесей Al2O3 на\nпроводимость стабилизированного диоксида циркония. – Огнеупоры и\nтехническая керамика №11-12-2009.-С.10-12\n6. Бредихин С.И. Голодницкий А.Э., Дрожжин О.А, Истомин С.Я..,\nКовалевский В.П., Филиппов С.П. //Стационарные энергетические установки с\nтопливными элементами:Материалы, технологии,рынки.-НТФ»Энергопрогресс\nкорпорации «ЕЭЭК»,-Москва,-2017.-С.313\n7. Буякова С.П. //Формирование структуры в нанокристаллической\nпорошковой системе ZrO2(МехОу). – Перспективные материалы.- №6.- 2007.С.74-78\n",
        "8. Буяков А.С., Зенкина Ю.А., Буякова С.П., Кульков С.Н. //Фрактальная\nразмерность поверхности разрушения пористого ZrO2 – MgO композита.Неорганические материалы. – Т.11.- №5.-2020.-С.1253-1259.\n",
        "135 135\n",
        "9. Вассерман Н.М. // Химическое осаждение из растворов //М. Химия - 1983 С.107-111.\n",
        "10. Власов А.Н. , Перфильев М.В. // Ageing of ZrO2-based solid electrolytes.- J.\nSolid State Jonics .- Т: 25. №: 4. - 1987.- Р 245-253.\n11. Галахов А.В., Куцев С.В. // Влияние давления формования на спекаемость\nсубмикронных порошков диоксида циркония. - Огнеупоры.- 1993.- №2 - C.5-11.\n12. Гегузин Я.Е., Макаровский Н.А., Богданов В.В. //Об особенностях\nмеханизма спекания прессовок из ультрадисперсных порошков Порошковая\nметаллургия. – 1984. – № 6. – С. 39–44.\n",
        "13. Горелик Е.И. // Современная оксидная керамика и области ее применения\n//Конструкции из композиционных материалов. – 2007. – №. 1. – С. 3-13.\n14. Горелов В.П. // Фазовая диаграмма системы ZrO2- Y2O3 в области малых\nсодержаний окиси иттрия // - Труды института электрохимии Выпуск №26.1978 - С. 69-75\n",
        "15. Горелов В.П. // высокотемпературные фазовые переходы в ZrO2.- Т.61.вып.7.-2019.- С.1346-1351.\n",
        "16. Геворкян Э.С., Мельник О.М., Чишкала В.А. // Фазовые структурные\nсостояния в нанокристаллических порошках на основе диоксида циркония. Огнеупоры и техническая керамика – 2012.-№7-8.- С. 26-31\n17. ГОСТ 7875.2-2018. Изделия огнеупорные. Метод определения\nтермической стойкости на образцах. – Введ.01.04.2019.\n18. ГОСТ 2409-2014. Огнеупоры. Метод определения кажущейся\nплотности, открытой и общей пористости, водопоглощения. – Введ.\n01.09.2015.\n",
        "19. Гусев А.И. // Наноматериалы, наноструктуры, нанотехнологии. - М.:\nФизматлит. 2007.- С 416.\n",
        "20. Дудник Е..В. Зайцева З.А, Шевченко А.В., Лопато Л.М. // Спекание\nультрадисперсных порошков на основе диоксида циркония. - Порошковая\nметаллургия. - 1995. №5/6.- C.43-52.\n",
        "136 136\n",
        "21. Заводинский В.Г. // О механизме ионной проводимости в\nстабилизированном кубическом диоксиде циркония. - Физика твердого тела.2004.-т.46.-вып.3.-С.441-445.\n",
        "22. Зайцев В.А., Выбыванец В.И., Рысцов В.Н., Проценко О.В. // Влияние\nстепени стабилизации и добавки оксида алюминия на свойства керамики ZrO2.Огнеупоры и техническая керамика.- №7.- 2012.- С48-51.\n23. Караулов А.Г., Пискун Т.В. // Исследование огнеупоров из бадделеита,\nстабилизированного оксидом магния.- Огнеупоры и техническая керамика.-№1.2001-С.10-12.\n",
        "24. Колмыков А.Г., Баринов С.М., Алымов М.И. // Основы технологий и\nприменение наноматериалов.- Физматлит. - Москва. – 2012.- С.160-170.\n25. Кузнецова Л.И., Кузнецов П.Н. Влияние способа приготовления на\nфазовый состав и текстурные свойства // Химия и химическая технология –\n2008.- т.51.- вып.10 С.\n",
        "26. Лукин Е.С. // Современная высокоплотная оксидная керамика с\nрегулируемой микроструктурой. Влияние агрегации порошков оксидов на\nспекание и микроструктуру керамики // Огнеупоры и техническая керамика. —\n1996. — № 1. — С. 5—9.\n",
        "27. Мелихов И.В. // Физикохимия наносистем: Успехи и проблемы. Вестник\nРАН.- 2002.- Т.72.- №10.- С.900-909\n",
        "28. Окенова А.О., Ивашутенко А.С. //Двухстадийная технология спекания\nкорундовой и циркониевой керамики // Интернет-журнал «Науковедение» №4.2012.- С.1-6\n",
        "29. Петрунин В.Ф., Ермолаев А.Г., Бурханов А.В. и др. //\nНейтроноструктурное исследование ультрадисперсных порошков диоксида\nциркония. - Порошковая металлургия. – 1989. – № 3. – С. 47–52.\n30. Петрунин В.Ф., Попов В.В., Чжу Х., Тимофеев А.А. // Синтез\nнанокристаллических высокотемпературных фаз диоксида циркония. Неорганические материалы. - 2004.-Т.40, №3.- С.303-311\n",
        "137 137\n",
        "31. Промахов В. В., Жуков И. А., Ворожцов С. А., Жуков А. С., Ворожцов А.\nБ. // Термостойкие керамические композиты на основе диоксида циркония. Журнал Новые огнеупоры. №11. 2015. С. 39-44.\n32. Прохоров И.Ю. // Эффекты неидеальности твердых растворов в ионных\nпроводниках на основе диоксида циркония. // Огнеупоры и техническая\nкерамика - №11. - 2009.- С. 1200\n",
        "33. Рутман Д.С., Торопов Ю.С., Плинер С.Ю. и др.// Высокотемпературные\nматериалы из диоксида циркония.- Изд. Металлургия. 1985. - С. 112-115.\n34. Скороход В. В, Гнесин Г.Г. // Неорганическое материаловедение.\nОснова науки о материалах. Изд. Киев.-Т.1.- 2008.- С.746-747.\n35. Солнцев К.А., Колмаков А.Г., Алымов М.И., Баринов С.М. //\nТехнология конструкционных наноструктурных материалов и покрытий.Издательский дом «Беларусская наука».- 2011.- С. 200-280.\n36. Торопов Н.А., Барзаковский В.П., Лапин В.В., Курцева Н.Н. //\nДиаграммы состояния силикатных систем.- Изд. «Наука» .1969.- Ленинград. С.423-427\n",
        "37. Хасанов О.Л., Двилис Э.С., Бикбаева З.Г.. // Методы компактирования и\nконсолидации наноструктурных материалов и изделий.- Издательство Томского\nполитехнического университета. - Томск.- 2008. - С.23-27\n38. Чеботин В.Н., Перфильев М.В. // Электрохимия твердых электролитов.Москва изд. Химия.- 1978.- С.125\n",
        "39. Чумаков Д.М. // Перспективы использования аддитивных технологий при\nсоздании авиационной и ракетно-космической техники.- Электронный журнал\n«Труды МАИ». Выпуск № 78. www.mai.ru/science/trydy/\n40. Шабанова Н.А., Попов В.В., Саркисов П.Д., Химия и технология\nнанодисперсных оксидов.- Москва изд. ИКЦ «Академкнига». - 2007.- С.84-97.\n41. Явойский В.И., Лузгин В.П., Вишкарёв А.Ф. // Окисленность стали и\nметоды её контроля. – М. : Металлургия, 1970. – С 286.\n",
        "138 138\n",
        "42. Brossmann U. Knontu G. Schaefer H.E. Wurschum R. // m R. // Oxygen\ndiffusion in nanocrystalline ZrO2 // Rev. Adv. Mater. Sci. № 6. - 2004.- P. 7-11.\n43. Masaki Takaki., Shinio Koyokazu Toray Ind.,INC.Спеченный материал на\nоснове диоксида циркония и способ его получения.// Патент США №4742030\n44. Huang W. C, J. Wei // Simulation of atomic-scale defects in the clustering and\noxygen jumping process of 8mol% yttria-stabilized zirconia.- Journal of Ceramic\nProcessing Research, Vol. 11, No. 6, pp. 641-647.\n45. Wachsman Eric D., Kang Taek // Lee wering the temperature of Solid Oxide\nFuel Cells Science -V.334.-2011.-P.935-939\n46. Madani A., Amdouni A.С., Abdelmonaem Touati, Mongi Labidi, Hedi\nBoussetta, Claude J. Monty.// Ionic Conductivity of 4%mol, 9.5%mol Yttria doped\nZirconia Nanomaterials and (YSZ )0.98-(Al2O3)0.02 Nanocomposites\n47. Li B, X. Zheng, Z. F. Fu // Fast densification of nanocrystalline yttria ceramics\nwithout grain growth// International Journal of Self-Propagating High-Temperature\nSynthesis 2015, Volume 24, Pp 14–20\n",
        "48. Buchi M., Suresh // Structural and electrical properties of co-doped zirconia\nelectrolyte for intermediate temperature solid oxide fuel cell application.- Issue\nInternational Journal of Energy Research V 36, Issue 14. - 2012.- P 1291–1297\n49. Aboras M. M. et al., // Effect of Sintering Temperature on the Mechanical\nProperties of Nanostructured Ceria-Zirconia Prepared by Colloidal Process, Advanced\nMaterials Research, Vol. 1125, pp. 401-405, 2015.\nhttps://doi.org/10.4028/www.scientific.net/AMR.1125.401\n50. Reis S.L. and Muccillo E.N.S. // Two-Step Sintering of Samaria-Doped Ceria\",\nMaterials Science Forum. - Vols. 660-661 2010.- Р 807-812\nhttps://doi.org/10.4028/www.scientific.net/MSF.660-661.\n51. M. K. Manosso et al., //Two-Steps Sintering of Alumina-Zirconia Ceramics //\nMaterials Science Forum, Vols. 660-661, pp. 819-825, 2010\nhttps://doi.org/10.4028/www.scientific.net/MSF.660-661.819\n",
        "139 139\n",
        "52. Hui Huang; Bin Wei; Fu-Qiang Zhang; Jing Sun; Lian Gao, //Effect of two-step\nsintering method on properties of zirconia ceramic// West China journal of\nstomatology Volume: 26 2008. Р1000-1182\n53. Rajeswari K., Reddy A., Rajasekhar, Hareesh U.S., Saha B.P., Johnson R.//\nMicro structural control of stabilized Zirconia ceramics (8YSZ) thro ugh modified\nconventional sintering methodologies . journal : Science of Sintering, V 42, 2010\n54. Wójtowicz B., Pyda. W., Labuz A. // Monoclinic zirconia sintered bodies\nprepared via two-step sintering and characterisation of selected mechanical properties//\njournal : Сeramics – Silikáty 57 (3) 2013. P185-189\n55. Koji Matsui, Takanori Yamakawa // Sintering mechanism of fine zirconia\npowders with alumina added by powder mixing and chemical processes/- J. Mater.Sci.\n-2008.-43.-P. 2745-2753\n",
        "56. Zhang H., Li Z., Byung-N. Kim, K. Morita, H. Yoshida, K. Hiraga, and Y.\nSakka Effect of Alumina Dopant on Transparency of Tetragonal Zirconia. // 11\nAdvanced Materials Processing Unit, National Institute for Materials Science, 1-2-1\nSengen, Tsukuba, Ibaraki 2012 - 305-0047, Japan\n57. Michael J. Readey, Ran-Rong Lee, John W. Halloran, Arthur H. HeueP\nProcessing and Sintering of Ultrafine MgO-Zr02 and (Mg0,Y203-Zr02 Powders\nSinterability of Agglomerated Powders // 1. Am. Ceram. Soc., 76 [2] 1984. Р 83-89\n58. Maland D., Suciu C., Warnhus I., Hoffmann A.C. Sintering of 4YSZ (ZrO2+4\n%molY2O3) nanoceramics for solid oxide fuel cells (SOFCs), their structure and ionic\nconductivity // J. Eur.Ceram. Soc.- 2009- 29 – p.2537-2547\n59. Inner, J., Vaidhyanathan, B., Paul, A., Annaporani, K., Raghupathy, //\nCompositional effects in nanostructured yttria partially stabilized zirconia, Int. J. Appl.\nCeram. Tec.,- 2011- №8, р. 766 – 782,\n",
        "60. Suárez, G., Sakka, Y., Suzuki, T.S., Uchikoshi, T., Zhu, X., Aglietti, E.F.//\nEffect of starting powders on the sintering of nanostructured ZrO2 ceramics by\ncolloidal processing //Sci. Technol. Adv. Mat.- 2009. - №10, Р. 1 – 8\n",
        "140 140\n",
        "61. Schneider, J., Begand, S., Kriegel, R., Kaps, C., Glien, W., Oberbach, T.// Lowtemperature aging behavior of alumina-toughened zirconia, J. Am. Ceram. Soc., .2008-91, P 3613–3618,\n",
        "62. Kern, F.: Sintering conditions, microstructure and properties of alumina 10 vol%\nzirconia nanocomposites, J. Ceram. Sci. Tech., - 2012-3, P1–8\n63. Takaora K., Hirota K., Kato M., Yamaguchi O., Ohtaka S., Fabrication jf MetaStable monoclinic zirconia ceramics with a high density using a piston-cylinder type\nhigh-pressure apparatus // Journal jf the Sjciety of Materials Science, Japan – 2006.vol.55. - №3.- P.258-263\n",
        "64. Hasegawa R., Shiomi H., Effect of surfactant on the yttria-stabilized zirconia\nsynthesized from hydrolysis method // Journal of the Society of Materials Science,\nJapan – 2005.- vol.54. - №6.- P.590-596\n65. Wang. J., Yu Q., Zheng S., Gao X., Preparation of ZrO2/Al2O3 composite\nnanopowder by liquid-phase precipitatin method // Journal of the Chinese Ceramic\nSociety – 2005.- vol.33. - №3.- P.335-339\n",
        "66. Johannes M., Schneider J., Processing of Nanostructured Zirconia Composite\nCeramics with High Aging Resistance // Advances in the Field of Nanostructured\nCeramic Composites– 2012.- vol.3. - №3.- P.151-158\n67. Schneider J,, Begand S.,.Kriegel R, Kaps C., Glien W., Oberbach, T.: Lowtemperature aging behavior of alumina-toughened zirconia, // Journal of Am. Ceram.\nSoc., – 2008.- vol.91.- P. 3613– 3618.\n",
        "68. Maglia F., Tredici I.,.Anselmi-Namburini G., Densification U and properties of\nbulk nanocrystalline functional ceramics with grain size below 50nm// Journal of the\nEuropeean Ceramic Ceram. Society. – 2013.- vol.33.-№6.- P. 1045– 1066.\n69. He T., He Q., Wang N., // Synthesis of nano-sized YSZ powders from glycinenitrate process and optimization of their properties.- Journal of Alloys and Cjmpounds\n– 20053.- vol.396. - P. 309– 315.\n",
        "70. Тab Kendal K., Singahal S.C. // High temperature solid oxide fuel cells:\nfundamentals, design, and application .- Journal Elsevier .Oxford – 2003. С.\n",
        "141 141\n",
        "71. Min-Sung Kim, Shin-Il Go, Jin-Myung Kim, Young-Jo Park, Ha-Neul Kim, JaeWoong Ko, Seung-Hwa Jung, Jae-Yuk Kim, Jon-Do Yun // Sinterability of Low-Cost\n3Y-ZrO2 Powder and Mechanical Properties of the Sintered Body.- Journal of the\nKorean Ceramic Society. 2017. 54(4) Р 285-291.\n72. Ghatee, M. Shariat, and J. Irvine, // Investigation of Electrical and Mechanical\nProperties of 3YSZ/8YSZ Composite Electrolytes . Solid State Ionics. V180 [1].2009.\nР. 57-62\n",
        "73. Kiran S.Naik, Vincenzo M.Sglavo, RishiRaj // Field assisted sintering of\nceramic constituted by alumina and yttria stabilized zirconia\nhttps://doi.org/10.1016/j.jeurceramsoc.2014.02.042. Journal of the European Ceramic\nSociety V 34, Issue 10. – 2014.- P 2435-2442\n74. Yasuro Ikuma , Toshio Sugiyama and Junko Okano // Grain size of MgO and\npolymorphic phases of ZrO2 in zirconia-toughened MgO //\nhttps://doi.org/10.1557/JMR.1993.2757\n",
        "75. Khattab R.M., Wahsh M.M.S., Zawrah M.F. // Microwave combustion\nsynthesis of MgO-Al2O3-SiO2-ZrO2 ceramics: Sinterability, microstructure and\nmechanical properties.- Materials Chemistry and Physics. V. 212.- 2018.P. 78-86\n76. Min-Sung Kim, Shin-Il Go, Jin-Myung Kim, Young-Jo Park, Ha-Neul Kim, JaeWoong Ko, Seung-Hwa Jung, Jae-Yuk Kim, Jon-Do Yun //Sinterability of Low-Cost\n3Y-ZrO2 Powder and Mechanical Properties of the Sintered Body.- Journal of the\nKorean Ceramic Society- 2017- 54(4): 285-291 https:\n//doi.org/10.4191/kcers.2017.54.4.03\n",
        "77. Harushige Tsubakino // Isothermal Tetragonal-to-Monoclinic Phase\nTransformation in a Zirconia–Yttria System - Japan Materials Transactions. 2005.\nVol. 46, N. 7 P . 1443 - 1451\n",
        "78. Boulfrad., Djurado., Fouletier // Electrochemical characterization of\nnanostructured zirconias – J. Solid State Jonics - 2009. Т. 180. № 14-16. С. 978-983.\n",
        "142 142\n",
        "79. Dell’Agli G., Mascolo G. // Sinterability of 8Y-ZrO2 powders hydrothermally\nsynthesized at low temperature – J. Solid State Jonics - 2003. - Т: 160.- №: 3-4 Р\n36380. Wakako Araki Yoshinori Imai Tadaharu Adachhi // Mechanical stress effect\non oxygen ion mobility in 8mol % yttria-stabilized zirconia electrolyte /-J.\nEuropean Ceramic Society.-29.- 2009.- P.2275-2279\n81. Michael J. Readey, Ran-Rong Lee, John W. Halloran, Arthur H. Heue //\nProcessing and Sintering of Ultrafine MgO-ZrO2 and (MgO, Y2O3-ZrO2) Powders\nSinterability of Agglomerated Powders.- J. Am. Ceram. Soc. 1984. V.76 (2). Р. 83-89.\n82. Hannink R. H. and Garvie R. C.// Subeutectoid aged Mg-PSZ alloys with\nenhanced thermal up-shock resistance.- J. Mater. Sci. –1982. –17. –P.2837-2843.\n83. Daniel Glymond, Michael J. Vick, Finn Giuliani, Luc J. Vandeperre Hightemperature fracture toughness of mullite with monoclinic zirconia // J. Am. Ceram.\nSoc. 2017, V. 100 (4). P. 1570-1577\n",
        "84. Aragón-Duarte M.C., Nevarez-Rascón, Esparza-Ponc H.E. Nevarez-Rascón\nM.M., Talamantes R.P., Ornela C., Mendez-Nonell J., González-Hernández, Yacamán\nM.J., Hurtado-Macíasa A. // Nanomechanical properties of zirconia- yttria and alumina\nzirconia- yttria biomedical ceramics, subjected to low temperature aging // Ceramics\nInternationa V 43. 5. 2017. P 3931-3939\nhttps://doi.org/10.1016/j.ceramint.2016.12.033\n85. Pfeifer S, Demirci P, Duran R, Stolpmann H // Synthesis of zirconia toughened\nalumina (ZTA) fibers for high performance materials // Journal of the European\nCeramic Society V 36. Issue 3 2016. Pages 725-731.\nhttps://doi.org/10.1016/j.jeurceramsoc.2015.10.028\n86. Meunier C., Zuo F., Peillon N., Saunier S. // In situ study on microwave\nsintering of ZTA ceramic: Effect of ZrO2 content on densification, hardness, and\ntoughness - J. Am. Ceram. Soc. V100. Issue3 .2017. P 929-936\nhttps://doi.org/10.1111/jace.14658\n",
        "143 143\n",
        "87. Maiti P., Bhattacharya M., Das PS. // Indentation size effect and energy balance\nissues in nanomechanical behavior of ZTA ceramics // Ceramics International V. 44.\nIssue 8. 2018, P. 9753-9772 https://doi.org/10.1016/j.ceramint.2018.02.210.\n88. Mistler R.E., Twiname E.R. Tape |// Casting theory and practice. – 2000. – P.7-15,\n",
        "72-77\n",
        "89. Ronald C. Garvie, Morey Rd.,Beaumaris, Victoria; Richard H. J.Hannink,\nHuntingdale Rd. // Partially stabilized zirconia ceramics.- патент США. - №\n4,279,655 45 21.07. – 198190. Jan-Fong Jue, AniL Vasudeo Virkar // T –phase zirconials for high temperature\napplications// Патент США № 6284692В1.- 04.09.2001г.\n91. Aragón-Duarte M.C., Nevarez-Rascón, Esparza-Ponc H.E. Nevarez-Rascón\nM.M., Talamantes R.P., Ornela C., Mendez-Nonell J., González-Hernández, Yacamán\nM.J., Hurtado-Macíasa A. // Nanomechanical properties of zirconia- yttria and alumina\nzirconia- yttria biomedical ceramics, subjected to low temperature aging // Ceramics\nInternationa V 43.5. 2017. P 3931-3939 https://doi.org/10.1016/j.ceramint.2016.12.033\n92. S Pfeifer, P Demirci, R Duran, H Stolpmann // Synthesis of zirconia toughened\nalumina (ZTA) fibers for high performance materials // Journal of the European\nCeramic Society V 36. Issue 3 2016. Pages 725-731.\nhttps://doi.org/10.1016/j.jeurceramsoc.2015.10.028\n",
        "144 144\n",
        "ПРИЛОЖЕНИЯ\n",
        "145 145\n",
        "Приложение А\n",
        "Список патентов и краткое описание\n",
        "1. Кораблева Е.А., Якушкина В.С., Викулин В.В., Ромашин А.Г., Дьяченко О.П.,\nГришин О.С. // Способ изготовления керамики на основе диоксида циркония.Патент РФ №2194028 - С04В 35/486.- 26.02.2001г.\n",
        "Изобретение относится к способу изготовления керамики на основе\nдиоксида циркония, стабилизированного оксидом иттрия, с небольшими\nдобавками фторидов натрия и калия, получаемого химическим осаждением из\nрастворов солей. В способе применяется спекание в области кубической фазы с\nпоследующим резким охлаждением для получения трансформируемой\nтетрагональной фазы (t'), которая способствует повышению термомеханических\nсвойств: стойкости к термоудару 450-500°С, микротвердости 14000-15000 МПа,\nпредела прочности при статическом изгибе >400 МПа, критического\nкоэффициента интенсивности напряжений 7-8 МПа*м1/2 при размере зерна Zr02\n50-70 мкм. Данным способом из керамики на основе диоксида циркония можно\nизготавливать изделия, обладающие повышенными термомеханическими\nсвойствами и работающими в условиях повышенных термических нагрузок.\n",
        "147 147\n",
        "2. Кораблева Е.А. , Якушкина В.С., Некрасов Е.В., Саванина Н.Н., Русин М.Ю.\nПатент РФ на изобретение № 2379670 // Электрохимический элемент и способ\nего изготовления от 27.01.2010.\n",
        "Изобретение относится к измерительной технике и может быть\nиспользовано для изготовления датчиков измерения концентрации кислорода в\nразличных газах (воздух, азот, горючие газы, выхлопные газы автомобилей) и в\nширокой области давлений парциального давления кислорода (от 5кПа до\n100кПа). Электрохимический элемент представляет собой спеченный ламинат\nиз керамических пленок, включающий в себя кислородный насос и\nизмерительную ячейку. Ячейка кислородного насоса состоит из слоя твердого\nэлектролита на основе диоксида циркония с нанесенными платиновыми\nпористыми электродами. Твердые электролиты кислородного насоса и\nизмерительной ячейки изготовлены из диоксида циркония, полностью\nстабилизированного оксидами иттрия и скандия с низким удельным\nсопротивлением менее 5 Ом см в кубической кристаллической фазе в виде\nтонкой пленки толщиной 10-50 мкм. Полость для накачивания и выкачивания\nкислорода находится в слое керамики на основе диоксида циркония,\nстабилизированного оксидом магния в моноклинной кристаллической фазе\nтолщиной 350-600 мкм с высокими значениями удельного сопротивления более\n100 Ом см. Этот слой играет роль прокладки, препятствующей утечки ионов\nкислорода между твердыми электролитами электрохимического элемента и\nявляется несущим для всех остальных тонких слоев: слоев твердых\nэлектролитов измерительной ячейки толщиной 10-50 мкм и кислородного\nнасоса толщиной 10-50 мкм, платиновых пористых электродов 10-20 мкм,\nнагревательного элемента толщиной 10-20 мкм, расположенного между\nизолирующими слоями из оксида алюминия толщиной 20-30 мкм. Тонкие слои\nнаносят способом трафаретной печати из паст на гибкую не спеченную\nкерамическую пленку.\n",
        "149 149\n",
        "3. Кораблева Е.А., Якушкина В.С., Русин М.Ю., Саванина Н.Н., Некрасов Е.В.\n// Способ изготовления износостойкой керамики» Патент РФ № 2411217.С04В 35/486.- 03.11. 2009г.\n",
        "Изобретение относится к способу изготовления износостойкой керамики\nна основе диоксида циркония частично-стабилизированного оксидом иттрия и\nможет быть использовано при изготовлении деталей трибологического\nприменения в качестве фильер, волок, подшипников и т.д. В способе\nприменяется химический способ осаждения гидроксидов циркония и иттрия из\nсмеси солей с удельной поверхностью не менее 200 м2/г с дальнейшей\nтермообработкой порошков при температуре 900-1000° С. Спекание заготовок,\nсформованных из этого порошка осуществляют в области существования\nтетрагональной фазы. Быстрый подъем и резкое охлаждение позволяют\nполучать керамику с наноструктурой до 200 нм и со 100 % содержанием\nтетрагональной кристаллической фазы Это значительно повышает\nизносостойкость керамики в условиях сухого трения в паре со сталью. Материал\nимеет плотность более 5,95 г/см3.\n",
        "151 151\n",
        "4. Кораблева Е.А. , Якушкина В.С. Саванина Н.Н., Русин М.Ю., Викулин В.В.\nПатент РФ на изобретение // Способ изготовления плотной керамики для\nтвердого электролита . № 2382750. С04В 35/486 - 27.02.2010\n",
        "Изобретение относится к способам изготовления плотной керамики для\nтвердого электролита на основе диоксида циркония, стабилизированного\nоксидом иттрия, скандия, магния, кальция из порошков, полученных методом\nхимического осаждения гидроксидов из растворов солей. В способе применяется\nв качестве метода удаления влаги из осажденных гидроксидов распылительная\nсушка, которая позволяет получать порошки с заданными удельной\nповерхностью и пикнометрической плотностью. Осажденные гидроксиды имеют\nудельную поверхность 80 - 150 м2/г, пикнометрическую плотность - 4,5 - 5,0\nг/м3, оксиды - удельную поверхность 5-7 м2/г, пикнометрическую плотность\n5,9 - 6,0 г/м3. С помощью данного способа изготавливают твердые электролиты\nдля электрохимических устройств с высокой плотностью, гомогенным\nраспределением добавок и высокими проводящими свойствами.\n",
        "153 153\n",
        "5.Кораблева Е.А., Якушкина В.С., Майзик М.А., Осипова М.Е., Русин М.Ю.,\nСаванина Н.Н. // Способ изготовления керамики на основе диоксида циркония\nПатент РФ на изобретение №2513973.- C04B 35/486 - 10. 09.2012\n",
        "Изобретение относится к области технической керамики на основе\nдиоксида циркония с трансформируемой тетрагональной (t') кристаллической\nфазой и может быть использовано для изготовления износостойких деталей в\nсоединительных изделиях для ВОЛС, пар трения в насосах для перекачки\nабразивосодержащих и агрессивных жидкостей, деталей в условиях\nповышенных механических нагрузок. В способе применяется химический\nспособ осаждения гидроксидов циркония и иттрия с обжигом совместно\nосажденных гидроксидов с определенным значением влажности (55-60)% смеси\nи определенной скоростью нагрева (350-400)°С/ч с целью перевода гидроксидов\nв оксиды. Это позволяет получать плотную керамику с наноструктурой и с\nтрансформируемой тетрагональной (t') кристаллической фазой , отвечающей за\nповышение механических свойств и необходимой для изготовления\nкерамических коннекторов с точными капиллярными отверстиями для\nсоединения оптических волокон.\n",
        "155 155\n",
        "6. Кораблева Е.А., Майзик М.А., Осипова М.Е., Анашкина А.А., Харитонов\nД.В., Русин М.Ю. // Способ изготовления термостойкой керамики на основе\nдиоксида циркония. Патент РФ- № 2728431.- С04В 35/486 - 2.12. 2019\n",
        "Изобретение относится к области керамических материалов и может быть\nиспользовано для изготовления огнеупорных форсунок, сопел, втулок для\nраспыления металлических расплавов, дозаторов для непрерывной разливки\nсталей, тиглей для индукционной плавки драг металлов и промышленных\nсплавов, деталей, подвергающихся термическому удару при температурах\nэксплуатации 1570-1800°С.\n",
        "Способ изготовления термостойкой керамики на основе диоксида циркония,\nвключает смешение диоксида циркония со стабилизирующими добавками,\nобжиг, формование и спекание с дальнейшей изотермической выдержкой при\nохлаждении. В качестве стабилизирующих добавок одновременно применяются\nоксид кальция и оксид магния, при этом добавка стабилизирующих оксидов\nосуществляется путем смешения (25 – 40) мас% диоксида циркония частично\nстабилизированного оксидом кальция в количестве (4,0 – 6,0) мас % и имеющего\nразмер частиц от 8 до 15 мкм более 75% с (60 - 75) мас% диоксида циркония\nчастично стабилизированного оксидом магния в количестве (2, 5 – 4,0 ) мас% и\nимеющего размер частиц от 2 до 5 мкм более 75%, и последующим\nдвухстадийным спеканием с охлаждением от максимальной температуры со\nскоростью (610-650)°С/ч до температуры в интервале (1400 – 1000)°С с\nизотермической выдержкой 2 - 4 часа при температуре из этого интервала.\nТехническим результатом изобретения является улучшение термостойких\nсвойств керамики на основе диоксида циркония и упрощение технологии\nизготовления.\n",
        "157 157\n",
        "Приложение Б\n"
    ]
}