{
    "paragraphs": [
        "ФЕДЕРАЛЬНОЕ ФЕДЕРАЛЬНОЕ АГЕНТСТВО ПО ОБРАЗОВАНИЮ",
        "Государственное образовательное учреждение",
        "высшего профессионального образования\n«Уральский государственный университет им. А.М. Горького»",
        "Факультет химический\nКафедра неорганической химии",
        "МАТЕРИАЛЫ ДЛЯ ВОДОРОДНОЙ ЭНЕРГЕТИКИ",
        "Курс лекций",
        "Екатеринбург",
        "2008",
        "2 2\nСодержание\nВведение…………………………………………………………………… 5\n1. КОНЦЕПЦИЯ ВОДОРОДНОЙ ЭНЕРГЕТИКИ…………………... 6\n1.1. Историческая справка………………………………………………. 6\n1.2. Основные причины, которые привели к необходимости\nпоиска новых экологически чистых энергоносителей………………. 7",
        "1.2.1. Энергетическая безопасность……………………………….. 7\n1.2.2. Экология………………………………………………………… 7\n1.2.3. Социальный аспект……………………………………………. 9\n1.3. Коммерциализация водородной экономики……………………... 10\n1.4. Национальные водородные программы…………………………. 17\n2. ПОЛУЧЕНИЕ ВОДОРОДА…………………………………………... 22\n2.1. Основные физико-химические свойства водорода……………… 22",
        "2.2. Производство водорода и структура его потребления………….. 23\n2.3. Методы получения водорода……………………………………….. 26",
        "2.3.1. Электролиз воды……………………………………………….. 26\n2.3.2. Паровая конверсия метана…………………………………… 26\n2.3.3. Парциальное окисление метана……………………………... 28\n2.3.4. Газификация угля……………………………………………… 28",
        "2.3.5. Альтернативные методы получения водорода……………. 29\n2.3.6. Получение водорода в твердотельных электрохимических",
        "устройствах…………………………………………………………... 30\n3. ХРАНЕНИЕ ВОДОРОДА.",
        "ВОДОРОДАККУМУЛИРУЮЩИЕ МАТЕРИАЛЫ…………………. 37\n3.1. Адсорбционные методы хранения водорода……………………... 37",
        "3.1.1. Углеродные нановолокна……………………………………… 39",
        "3.1.2. Углеродные нанотрубки………………………………………. 39\n3.1.3. Кристаллические микропористые металлорганические\nкаркасы………………………………………………………………… 41\n3.2. Химические методы хранения водорода…………………………. 43",
        "3 3\n3.2.1. Материалы для хранения водорода………………………….. 43\n3.2.2. Металлогидриды как среда хранения водорода…………….. 45\n4. ТОПЛИВНЫЕ ЭЛЕМЕНТЫ…………………………………………. 52\n4.1. Перспективы и проблемы развития топливных элементов…… 52\n4.2. Основные принципы работы топливных элементов…………… 55\n4.3. Типы топливных элементов……………………………………….. 59\n4.4. Мембранно-электродные блоки топливных элементов………… 62\n5. ПРОТОННЫЕ ЭЛЕКТРОЛИТЫ……………………………………. 65\n5.1. Общие сведения о протонных проводниках……………………… 65",
        "5.1.2. Классификации протонных проводников…………………… 65",
        "5.1.2. Механизмы протонного транспорт………………………… 68\n5.2. Высокотемпературные протонные проводники………………… 69",
        "5.2.1. История открытия высокотемпературной\nпротонной проводимости…………………………………………… 69",
        "5.2.2. Механизм миграции протонов в высокотемпературных\nпротонных проводниках…………………………………………….. 72\n5.2.3. Транспортные характеристики высокотемпературных\nпротонных проводников с примесным разупорядочением\nструктурным разупорядочением кислородной подрешетки……. 75",
        "5.2.4. Высокотемпературные протонные проводники со\nструктурным разупорядочением кислородной подрешетки……. 81",
        "5.2.4.1. Внедрение воды в структурно разупорядоченные ниобаты",
        "и танталаты щелочноземельных металлов……………………….. 83\n5.2.4.2. Электрические свойства…………………………………….. 91\n5.2.4.3. Состояние кислородно-водородных группировок в\nгидратированных кислород-дефицитных сложных оксидах……… 96\n5.3. Низкотемпературные протонные электролиты…………………. 103\n5.3.1. Суперпротонные электролиты…………………………………... 103",
        "5.3.1.1. Композитный эффект (общие положения)………………… 104\n5.3.1.2. Протонные композитные электролиты (1-х)CsHSO4-xSiO2 107",
        "4 4\n5.3.1.3. Влияние природы высокодисперсного оксида на\nпроводимость композитов…………………………………………… 110\n5.3.1.4. Мезопористые композиты…………………………………... 113\n5.3.2. Твердые полимерные электролиты……………………………… 115",
        "5.3.2.1. Мембраны на основе сульфированных полимеров………….. 118\n5.3.2.2. Композитные материалы на основе полимерных\nэлектролитов………………………………………………………….. 122\nЗАКЛЮЧЕНИЕ…………………………………………………………… 130",
        "5 5\nВведение",
        "Общеизвестно, что начало ХХI века для индустриально развитых стран\nознаменовалось ростом научно-технического прогресса, что в первую\nочередь связано с глобальной энергетической революцией – переходом от\nископаемого топлива к водородной энергетике. Переход в «водородную эру»",
        "потребует решения фундаментальных проблем материаловедения,",
        "электрохимии, теплофизики, катализа и т.д.",
        "Россия с ее огромными природными ресурсами и интеллектуальным\nпотенциалом способна совершить прорыв в водородную энергетику и тем\nсамым возвратить себе статус великой экономической державы. Работа",
        "должна развиваться при интеграции трех элементов «образование-",
        "исследования-инновации».",
        "Нынешним студентам предстоит жить в условиях ускоренных научно-\nтехнических перемен, и им придется овладевать высокими, прорывными",
        "технологиями ХХI века, которые, так или иначе, концентрируются вокруг\nводородной энергетики. Молодежь, которой нужна уверенность в",
        "завтрашнем дне своей страны, неизбежно должна активно содействовать\nреализации общенациональной идеи – возрождения России. Гибкость\nмышления, отсутствие консерватизма во взглядах у молодых исследователей\nпозволяет надеяться на их весомый вклад в решении многих задач, связанных\nс использованием водорода как альтернативного топлива.",
        "Информация, которая представлена в учебно-методическом комплексе\n«Материалы для водородной энергетики», позволит сформировать у\nстудентов основные представления о такой крупной научно-технической и",
        "социально-экономической программе, как переход к использованию новых",
        "экологически чистых источников энергии. Кроме того, основная детализация",
        "курса направлена на проблемы материаловедческого характера, а именно,",
        "использование различных материалов для получения, хранения водорода, его\nпотребления в топливных элементах для получения энергии, основной",
        "акцент сделан на использование материалов в наноразмерном состоянии.",
        "6 6\n1. КОНЦЕПЦИЯ ВОДОРОДНОЙ ЭНЕРГЕТИКИ",
        "1.1. Историческая справка\nКрупномасштабная концепция экологически чистой водородной\nэнергетики зародилась в середине 70-х годов как естественная реакция\nчеловечества на надвигающуюся экологическую катастрофу, на\nограниченность мировых запасов углеводородных топлив (прежде всего,",
        "нефти и газа) и на мировой энергетический кризис тех лет. В связи с",
        "развитием этой концепции в 1974 г. была создана Международная\nассоциация по водородной энергетике (МАВЭ) со штаб-квартирой в",
        "Институте чистой энергетики (Корэл Гэйблс, США). МАВЭ стала издавать\nмеждународный журнал \"The International Journal of Hydrogen Energy\" и",
        "проводить один раз в два года Всемирные конференции по водородной\nэнергетике.",
        "СССР вошел в МАВЭ. Координацию работ в стране стала осуществлять\nКомиссия АН СССР по водородной энергетике и Институт атомной энергии",
        "им. И.В. Курчатова (ИАЭ). Лидером и руководителем водородного движения",
        "в СССР стал академик Валерий Алексеевич Легасов (вплоть до его\nбезвременной кончины в 1988 г.). В СССР с 1978 г. \"Атомиздатом\" стал\nиздаваться периодический сборник \"Атомно-водородная энергетика и\nтехнология\" и стали проводиться на базе ИАЭ Всесоюзные семинары по\nатомно-водородной энергетике.",
        "Весьма быстро, менее чем за 10 лет, идея водородной энергетики\nзахватила умы человечества, и стало интенсивно формироваться всемирное",
        "водородное движение.",
        "В 80-х годах концепция водородной энергетики (ВЭ) была полностью\nразработана и детализирована, разработана ее структура. Она включает:\n1. Производство водорода из воды с использованием не возобновляемых",
        "источников энергии (уголь, атомная энергия, термоядерная энергия) и\nвозобновляемых источников энергии (солнце, ветер, энергия морских\nприливов, биомасса и т.д.);",
        "7 7\n2. Транспортировка и хранение водорода;\n3. Использование водорода в промышленности, на транспорте (наземном,",
        "воздушном, водном и подводном), в быту;\n4. Проблемы надежности материалов и безопасности водородных",
        "энергетических систем.",
        "Даже частичное вхождение в жизнь водородной энергетики повлечет за\nсобой серьезные структурные изменения в экономике в целом. В вязи с этим\nстало все более широко использоваться понятие «водородная экономика».",
        "1.2. Основные причины, которые привели к необходимости поиска",
        "новых экологически чистых энергоносителей",
        "1.2.1. Энергетическая безопасность",
        "В настоящее время наблюдается постоянное увеличение спроса на\nтрадиционное углеводородное сырье. По прогнозам экспертов, ожидаемый",
        "рост потребностей в первичных энергоносителях в мире в период с 2000-го\nпо 2030 год возрастет на 60% – 70%.",
        "Ограниченность запасов нефти и газа (по разным оценкам, они будут\nисчерпаны в ближайшие 50 – 100 лет), неуклонный рост цен на них,\nзаставляют передовые страны вести активные поиски альтернативных",
        "энергоносителей, в частности, на основе водорода.",
        "1.2.2. Экология",
        "Сжигание углеводородных топлив ведет в масштабах Земли к сильному\nувеличению содержания диоксида углерода СО2 в атмосфере. По данным\nНемецкого физического общества содержание СО2 увеличилось за 100 лет,\nначиная с 1850 по 1950 г., на ~15% и затем повышалось ежегодно до 1988 г.\nна ~0.3–0,5%. В 1988 г. содержание СО2 достигло 350 ppmv, а в начале этого",
        "века оно уже должно превысить 390 ppmv.",
        "8 8\nУвеличение содержания СО2 (а также NО2, СН4 и некоторых других\nгазов) в атмосфере ведет к парниковому эффекту. Это связано с тем, что",
        "именно содержание СО2 в атмосфере в основном определяет долю теплового\nизлучения Земли, уходящего в космос. С увеличением содержания СО2 в\nатмосфере эта доля уменьшается и происходит сдвиг динамического",
        "равновесия в сторону общего потепления на Земле.",
        "За последние десятилетия парниковый эффект и его возможные\nпоследствия изучаются во всем мире многими специализированными",
        "научными учреждениями и анализируются крупными специалистами.\nПрогнозы не утешительны. Уже общее среднее потепление на 1-2 К,\nожидаемое в ближайшие десятилетия, вызовет совершенно катастрофические",
        "планетарные последствия: таяние ледников Арктики и Антарктики, резкое\nизменение климата на Земле в целом с особо опасными последствиями для\nотдельных регионов – затопления, нарушения условий для\nсельскохозяйственной деятельности и т.д. Все это широко освещается в\nспециальной и массовой печати, проникает в сознание не только ученых, но",
        "и широких кругов общественности. Проблема вышла на уровень\nмеждународных организаций (ООН и ее структуры). Стали проводиться",
        "международные конференции и переговоры. Для \"зеленых\" и их партий",
        "парниковый эффект и возможная экологическая катастрофа стали важными",
        "атрибутами их движений. Определились и страны - ведущие \"вкладчики\" в",
        "надвигающуюся катастрофу. По процентному вкладу в общемировой объем",
        "вредных выбросов они разделились следующим образом: США – 24%, Китай\n– 14%, Россия – 6%, Англия – 2%.",
        "Новая энергетика особенно необходима крупным городам. В России\nболее 75% населения проживает в крупных городах, где и сосредоточены\nосновные производственные мощности, где экологическая обстановка не\nсоответствует нормативам, определяющими уровень безопасности для\nздоровья и жизни людей, поскольку значительно превышены предельно\nдопустимые концентрации вредных веществ. Серьезную лепту здесь вносит",
        "9 9\n«грязная» энергетика и резко увеличившийся в количестве автотранспорт. В",
        "крупных городах автотранспорт дает до 90% от общего объема выбросов.",
        "Прогноз показывает, что к 2030 г. на планете количество автомобилей\nдостигнет 1.6 млрд.",
        "Принятые европейские директивы по ограничению эмиссии диоксида\nуглерода для транспорта в 2008 г. устанавливает предел в 140 г/км, а к 2015г.",
        "– 90 г/км. Последние модели АвтоВаза имеют эмиссию СО2 на уровне 180",
        "г/км. Россия присоединилась к Женевскому соглашению и обязана\nвыполнять Европейские нормы на выброс вредных веществ.",
        "В Екатеринбурге превышение предельно допустимых концентрций\nвредных веществ летом достигает по NO2 – до 4 раз, по СО и СО2 – до 2 раз,",
        "по углеводородам – до 30 раз. Статистика говорит о том, что каждый третий\nжитель крупных городов страдает заболеваниями дыхательных путей,",
        "особенно уязвимы в этом отношении дети.",
        "Значительная доля загрязнений приходится также на предприятия черной\nи цветной металлургии, химической и нефтехимической промышленности, а",
        "также машиностроения. Для решения этой проблемы требуются иные",
        "подходы. Однако перевод автотранспорта и энергетических установок на",
        "экологически безопасный вид топлива кардинально изменит экологическую",
        "обстановку, и в первую очередь, в крупных городах.",
        "1.2.3. Социальный аспект",
        "Объективное и неизбежное падение объемов добычи нефти и газа\nвследствие сокращения их запасов, приведет и к постепенному сворачиванию\nдеятельности предприятий нефтяной и газовой промышленности.\nРезультатом будет высвобождение значительных людских ресурсов, что\nчревато ростом безработицы и ростом социальной напряженности.\nПараллельное развитие водородного комплекса могло бы в значительной",
        "мере сгладить остроту проблемы, привлекая высвобождающихся\nспециалистов для своих нужд.",
        "10 10\nЕдинственно реальной возможностью постепенного перевода экономики\nстраны с «рельсов нефтяной узкоколейки» на скоростную магистраль",
        "будущего является создание индустрии, связанной с получением, хранением,\nтранспортировкой водородных энергоносителей и производством различных",
        "видов топливных элементов.",
        "Преимуществом водорода перед прочими энергоносителями являются\nнеограниченные возможности его получения, практическая неисчерпаемость\nзапасов и экологическая безопасность при его использовании.",
        "1.3. Коммерциализация водородной экономики",
        "Переход к реальной водородной энергетической системе в наиболее\nразвитых странах мира начался в начале двадцать первого века. Эти итоги\nвпечатляют. По многим направлениям уже началась коммерциализация\nводородной техники, водородных технологий и водородных энергетических\nсистем.",
        "Так, Япония выделила четыре миллиарда долларов на приобретение всех\nводородных энергетических технологий до 2020 года. В Европе на научные",
        "исследования и разработки в области водородной энергетики планируется",
        "потратить пять миллиардов долларов.",
        "Правительство США выделило 1,7 миллиарда долларов на\nкоммерциализацию транспортных средств на водородных топливных\nэлементах, а также 1,2 миллиарда долларов на производство водорода из угля\nбез эмиссии СО2. Не остаются в стороне и Австралия с Канадой.",
        "В рамках европейского проекта CUTE компания Daimler-Chrysler\nприступила к производству водородных автобусов, а корпорация British\nPetroleum создает установки для их заправки.",
        "Фирма Siemens-Westinghouse занимается сбытом энергетических\nустановок на водородных топливных элементах для использования на\nэлектростанциях. Автоконцерны Honda и Toyota начали сдавать в\nдолгосрочную аренду автомобили на водородных топливных элементах,",
        "11 11\nпричем последняя уже приступила к серийному выпуску автомобилей с",
        "гибридными двигателями (использующими комбинацию бензина и",
        "водорода). Компания General Motors планирует испытать фургон на\nводородном топливе. Аналогичными проектами заняты и такие автогиганты,\nкак Ford Motors и BMW. Уже организовано серийное производство\nводородных гидридных электрических аккумуляторов. Компания Airbus\nработает над созданием воздушных транспортных средств на водородном",
        "топливе. Компания Hydro Electrolysers проводит успешные работы по",
        "организации поставок электролизеров для заправочных станций по",
        "различным проектам в Европе.",
        "Стоит констатировать серьезное отставание Российской Федерации в\nданной области. Совершенно очевидна тотальная зависимость национальной",
        "экономики от цен и объемов экспорта сырья. Кажущийся экономический\nрост обусловлен в значительной мере благоприятными ценами на нефть на",
        "зарубежных рынках, и, как следствие, возросшей экспортной выручкой\nнефтяных компаний. Отсутствие нового, технологичного сектора\nпромышленности не позволит Российской Федерации находиться в одном\nряду с развитыми странами мира. Технологический разрыв между Россией и\nЗападом, зависимость нашей страны от передовых государств будут\nсохраняться и увеличиваться.",
        "Недавние энергетические катастрофы в США, Европе и Великобритании,\nв результате которых без электричества остались миллионы людей, указали\nна перспективность схемы энергообеспечения страны, при которой",
        "электричество вырабатывается энергоустановками на основе топливных\nэлементов непосредственно в местах его потребления, а образовавшиеся\nизбытки уходят в общую сеть. В данном случае кратно снижается\nзависимость от единой энергетической системы, значительно повышается\nэффективность вырабатывающих мощностей.",
        "Остановимся, как на наиболее ярком примере, на коммерциализации\nводородного автомобиля.",
        "12 12\nЗнаменитая японская автомобильная фирма \"Тойота\" объявила о\nсоздании первого водородного автомобиля в 2003 г. (рис. 1.1). Это",
        "гибридный автомобиль, в котором водород подается в топливный элемент, от\nкоторого питается электрический мотор мощностью 80 кВт. Скорость\nавтомобиля до 150 км/ч, а дальность пробега при наличии трех водородных\nбаков составит 250 км.",
        "Рис. 1.1. Гибридный автомобиль фирмы \"Тойота\".",
        "Рис. 1.2. Водородный автомобиль компании \"Хонда\".",
        "Другая известная японская автомобильная компания \"Хонда\" также в\n2003 г. начала поставку па рынок нового автомобиля на водороде (рис. 1.2) с\nиспользованием топливного элемента и электрической тяги. Бак для\nводорода высокого давления (до 350 атм.) интегрирован в автомобильное",
        "\"дно\". При этом предусмотрены особые меры безопасности. При\nмаксимальной скорости 140 км/ч и хорошем разгоне эта модель имеет пробег",
        "от 180 до 300 км. По планам Японского правительства в стране будет",
        "эксплуатироваться до 50 тыс. водородных автомобилей в 2010 г.",
        "13 13\nАмериканская фирма \"General Motors\" впервые в мире представила\nгрузовик типа \"пикап\", в котором водород для топливного элемента\nпроизводится непосредственно в автомобиле реформингом бензина. 70-\nкиловаттный двигатель пикапа дополнительно поддерживается топливным",
        "элементом мощностью 30 – 35 кВт. Серийный водородный автомобиль будет",
        "подготовлен к 2010 г.",
        "Автомобильные фирмы Германии активно участвуют в гонке за \"водо-\nродный автомобиль\". Компания ВМW представила водородную версию сво-",
        "его автомобиля \"Mini\" (рис. 1.3). В модернизированный\nчетырехцилиндровый двигатель внутреннего сгорания непосредственно",
        "впрыскивается глубоко охлажденный водород. Резервуар для жидкого\nводорода имеет не цилиндрическую форму, а адаптированную к конструкции",
        "автомобиля. Поэтому автомобиль сохраняет обычный интерьер и\nвместимость. Во время тура за мир чистой энергии (2001 г.): Дубай,\nБрюссель, Милан, Торонто и Лос-Анджелес - компания ВМW",
        "демонстрировала 15 водородных автомобилей.",
        "Сервисная компания \"Hermes Versand\" (Гамбург) приступила к\nиспытаниям мерседеса-фуры, где используется топливный элемент,",
        "работающий на сжатом газообразном водороде. Использован электрический\nмотор мощностью 55 кВт. Фура при максимальной скорости 120 км/ч имеет",
        "дальность пробега до 120 км. Полезный объем автомобиля сохранен.",
        "Рис. 1.3. Водородный автомобиль фирмы \"БМВ\".",
        "14 14\nВ Германии в небольшом городе Барт на берегу Балтийского моря\nпланируется выпустить на маршрут водородный автобус. Интересно, что",
        "использование водорода окажется экономически выгодным по следующей",
        "причине. Имеющееся в городе производство по переработке сточных вод",
        "требует большого количества кислорода, который получают электролизом",
        "воды. В этой технологии водород является побочным \"выбросным\"",
        "продуктом. Его-то и планируется использовать как топливо для автобусов.\nСледует подчеркнуть, что это хороший пример того, как комплексное\nиспользование водорода и кислорода – продуктов электролиза воды – может",
        "быть рационально использовано в смежных технологиях.",
        "Совершенно очевидно, что эксплуатация водородных автомобилей в\nмассовом масштабе потребует создания водородной заправочной",
        "инфраструктуры. Поэтому это направление развития водородной экономики\nтакже находится под пристальным вниманием компаний, намеренных",
        "осуществить широкую коммерциализацию водородных автомобилей.",
        "В Германии интенсивно накапливается технический и коммерческий\nопыт проектирования, строительства и эксплуатации водородных станций\nдля обслуживания водородного автомобильного транспорта. В 1997 г. была",
        "основана новая компания по энергетическим технологиям, которая ведет",
        "теперь проекты водородных заправок. Сооружаются четыре заправочных\nстанции: в аэропорту Мюнхена, в Гамбурге, Оберсдорфе и в индустриальной",
        "зоне Брунталнорд вблизи Мюнхена.",
        "В октябре 2002 г. в Берлине открыта первая водородная заправочная\nстанция для обслуживания наземного транспорта как жидким водородом, так",
        "и сжатым газообразным водородом.",
        "Обеспечение жидким водородом взяла на себя фирма \"Lind\", для\nхранения на станции используется охлаждаемая цистерна объемом 18 м3 и\nсоответствующий трубопровод. Газообразный водород производится в",
        "мембранном электролизере высокого давления американской компании\n\"Hogen\" и хранится в баллонах при давлении 250 бар. На данном этапе",
        "15 15\nпроизводительность электролизера 1 м3/ч, однако к 2004 г. она будет\nувеличена в 100 раз.",
        "Эта автозаправочная станция является частью проекта, поддерживаемого\nЕС, в результате которого все автобусы будут переведены на водород в\nтечение нескольких месяцев сначала в Берлине, а затем в Копенгагене и\nЛиссабоне. Автобусы для этих линий производит фирма \"MAN\". Проект был",
        "рассмотрен Берлинским Сенатом, который оказывает ему помощь и",
        "поддержку.",
        "Вторая водородная заправочная станция введена в строй в Берлине летом\n2003 г. Она является частью проекта \"Партнерство чистой энергетики\", по\nкоторому БТК и производители автомобилей и топлив будут испытывать",
        "новую технологию. Эта станция, кроме того, будет использовать природный\nгаз и бензин. БТК предполагает также закупить двухэтажные автобусы на\nтопливных элементах.",
        "Следует также отметить перспективы Гамбурга. Согласно программе\nЕвропа-Квебек, осуществляемой Германией и Канадой, в 2005 г. весь",
        "городской автобусный парк Гамбурга переведен на водород. Относительно",
        "дешевый водород будет производиться на гидроэлектростанциях Канады",
        "(особенно эффективно за счет \"провальной\" гидроэлектроэнергии,",
        "вырабатываемой в ночное время, в межсезонье и т.д.). Затем он будет\nсжижаться и на специальных танкерах доставляться в Европу.",
        "Водородная экономика интенсивно внедряется не только в\nэкономическую, но и в политическую жизнь Германии. Показательно, что\nГерманская партия зеленых, широко представленная в федеральном и в",
        "земельных парламентах, организовала в Берлине Водородный Конгресс-2001\nпод лозунгом \"От нефти к солнечному водороду — мировая энергетическая",
        "политика будущего\". На конгрессе политики, промышленники и\nэкологические организации широко обсуждали проблемы стоимости\nиндустриальной стратегии солнечно-водородной экономики, политические и",
        "экономические успехи в этой области. При поддержке правительства",
        "16 16\nсоздаются новые компании, призванные обеспечить лидерство Германии в",
        "области топливных элементов и водородной экономики. Лидеры на уровне\nминистров отслеживают развитие водородной экономики. Правительство",
        "представляет фонды для ведущих проектов, что вызывает приток частных\nинвестиций. Аналогична ситуация и в других развитых странах мира, что\nсоставит предмет наших будущих публикаций.",
        "Норвежская компания \"Статкрафт\", Шведская компания \"Сидкрафт\" и\nШвейцарско-Шведская промышленная группа \"АВВ\" объединяют свои",
        "усилия в строительстве экологически чистого завода по производству",
        "водорода. Завод будет расположен в Норвегии и будет использовать энергию",
        "ветра.",
        "Компания Boeing провела в начале 2008 г. летные испытания первого\nпилотируемого самолета на водородном топливе. В конце 2007 г. компания\nсообщала об успешном испытании 4-х цилиндрового двигателя внутреннего\nсгорания, работающего на водороде. Его планировалось установить на\nразрабатываемом в Boeing беспилотном самолете-разведчике, который",
        "должен будет летать на высоте 20 км с нагрузкой до 910 кг.",
        "В эмирате Абу-Даби планируется строительство самой большой в мире\nводородной электростанции, на которую будет потрачено 15 миллиардов\nдолларов.",
        "Итак, развивающаяся в настоящее время в мире коммерциализация\nводородной техники, водородных технологий и водородных энергетических\nсистем, основанная на успехах конкретных технических решений, обеспечит\nв ближайшие годы реальное вхождение водородной экономики в жизнь",
        "индустриально развитых стран. Немаловажно, что между компаниями —",
        "индустриальными гигантами Германии, США, Японии уже сейчас",
        "наметилась скрытая (а иногда и открытая) борьба за будущие рынки сбыта\nводородной техники.",
        "17 17\n1.4. Национальные водородные программы\nВ конце 1990-х годов в мире стартовал ряд крупных международных и\nнациональных программ по коммерциализации научно-технических",
        "разработок по водородным технологиям, топливным элементам,\nвозобновляемым источникам энергии и ряду других направлений, конечной\nцелью которых является реализация концепции водородных\nэнерготехнологических систем. Помимо государственных и\nнеправительственных общественных организаций, работы в области",
        "водородных технологий инвестируются рядом коммерческих структур,",
        "главным образом, крупными автомобильными компаниями.",
        "США. Наиболее крупным комплексным планом развития работ в\nобласти водородных энерготехнологий на североамериканском континенте\nявляется программа Департамента энергетики США (DOE) «Водород,",
        "топливные элементы и технологии инфраструктуры», принятая в 1999 г. и",
        "скорректированная и феврале 2004 г. Основной мотивацией является",
        "снижение зависимости США от импорта сырой нефти, две трети которой\nпотребляется автотранспортом. Поэтому основной упор делается на\nширокомасштабное использование водорода на транспорте. Показательно,\nчто финансирование и координация проектов осуществляются DOE",
        "совместно с крупнейшими автомобильными компаниями США:",
        "DaimlerChrysler Corp., Ford Motor Co. и General Motors Corp.",
        "Фактический бюджет водородных разработок в США составил 92 млн\nдолл. за 2003 г., 147.2 млн долл. за 2004 и 172.8 млн долл. в 2005 г.",
        "Развитие водородной экономики США предусматривает четыре этапа.\nНа первом должны быть разработаны критические технологии, которые\nобеспечат практическую реализацию поставленных стратегических целей.",
        "Второй этап (2010–2025 гг.) связан с началом коммерциализации\nводородных энергетических и транспортных систем. Третий этап реализации\nводородной программы предусматривает создание к 2035 году\nинфраструктуры водородной экономики и расширение рынка водородных",
        "18 18\nтехнологий. Начало третьего этапа будет согласовано с принятием решения о",
        "коммерциализации водородных технологий, в первую очередь\nприменительно к транспортным средствам на топливных элементах.\nСоответствующие инвестиции планируется, в основном, привлекать из",
        "бизнеса при опеке правительства. К 2040 г. (четвертый этап) будут\nполностью сформированы рынок и инфраструктура.",
        "Япония. Работы в области водородных технологий курируются\nМинистерством экономики, торговли и промышленности. Работа направлена",
        "на создание инфраструктуры и широкое внедрение как стационарных",
        "энергоустановок на топливных элементах, так и автотранспорта на\nводородном топливе и топливных элементах. Число единиц автомобильной",
        "техники на топливных элементах планируется на уровне 50 тысяч (2010г.), 5\nмлн. (2020г.), 15 млн. (2030г.). На 2004 г. в Японии функционировало 30\nстационарных водородных энергоустановок на топливных элементах, 10\nводородных заправочных станций, 50 единиц автотранспорта на водородном\nтопливе. На эти работы правительство потратило в 2004 г. 303 млн. долл.",
        "Европейское сообщество. Программа перехода стран ЕС к водородной\nэкономике рассчитана на 50 лет (2000-2050гг.), финансирование НИОКР\nосуществляется из фонда ЕС на конкурсной основе. В 2003 г. было выделено",
        "1 млн. евро на водородные проекты и 1 млн. евро на проекты по топливным",
        "элементам. Дальнейшие инвестиции предусматривают порядка 2.8 млрд.\nевро на период 2005-2015 гг. Количество работающих на водороде",
        "автомобилей 2020 г. должно составить 2 млн.",
        "Страны Северной Европы. Активно участвуют в водородных\nпрограммах ЕС и имеют целый ряд собственных национальных и",
        "межгосударственных водородных программ. В Норвегии эти разработки\nфинансируются Советом по исследованиям в энергетике (Nordisk\nenergiforsking), имеющим статус правительственного учреждения.\nПланируемый бюджет в рамках водородной программы составляет 17-29",
        "млн. долл.США на период до 2010г. и 7-14 млн. долл.США – на 2010-2014 гг.",
        "19 19\nГосударственное финансирование составляет 50%, остальное вносят\nпромышленные и бизнес-структуры. Работы направлены, в основном, на",
        "производство водорода, его хранение и распределение, а также на создание",
        "автономных энергосистем, использующие возобновляемые источники",
        "энергии.",
        "Китай. Страна имеет все предпосылки для постепенного перехода к\nводородной экономике. Китай является вторым в мире (после США)",
        "производителем водорода, в Китае освоены на промышленном уровне новые\nнаукоемкие технологии, в частности металлогидридная. Общие инвестиции",
        "государства в работы по водороду и топливным элементам в настоящее",
        "время оцениваются 290-460 млн. долл. США.",
        "Перечень национальных водородных программ далеко неполный, в\nреализации концепции водородной энергетики активно участвуют Канада,",
        "Австралия, Новая Зеландия, Бразилия, Индия и др.",
        "Российская Федерация. Экономика и основа бюджета России строятся\nна экспорте нефти и газа. Необходимо быть готовым к снижению такой\nзависимости во избежание депрессивной модели развития страны.",
        "В 2003 г. РАН и ГМК «Норильский никель» подписали соглашение о\nсотрудничестве, в соответствии с которым инвестиции ГМК «Норильский\nникель» в исследования по водородной энергетике составят 40 млн. долл.",
        "США в год. Принята Комплексная программа поисковых, научно-",
        "исследовательских и опытно-конструкторских работ по водородной",
        "энергетике и топливным элементам, а также по прикладным исследованиям,\nсвязанным с расширением промышленного использования палладия, других\nметаллов платиновой группы, цветных металлов. К сожалению, в настоящее",
        "время данная программа свертывается.",
        "Из других российских водородных программ следует упомянуть\nпрограмму 2002 г. по созданию коммерческих энергоустановок на топливных\nэлементах (РАН, МНТЦ, Минатомпром, Газпром). Общий подъем поддержки\nводородной тематики МНТЦ составляет 35 млн. долл. США.",
        "20 20\nРоссии необходимо иметь свою Национальную программу по развитию\nводородной энергетики. Сегодня уже очевидно, что в одиночку",
        "государственный сектор экономики не в состоянии осуществить",
        "необходимый научно-технический прорыв в данной отрасли. Решение этой\nзадачи требует объединения усилий государственного и частного сектора\nэкономики, вовлечение бизнеса в стратегические отрасли народного\nхозяйства на стадии их становления. Этому призвана способствовать\n«Национальная ассоциация водородной энергетики» (НАВЭ). Основными\nзадачами НАВЭ являются стимулирование и координация усилий",
        "государства, бизнеса и науки в направлении развития водородной экономики,\nв том числе посредством совершенствования законодательной базы,\nнаправленной на стимулирование инвестиций в научно-технический\nпрогресс.",
        "По инициативе ректора МИРЭА (Московский государственный институт\nрадиотехники, электроники и автоматики) профессора А.С. Сигова к участию\nв решении проблем водородной энергетики, связанных с металлами",
        "платиновой группы, привлечены ученые вузов России и других стран СНГ.",
        "Студенты МИРЭА создали Водородный клуб, в котором активно ведут как",
        "просветительскую деятельность, выпуская материалы методического и\nинформационного характера по водородной энергетике, так и\nнепосредственно участвуя в научных разработках.",
        "Научный, проектно-конструкторский и технологический потенциал в\nобласти водородной энергетики в Российской Федерации в настоящее время",
        "достаточно высок. Однако, необходимо государственное и/или какое-либо",
        "иное финансирование исследовательских и практических работ в области\nводородной энергетики, иначе Российская Федерация на долгие годы\nэкономически отстанет от развитых стран.",
        "21 21\nЛитература",
        "1. Гольцов В.Л., Везироглу Т.Н., Гольцова Л.Ф. На пути к водородной",
        "экономике: планетарные и региональные аспекты. Уч. Пособие\n«Водородная энергетика будущего и металлы платиновой группы в\nстранах СНГ». М., МИРЭА,2004, стр.48-65.",
        "2. Тарасов Б.П., Лотоцкий М.В. Водородная энергетика: прошлое,",
        "настоящее, виды на будущее. Рос.хим.ж. (Ж. Рос. хим. об-ва им.",
        "Д.И.Менделеева) 2006, т.L, №6. стр.5-18.\n3. http:/lenta.ru/news/2008.",
        "22 22\n2. ПОЛУЧЕНИЕ ВОДОРОДА",
        "К настоящему моменту существует однозначное мнение, что благодаря\nнеограниченным ресурсам, высокой энергонасыщенности, технологической",
        "гибкости и экологической чистоте процессов преобразования энергии с",
        "участием водорода, его следует рассматривать как наиболее перспективный\nэнергоноситель будущего.",
        "2.1. Основные физико-химические свойства водорода\nВодород обладает уникальным набором свойств, определяющих его\nширокое использование в различных областях промышленности, и, с другой\nстороны, порождающих ряд технических проблем при организации",
        "процессов с участием водорода.",
        "Водород является наиболее распространенным элементом во\nВселенной (93 ат.%) и одним из самых распространенных на Земле –\n15.52 ат.%, среднее содержание водорода в земной коре 1.4 г/кг. Основными\nисточниками водорода на Земле являются вода и органические соединения,",
        "включая нефть, природный газ и биомассу.",
        "Способность водорода вступать при повышенных температурах в\nкаталитические реакции гидрирования широко используется в химической\n(синтез аммиака и метанола), нефтехимической (гидрокрекинг) и пищевой\n(гидрирование растительных жиров) промышленности, а также в ряде других",
        "отраслей. Восстановительные свойства водорода используются в химической",
        "технологии, в порошковой металлургии, металлообработке,\nмашиностроении, микроэлектронике.",
        "Среди известных газов водород имеет самую низкую вязкость и самую\nвысокую теплопроводность. Так, при комнатной температуре и атмосферном",
        "давлении теплопроводность водорода – 0.182 Вт/(м•К), это в 1.24 раза выше\nтеплопроводности гелия, в 5.9 метана, в 7.2 азота и кислорода, в 10.7 аргона.\nВ тех же условиях коэффициент динамической вязкости газообразного\nводорода составляет 8.92•10-6 Па•с, что в 2.11 раза ниже, чем у гелия в тех же",
        "23 23\nусловиях. Благодаря данному обстоятельству водород эффективно",
        "применяется для уменьшения трения и охлаждения в движущихся частях",
        "установок (например, в турбогенераторах в тепловой и атомной энергетике).\nВ то же время низкая вязкость водорода повышает вероятность его утечек\nчерез уплотнения, что ужесточает требования к качеству водородной газовой",
        "аппаратуры.",
        "Водород относят к горючим газам с повышенной пожаро- и\nвзрывоопасностью. Он имеет широкие концентрационные пределы горения и",
        "детонации, высокую скорость распространения пламени (в 8 раз выше, чем у",
        "метана), а также низкую (в 14.5 раза ниже, чем у метана) энергию\nвоспламенения. Вместе с тем, низкая плотность и высокая скорость",
        "диффузии водорода способствуют быстрому снижению его концентрации на\nоткрытой местности и в вентилируемых помещениях. К тому же водород\nимеет достаточно высокую нижнюю границу детонации (в 2.06 раза выше,\nчем у метана), что существенно снижает его взрывоопасность в реальных\nусловиях.",
        "2.2. Производство водорода и структура его потребления",
        "К настоящему времени технологии крупномасштабного производства и\nпереработки водорода хорошо освоены. Ежегодное мировое производство",
        "водорода к концу 1990-х гг. составляло 40 – 45 млн. т, что соответствуют 20–",
        "25% ежегодной мировой добычи природного газа. Большую часть водорода\nполучают паровой конверсией, либо частичным окислением углеводородного\nсырья, главным образом природного газа (рис. 2.1) [1].",
        "Следует отметить, что только 62% водорода производят как целевой\nпродукт, остальные 38% являются побочным продуктом других производств\n(нефтепереработка, коксохимия и т.п.). К последним также относится почти\nвесь электролитический водород, получаемый в настоящее время в",
        "производстве хлора и каустической соды.",
        "24 24\n7%",
        "4%",
        "4%",
        "85%",
        "нефть",
        "уголь",
        "электролиз",
        "природный газ",
        "Рис. 2.1. Структура мирового производства водорода [1].",
        "Структура потребления водорода показана на рис. 2.2.[1]. Как видно,\nосновными потребителями водорода (95%) являются химическая\nпромышленность и нефтепереработка. Водород является ключевым",
        "реагентом в производстве минеральных удобрений (получение аммиака), в",
        "многочисленных процессах органического синтеза. Особое место водород\nзанимает в нефтепереработке (гидрокрекинг, гидроочистка), его применение",
        "увеличивает глубину переработки сырой нефти и повышает качество",
        "конечных продуктов углеводородных топлив.",
        "Более половины потребляемого в мире водорода на сегодняшний день\nиспользуется в качестве химического сырья. Остальная часть используется в",
        "технологических процессах, протекающих с участием водорода\n(гидрирование, раскисление и т.п.). Раскисляющее действие водорода\nшироко применяют в порошковой металлургии, металлообработке,\nпроизводстве стекла, синтетических рубинов и т.п. (в сумме примерно 2% от",
        "25 25\nобщего потребления водорода). Применение водорода в микроэлектронике,\nглавным образом, связано с получением кремния восстановлением SiCl4.",
        "8%",
        "1%",
        "37%\n50%",
        "метанол",
        "космос",
        "нефтепереработка",
        "аммиак",
        "Рис. 2.2. Структура мирового потребления водорода [1].",
        "Основным потребителем водорода как топлива является космонавтика.\nКомбинация «жидкий водород (топливо) – жидкий кислород (окислитель)»",
        "обеспечивает максимальное выделение энергии на единицу веса, что",
        "является определяющим критерием для аэрокосмических приложений.",
        "Следует отметить, что из значительного объема производимого\nводорода только 5% в настоящее время является коммерческим продуктом.",
        "Как правило, крупные потребители водорода сами производят его для\nсобственных нужд, что вызвано экономическими факторами (высокие цены\nна товарный водород), а также техническими трудностями хранения и\nтранспортировки больших количеств водорода.",
        "26 26\n2.3. Методы получения водорода\nСуществующие способы производства водорода базируются на\nиспользовании в качестве исходного сырья воды (электролиз, фотолиз и",
        "радиолиз), угля и природного газа (паровая и парокислородная конверсии),\nсероводорода (химическое и плазмохимическое разложение) и некоторых",
        "других веществ. Основное направление совершенствования всех процессов",
        "производства водорода состоит в увеличении их эффективности,\nуменьшении капитальных затрат и эксплуатационных расходов, увеличении",
        "надежности и технологической гибкости.",
        "2.3.1. Электролиз воды\nЭлектролиз воды является наиболее перспективной технологией\nполучения водорода в будущем, хотя в настоящее время из-за высокой",
        "стоимости электроэнергии доля этого метода в мировом производстве\nводорода не превышает 4-5% (рис. 2.1). Наиболее привлекательными\nособенностями электролиза волы являются экологическая чистота (при\nусловии, что производство первичной энергии не сопряжено с загрязнением",
        "окружающей среды), возможность создания установок с широким\nдиапазоном производительности (от нескольких литров до сотен м3 водорода",
        "в час), простота эксплуатации и удобство в работе, высокая чистота\nпроизводимого водорода и наличие ценного и экологически чистого\nпобочного продукта - газообразного кислорода. Основной вклад в стоимость\nэлектролитического водорода (70-90%) вносят затраты на электроэнергию. В\nто же время, при наличии дешевой электроэнергии (например, в\n«провальные» периоды ее потребления) электролитическое получение\nводорода может стать рентабельным.",
        "2.3.2. Паровая конверсия метана\nПолучение водорода из природных органических топлив в настоящее\nвремя наиболее широко освоено. Основной технологией является паровая",
        "конверсия метана. Как видно из данных рис. 2.1, по указанной технологии",
        "27 27\nполучают около 85% производимого в мире водорода, что обусловлено",
        "достаточно высокой (более 80%) эффективностью процесса, приемлемой\nстоимостью и отлаженной инфраструктурой транспортировки исходного\nсырья.",
        "В процессе паровой конверсии метана возможно протекание\nследующих реакций одновременно:",
        "CH 4 + H 2 O = 3H 2 + CO , ∆Η= + 206 кДж/моль, (2.1)",
        "CO + H 2 O = CO 2 + H 2 , ∆Η= - 41 кДж/моль, (2.2)\nCH 4 + 2H 2 O = CO 2 + 4H 2 , ∆Η= + 165 кДж/моль, (2.3)",
        "CH 4 = C + 2H 2 , ∆Η= + 74,8 кДж/моль. (2.4)\nЧтобы избежать появления углерода, процесс конверсии необходимо",
        "проводить при избытке окислителя, в частности водяного пара.",
        "Стоимость водорода для данной технологии оказывается самой низкой\nпо сравнению с другими методами и существенно снижается по мере\nувеличения производительности: от 11.2 долл. США за 1 ГДж (1.3 долл.\nСША/кг Н2) для сравнительно малых промышленных установок мощностью",
        "270 тыс. м3 водорода/сутки до 5.5 долл. США за 1 ГДж (0.66 долл. США/кг\nН2) для крупных (7 – 25 млн. м3 водорода/сутки) [1].",
        "Основным недостатком получения водорода из природного газа\nявляется зависимость от поставок сырья, запасы которого распределены",
        "всего между несколькими регионами мира (Ближний Восток – 40.8%, Россия\n– 26.7%, Иран – 15.2%, Катар –14.7%). Серьезную проблему составляют и",
        "выбросы в атмосферу больших количеств СО2, утилизация которого требует",
        "значительных капитальных затрат и эксплуатационных расходов, что",
        "существенно повышает стоимость конечного продукта. Кроме этого, метод",
        "паровой конверсии метана плохо адаптируется на установки малой",
        "производительности для децентрализованного производства водорода\n(например, заправочных станций, автономных энергосистем и т.п.). Еще",
        "одним недостатком метода является наличие в водороде примесей оксидов",
        "28 28\nуглерода, что предъявляет дополнительные требования к его очистке,",
        "особенно при использовании в ТЭ.",
        "2.3.3. Парциальное окисление метана\nПроцесс парциального окисления метана протекает с образованием\nсинтез-газа по следующей реакции:",
        "CH 4 + 1/2O 2 = CO + 2H 2 , ∆Η =- 36 кДж/моль (2.5)\nВысокие температуры (1600 – 1800 К) и контроль подачи кислорода\nпредотвращают полную реакцию окисления метана и образование угля.",
        "Процесс не требует использования катализатора, но они применяются для\nувеличения выхода водорода и понижения рабочих температур.\nИспользуются катализаторы, содержащие родий, платину, никель. Установка",
        "для проведения процесса парциального окисления требует применения",
        "теплообменника, т.к. процесс является экзотермическим. Кроме того,",
        "необходимо использовать чистый кислород, т.к. при использовании воздуха\nзатрачивается энергия на нагревание азота. Также могут образовываться",
        "оксиды азота, что делает необходимым проводить дополнительный процесс\nочистки.",
        "2.3.4. Газификация угля\nПолучение водорода газификацией угля заключается в обработке угля\nвоздушно-паровой или кислородно-паровой смесью при температуре выше",
        "1173 К. Для получения водорода и монооксида углерода (синтез-газ)",
        "используются реакции паровой, парокислородной конверсией и неполного",
        "окисления, которые описываются следующими уравнениями:",
        "C + H 2 O = H 2 + CO , ∆Η= 130,2 кДж/моль (2.6)\nC + 2 H 2 O = 2 H 2 + CO 2 , ∆Η= 90,2 кДж/моль (2.7)",
        "C + 1 / 2 O 2 = CO , ∆Η= - 110,5 кДж/моль (2.8)\nC + x H 2 O + -1/2(1 x )O 2 = x H 2 + CO , (2.9)",
        "29 29\nПродукты газификации содержат Н2, СО, Н2О, Н2S, NН3, N2 легкие\nуглеводороды, смола и шлаки. Необходимо проводить дополнительно",
        "очистку получаемого водорода.",
        "Конверсия метана обычно рассматривается как переходная технология\nот сложившейся инфраструктуры энергорынка к водородной экономике\nбудущего. В перспективе технологии производства водорода из\nорганических топлив (природного газа, угля, нефтепродуктов, биомассы и\nт.п.), видимо, будут вытесняться другими.",
        "Следует отметить, что с точки зрения экологии стратегия производства\nводорода из природного топлива мало чем отличается от их",
        "непосредственного сжигания. Если в последнем случае вредные выбросы в\nатмосферу появляются на стадии использования топлива, то в первом мы\nимеем практически те же выбросы, но на стадии получения водорода.\nПоэтому основными компонентами новых технологий производства",
        "водорода из углеводородов являются процессы улавливания сопутствующих",
        "газов, в первую очередь СО2.",
        "Тем не менее, если сегодня вклад СО2 в увеличение концентрации\nпарниковых газов в атмосфере еще относительно невелик и вызывает только\nбеспокойство, то переход на водородное топливо, которое будет получаться,\nнапример, риформингом метана, приведет к увеличению выбросов этого газа",
        "в десятки раз. При этом стоимость каждой калории, извлеченной из\nводорода, будет в 3-4 раза выше, чем выделенной при сгорании бензина, а\nпри получении водорода методом электролиза уже в 6-9 раз выше.",
        "2.3.5. Альтернативные методы получения водорода\nСреди различных путей решения этой сложнейшей задачи другие\nметоды кажутся обнадеживающими. В настоящее время они находятся на\nстадии технологических разработок. К ним, в частности, можно отнести",
        "следующие.",
        "30 30\nРазложение воды на основе термохимических циклов с использованием\nтепловой энергии (Т=800оС) от ядерных реакторов или гелиоустановок.",
        "Биохимическое разложение воды с использованием специально\nвыведенных типов водорослей и микроорганизмов [2].",
        "Фотокаталитическое разложение воды на основе полупроводниковых\nматериалов (оксиды, сульфиды и селениды, нитриды и оксинитриды) [1].",
        "Производство электроэнергии на полупроводниковых фотоэлементах от\nпервичного источника энергии – Солнца может использоваться для",
        "электролиза воды или запасаться в аккумуляторах из высокотемпературных",
        "сверхпроводников. Разрабатываются новые материалы, разлагающие воду\nпри действии солнечного света. Сообщается о нанотрубках из диоксида\nтитана TiO2 для получения водорода фотокаталитическим разложением воды",
        "(фотолиз воды на гетероструктурах ядро|оболочка CdS|TiO2, [3]).",
        "Производство энергоаккумулирующих веществ (сплавы кремния и\nалюминия) с последующей генерацией из них водорода при разложении\nводой на месте потребления [1].",
        "2.3.6. Получение водорода в твердотельных электрохимических",
        "устройствах\nОсобо следует выделить способ получения водорода в твердотельных\nэлектрохимических устройствах. Как известно, их можно разделить на три",
        "типа: топливные элементы с подводом водорода и кислорода (воздуха)",
        "соответственно к аноду и катоду, где происходит превращение химической",
        "энергии топлива в электроэнергию (более подробно см. главу 4.);\nэлектролизеры (превращение электроэнергии в химическую энергию\nпродуктов); электрохимические конвертеры (превращение химической",
        "энергии реагентов в химическую энергию продуктов) [4,5].",
        "Для устройств, работающих на водяном паре, с электролитом из\nтвердого оксидного проводника процесс схематично показан на рис. 2.3, 2.4.",
        "31 31\nA: H 2 + O 2 − → H 2 O + 2 e К: 1 / 2 O 2 + 2 e → O -2",
        "Общая: H 2 + 1 / 2 O 2 → H 2 O",
        "A: O -2 → 1 / 2 O 2 + 2 e К: H 2 O + 2 e → H 2 + O 2 −",
        "Общая: H 2 O → H 2 + 1 / 2 O 2",
        "Рис. 2.3. Схематическое изображение электрохимических\nустройств: а) топливный элемент, б) электролизер, с",
        "соответствующими электродными реакциями.",
        "Топлив",
        "о\nН2",
        "воздух",
        "электролит",
        "анод катод",
        "H2O",
        "O2-\n2e",
        "пар\nН2О",
        "1/2O2",
        "электролит",
        "катод анод",
        "H2",
        "O2-\n2e",
        "(а)",
        "(б)",
        "32 32\nПолучение водорода в электролизере представлено соответствующими\nреакциями на электродах.",
        "Твердооксидный электрохимический конвертер (ТОЭК) позволяет\nполучать чистый водород из любых газообразных или газифицирующих",
        "топлив. В общем случае, процесс, при котором на аноде происходит\nокисление восстановителя, на аноде – восстановление воды с выделением\nводорода, а часть энергии, необходимой для восстановления водорода из\nводы, поступает за счет химической энергии восстановителя, называется",
        "электрохимической конверсией. ТОЭК представляет собой твердооксидный\nпроводник (мембрану) с анодным и катодным каналами с противоположных",
        "сторон. Мембрана – это оксидная керамика, обладающая при высоких\nтемпературах (~1000oC) проводимостью по ионам кислорода и электронам.\nПринцип работы ТОЭК представлен на рис. 2.4.",
        "Рис .4.3. Процессы в твердооксидном электрохимическом",
        "конвертере (ТОЭК).",
        "пар\nН2О",
        "H2 влажный",
        "электролит",
        "катодное\nпространство\nанодное\nпространство",
        "O2-\nCO+Н2",
        "CO2+Н2O",
        "e",
        "33 33\nИсходными реагентами, подаваемыми в ТОЭК, являются водяной пар,\nпоступающий в катодное пространство, и смесь, содержащая Н2 и СО,\nпоступающая в анодное пространство. В настоящее время достоверно\nустановлено, что только такие простые виды топлива, такие как водород и\nмонооксид углерода, могут окисляться электрохимически напрямую.\nПоэтому топливная смесь должна или содержать их изначально, или в\nанодном пространстве должны быть созданы условия для их появления из\nболее сложных видов топлива (так называемая «внутренняя конверсия»).",
        "На катодной стороне мембраны происходит восстановление H2O с\nобразованием H2 и иона кислорода по реакции:",
        "H 2 O + 2e / → H 2 + O 2 − , (2.10)",
        "Ион кислорода проходит через мембрану и взаимодействует с\nвосстановленными компонентами на аноде. Реакция взаимодействия иона\nкислорода с водородом и монооксидом углерода на анодной стороне",
        "мембраны имеют вид:",
        "/\n2\n2",
        "H 2 + O − → H O + 2e , (2.11)",
        "/\n2",
        "CO + O 2 − → CO + 2e , (2.12)",
        "Ионный ток в мембране компенсируется током электронов, поэтому\nнеобходимо, чтобы электронная проводимость мембраны была сравнима с\nионной или больше ее. Для самопроизвольного протекания процесса",
        "электрохимической конверсии (без подвода электроэнергии извне),\nнеобходимо, чтобы активность кислорода на аноде была меньше, чем на",
        "катоде, что обеспечивается подачей реагентов в ТОЭК противотоком. В\nцелом в ТОЭК указанные процессы (как и поддержание теплового режима)",
        "происходят за счет химической энергии исходного топлива. Движущей силой\nэлектрохимического процесса является различие активностей кислорода на",
        "противоположных сторонах мембраны. Согласно уравнению Нернста:",
        "34 34\n/",
        "2\nln 2\n4 O",
        "O\np\np\nF\nRT",
        "E = (2.13)",
        "где Е – электродвижущая сила, R – газовая постоянная, Т – температура,",
        "/\n2 2",
        "p O , p O - парциальное давление кислорода по разные стороны мембраны.",
        "Более подробно о работе конвертера сообщается в [6,7].",
        "В качестве перспективных материалов, пригодных для использования в\nкачестве мембран и устойчивых в широкой области парциальных давлений",
        "кислорода и температур успешно зарекомендовали себя перовскитоподобные",
        "материалы АВО3-δ (А = La, Sr, Ba, Са; B = Ti, Co, Fe, Cr, Mn, Ga),\nдопированные акцепторными примесями. Материал, пригодный для работы в",
        "высокотемпературном твердооксидном электрохимическом конвертере,\nявляется смешанным ионно-электронным проводником, т.е. должен иметь\nвысокий уровень ионной проводимости и сравнимый (или больший) уровень",
        "электронной проводимости. Акцепторное допирование катионной\nподрешетки обеспечивает появление вакансий кислорода и, следовательно,",
        "обеспечивает высокие значения кислородно-ионной проводимости, а наличие\nв структуре элемента, способного к легкой смене степени окисления –\nвысокую электронную проводимость. Исследования, проведенные в [7],\nпозволили предложить в качестве перспективных материалов некоторые\nсоставы твердых растворов, например CaTi0.8Fe0.2O3-δ и SrTi0.5Fe0.5O3-δ.",
        "Сравнение электропроводности некоторых систем приведено на рис. 4.4 и 4.5",
        "[7].",
        "35 35\n0,0 0,1 0,2 0,3 0,4 0,5\n-2,8\n-2,4\n-2,0\n-1,6\n-1,2\n-0,8\n-0,4",
        "1273K",
        "CaTi1-xAlxO3-δ\nCaTi1-xFexO3-δ\nCaTi1-xCuxO3-δ\nSrTi1-xAlxO3-δ\nSrTi1-xFexO3-δ\nSrTi1-xMnxO3-δ\nlogσi,",
        "См/см",
        "х",
        "Рис. 4.4. Зависимость ионной проводимости от количества\nдопанта при рО2=10-7 атм, 1273 К.",
        "0,0 0,1 0,2 0,3 0,4 0,5\n-2,5\n-2,0\n-1,5\n-1,0\n-0,5",
        "0,0\n0,5",
        "1273K",
        "CaTi1-xAlxO3-δ\nCaTi1-xFexO3-δ\nCaTi1-xCuxO3-δ",
        "SrTi1-xFexO3-δ\nSrTi1-xMnxO3-δ\nSrTi1-xAlxO3-δ\nх\nlogσn,",
        "См/см",
        "Рис. 4.5. Зависимость электронной проводимости от количества\nдопанта при рО2=10-17 атм, 1273 К.",
        "36 36\nЛитература\n4. Тарасов Б.П., Лотоцкий М.В. Водородная энергетика: прошлое,",
        "настоящее, виды на будущее. // Рос.хим.ж. (Ж. Рос. хим. об-ва им.\nД.И.Менделеева) 2006, т.L, №6. стр.5-18.\n5. Цыганков А.А. Получение водорода биологическим путем. Водородная",
        "энергетика: прошлое, настоящее, виды на будущее. // Рос.хим.ж. (Ж. Рос.\nхим. об-ва им. Д.И.Менделеева) 2006, т.L, №6. стр.26-33.\n6. www.nanometer.ru",
        "7. Norby T., Larring Y. Mixed hydrogen ion-electron conductors for hydrogen",
        "permeable membranes // Solid State Ionics. 2000. V.136-137. P.139-148.\n8. Iwahara H. Technological challenges in the application of proton conducting",
        "ceramics // Solid State Ionics 1995. 77. P.289-298.\n9. Demin A. K., Dunyushkina L. A. Transfer phenomena in an electrochemical",
        "reactor based on mixed oxide conductor / // Solid State Ionics. – 2000. – Vol.\n135, N 4. – P. 749-755.",
        "10. Мурашкина А.А. Электрохимический конвертер для получения водорода",
        "на основе смешанных ионно-электронных оксидных проводников. Дисс.",
        "на соискание ученой степени кандидата хим. наук . Екатеринбург, УрО",
        "РАН, Институт высокотемпературной электрохимии. 2008.",
        "37 37\n3. ХРАНЕНИЕ ВОДОРОДА. ВОДОРОДАККУМУЛИРУЮЩИЕ",
        "МАТЕРИАЛЫ",
        "Хотя водород энергоемкий и экологически чистый энергоноситель, его\nиспользование представляет значительные неудобства, связанные с",
        "чрезвычайно низкой плотностью (0.09 кг/м3). Например, для обеспечения\n100-километрового пробега автомобиля на топливных элементах необходимо\nна борту иметь ~11 м3 водорода. Поэтому, чтобы увеличить плотность\nводорода, его необходимо:",
        "1) сжать до сотен атмосфер,",
        "2) охладить ниже температуры кипения (20К), либо\n3) перевести в связанное состояние.\nПервые два подхода реализуются в физических методах хранения, когда\nмолекулы водорода не взаимодействуют со средой хранения, третий – в\nхимических или физико-химических методах (адсорбция, абсорбция,",
        "химическое взаимодействие), когда водород находится в «связанном»",
        "состоянии.",
        "Основное требование к материалам, способных аккумулировать\nводород, и пригодных для практического использования следующее: в случае\nмобильных систем хранения содержание водорода по массе должно быть не\nменее 6.5% (масс.).",
        "3.1. Адсорбционные методы хранения водорода\nВсе материалы, способные аккумулировать водород, можно разделить\nпо энергии связи. Наименьшая прочность связи характерна для физической",
        "адсорбции водорода. Газообразный водород взаимодействует с поверхностью",
        "адсорбента посредством дисперсионных ван-дер-ваальсовых сил. Это\nвзаимодействие относится к слабым (1-10 кДж/моль) и выше критической\nтемпературы распространяется на глубину не более одного монослоя. Из",
        "этого очевидно, что материалы для хранения водорода должны обладать",
        "высокой удельной поверхностью, поэтому высокодисперсные материалы, в",
        "том числе и наноразмерные интенсивно исследуются.",
        "38 38\nИзвестными материалами-адсорбентами водорода являются цеолиты.\nДля них характерны низкие значения водородоемкости – до 0.3% (масс.) при",
        "комнатной температуре, что ставит под сомнение конкурентноспособность\nцеолитов в системах хранения водорода. Несколько лучшими показателями",
        "обладает другой традиционный материал хранения водорода – это\nактивированный уголь низкой плотности, который способен поглощать до\n~6% (масс.) водорода при давлении 4 МПа и температуре 65-78 К.",
        "Существенным недостатком является низкая температура сорбции",
        "(криогенные условия). Однако, углеродные материалы, как адсорбенты\nводорода, продолжают привлекать внимание исследователей. В конце 90-х",
        "годов появились работы, в которых отмечалось, что высокая емкость по H2\nможет быть реализована на углеродных нанотрубоках и нановолокнах.",
        "В идеале адсорбент должен иметь высокую емкость по водороду при\nкомнатной температуре, а также способность быстро поглощать и выделять\nводород. Для этого величина энергии взаимодействия адсорбент-H2 должна",
        "составлять около 5 кДж/моль. Общая проблема при физической сорбции\nводорода заключается в том, что энергия связи водорода с поверхностью\nслишком низка для того, чтобы обеспечить удовлетворительную сорбцию\nпри температурах выше температуры жидкого азота. Основное направление",
        "поиска эффективных сорбентов водорода должно быть связано с разработкой",
        "систем с более сильным взаимодействием поверхность – H2.",
        "Новые материалы с большой удельной поверхностью –\nкристаллические микропористые металлорганические каркасы. Они\nобладают несколько лучшими показателями, например, Zn4O[O2C–C6H4–",
        "CO2]3 (название MOF-5) с высокой удельной поверхностью (до 3000 м2/г),\nпри давлении водорода 2 МПа адсорбирует до 1% (масс.) водорода при\nкомнатной температуре и до 4.5% (масс.) водорода при 70К.",
        "Ниже дан обзор по сорбции водорода на новых материалах с большой\nудельной поверхностью [1,2,3].",
        "39 39\n3.1.1. Углеродные нановолокна\nИсследователями предпринимались неоднократные попытки\nразработки новых углеродных материалов для хранения водорода при более",
        "высоких температурах и атмосферном давлении. В качестве таких",
        "материалов были предложены углеродные нановолокна (УНВ),\nпредставляющие собой слоистые наноматериалы графита. Однако,\nизначально их сорбционная емкость по водороду при комнатной температуре",
        "достигала лишь 0.7% (масс.), при этом требовалось высокое давление\nпорядка 10 МПа.",
        "Для повышения емкости по водороду используют различные способы\nпредварительной обработки и модификации УНВ. Так, их активация",
        "водяным паром приводит к существенному росту их удельной поверхности",
        "(от 116 до 1758 м2/г). Сорбционная емкость по водороду может быть\nувеличена при этом до 3.5% (масс.), что соответствует покрытию 60%\nповерхности водородом (77.3 К, 0.65 МПа).",
        "3.1.2. Углеродные нанотрубки\nВ настоящее время к наиболее перспективным углеродным материалам\nдля хранения водорода относятся углеродные нанотрубки (УНТ), системы с",
        "высокой плотностью микропор, представляющие собой свернутые листы",
        "графена. Внешние стенки УНТ характеризуются более слабой системой π-",
        "электронов, и, вследствие этого, более низким потенциалом поверхности для",
        "физической сорбции водорода, чем у плоского графена. Напротив,\nвнутренние стенки обладают более высоким потенциалом: для",
        "адсорбционных центров на внутренней поверхности УНТ отмечается\nдостаточно высокая энергия физической сорбции (до 30 кДж/моль). Это",
        "связано с тем, что потенциальные поля противоположных стенок\nперекрываются в силу очень малого размера микропор (соизмеримых с",
        "молекулярным), а это увеличивает силу притяжения адсорбированных\nмолекул по сравнению с плоской поверхностью.",
        "40 40\nВ настоящее время для адсорбции водорода используют\nодностеночные и многостеночные УНТ. Существенным недостатком их\nявляется применение криогенных условий при физической сорбции. В\nодностеночных нанотрубках емкость по водороду при атмосферном\nдавлении достигает ~5% (масс.) при 77К и <1% (масс.) при комнатной\nтемпературе и высоком давлении, а при использовании многостеночных\nнанотрубок –2.27% (масс.) при 77К и 0.3% (масс.) при комнатной",
        "температуре. Для образца УНТ с удельной поверхностью 2560 м2/г\nэкспериментально была достигнута емкость по водороду при 77К –",
        "4.5% (масс.). Следует отметить, что максимально возможная поверхность\nУНТ составляет 2630 м2/г, что соответствует двухстороннему покрытию\nповерхности листа графена.",
        "На основе анализа обширного экспериментального материала при\nдавлениях до 11МПа в работе [4] был сделан вывод, что возможность",
        "адсорбции водорода при комнатной температуре, превышающей 1%,\nсомнительна. С тех пор этот вывод, пока, не опровергнут. Таким образом,",
        "решить задачу обратимой физической сорбции водорода при комнатной\nтемпературе с помощью УНТ пока не удалось.",
        "Сравнение характеристик некоторых углеродных материалов\nприведено в таблице 3.1.",
        "Табл.3.1. Адсорбция водорода углеродными наноматериалами [3].",
        "Материал",
        "Удельная\nповерхность, м2/г",
        "Поглощение\nН2, % (масс.)",
        "Условия\nадсорбции\nУНВ",
        "- 0.7 20оС, 10МПа\nУНВ+жидкие",
        "кристаллы",
        "1758 3.5 77.3К, 0.8МПа",
        "Одностеночные 2560 4.5 77К, 0.1МПа",
        "нанотрубки",
        "2560 0.5 25оС, 0.1МПа",
        "- 2.27 77К, 10.3МПа\nМногостеночные",
        "нанотрубки",
        "- 0.3 25оС, 10.6МПа",
        "41 41\n3.1.3. Кристаллические микропористые металлорганические каркасы",
        "К классу кристаллических микропористых металлорганических\nкаркасов (metal-organic framework, аббревиатура MOFs) относятся гибридные",
        "структуры – это координационные полимеры, состоящие из ионов металлов,\nсвязанных органическими мостиковыми лигандами. Такие системы",
        "характеризуются низкой плотностью, высокой пористостью и степенью",
        "кристалличности и большой удельной поверхностью (500-4500 м2/г).\nСтруктура таких соединений представляет жесткие органические фрагменты,\nсоединяющие неорганические кластеры, расположенные в узлах решетки. На\nрис. 3.1 показана структура MOF-5 , где тетраэдры [ZnO4] соединены",
        "фенилендикарбоксилатными звеньями в кубический каркас с малыми порами",
        "размером 8Å и большой сферической порой диаметром 12Å, вписанной в\nкуб. Тетраэдры [ZnO4] образуют октаэдрический кластер [Zn4O(О4С-)3].",
        "Рис. 3.1. Структура MOF-5. Модель, отражающая кубический каркас\nMOF и характер малых и больших пор. [3]",
        "42 42\nЗа последнее время было синтезировано около 11000 MOFs с\nразнообразными органическими фрагментами, на рис. 3.2. показаны",
        "некоторые структуры.",
        "Рис. 3.2. Кристаллические структуры серии IRMOFs: IRMOF-14 (а);\nIRMOF-16 (б); IRMOF-14 (в); и структура MOF-117 (г) [3].",
        "В качестве ионов металлов наиболее часто используются Cu+2, Mn+2,\nZn+2,Ni+2. Существенное отличие пористых MOFs от традиционных пористых",
        "кристаллических материалов, таких как молекулярные сита, заключается в\nтом, что поры в MOFs не содержат стенок. Свободный внутренний объем",
        "определяется наличием связанных открытых каналов и полостей (менее 2",
        "нм). Такие полости становятся доступными для молекул сорбируемого",
        "вещества после удаления молекул растворителя. Для сорбции водорода",
        "(а) (б)",
        "(г) (в)",
        "43 43\nразмер пор должен быть оптимальным (3-5Å), максимально\nсоответствующий размеру молекулы Н2 (2.8Å). Меньший размер пор",
        "приводит к взаимодействию молекул водорода с множеством ароматических",
        "ядер органического фрагмента. Величина адсорбционной емкости по",
        "водороду для MOFs в среднем занимает промежуточное положение между",
        "наноуглеродными материалами и цеолитами, 1-2% (масс.).",
        "Наиболее полные сведения об этих материалах содержатся в [3,5].",
        "3.2. Химические методы хранения водорода",
        "3.2.1. Материалы для хранения водорода\nВсе материалы для хранения химически связанного водорода можно\nразделить на две группы. К первой относятся вещества, содержащие в своем",
        "составе водород и способные в определенных условиях (повышение",
        "температуры, действие катализатора) выделять его. Примерами являются\nкаталитические реакции разложения аммиака при 800-900оС и реакции\nгидрирования-дегидрирования ненасышенных углеводородов:",
        "2NH 3 → N 2 + 3H 2 (3.1)\nC 6 H 12 → C 6 H 6 + 3H 2 (3.2)\nКо второй группе относятся энергоаккумулирующие вещества, не\nвсегда содержащие химически связанный водород в своем составе, но",
        "способные генерировать его в процессе окисления водой. Например,",
        "губчатое железо, взаимодействующее с водяным паром при 550-600оС:",
        "3Fe + 4H 2 O → Fe 3 O 4 + 4H 2 (3.3)\nДругие вещества (алюминий, кремний) выделяют водород из воды в\nболее мягких условиях. Наиболее перспективны сплавы Al-Ga, варьируя его",
        "состав и условия, можно добиться достаточно быстрого и легко",
        "управляемого выделения водорода в мягких условиях. Данный метод\nперспективен для автономных генераторов водорода.",
        "44 44\nВозможно также разложение водой соединений содержащих\nхимически связанный водород. Выделение водорода при взаимодействии с",
        "водой бинарных и комплексных гидридов металлов, как правило, протекает\nпри 100-300оС.",
        "Основное преимущество хранения и транспортировки водорода в\nхимически связанном состоянии, например, в виде аммиака, метанола,\nэтанола – высокая плотность объемного содержания водорода (~100 кг/м3).",
        "Массовое содержание также достаточно высоко: например, для получения\n1 кг водорода затрачивается 5.65 кг аммиака (17.7% (масс.)). Экономичность",
        "такого хранения и транспортировки заключается не только в использовании",
        "аммиачного трубопровода вместо водородного, что в два раза дешевле, но и в",
        "меньших энергозатратах. Использование метанола в качестве сырья для\nполучения водорода и восстановительных газов позволяет сократить расходы\nна транспортировку и хранение водорода. Затраты на получение водорода из",
        "метанола на 20% ниже, чем из природного газа. Генерирование водорода из",
        "метанола при повышенных температурах (~400оС) в присутствии\nкатализатора аналогично применению материалов первой группы.",
        "Основной недостаток хранения водорода в химически связанном\nсостоянии – трудность многократного использования среды для хранения\nводорода. Исключением являются ненасыщенные системы, для которых",
        "можно реализовать обратимые процессы каталитического",
        "гидрирования/дегидрирования.",
        "Особый интерес вызывают аморфные, пленочные и\nнанокристаллические материалы. В последние годы стали использовать",
        "углеродные наноструктуры как гидридообразующие материалы. Среди\nуглеродных материалов были испытаны фуллерены.",
        "Например, каталитическое гидрирование/дегидрирования двойных\nсвязей в фуллеренах позволяет обратимо связывать до 6.3% (масс.)\nводорода. Так, для фуллерена С60 процесс может быть представлен",
        "следующей реакцией:",
        "45 45\nC 60 H 48 ↔ C 60 + 2 4 H 2 (3.4)\nКатализаторами гидрирования/дегидрирования фуллеренов являются\nгидриды интерметаллидов. Однако процессы гидрирования/дегидрирования\nмогут быть реализованы только при повышенных температурах ~400оС и\nдавлении водорода 10 МПа, что сопряжено с высокими энергозатратами. В",
        "случае фуллеренов представляет проблему и побочный процесс",
        "полимеризации двойных связей, снижающий обратимую водородоемкость\nсистемы при циклической работе.",
        "3.2.2. Металлогидриды как среда хранения водорода\nНачало химии гидридов переходных металлов было положено работой\nГрэма, открывшего в 1866 г. поглощение палладием значительного\nколичества водорода с образованием PdH0.6. C тех пор система Pd-H\nнеизменно оставалась объектом изучения специалистов по металлургии,",
        "физики и химии твердого тела.",
        "Идея использования металлов (гидридов) в качестве среды хранения\nводорода проста: под давлением захватывается водород, а при нагреве H2",
        "отдается в водородный двигатель. Однако, как среда для хранения водорода",
        "Pd не может рассматриваться в силу высокой стоимости. Кроме того, через",
        "20-30 циклов он рассыпается (проблема водородного охрупчивания). Тем не\nменее Pd и соединения на его основе представляют интерес в других",
        "областях водородной энергетики, например, как катализаторы многих",
        "химических реакций, используются в качестве мембранного материала для\nтонкой очистки водорода до содержания примесей, обеспечивающих\nустойчивую работу топливных элементов. Немаловажно, что Россия\nконтролирует 50% мирового производства палладия, использование которого",
        "необходимо для реализации целого ряда водородных технологий.",
        "В настоящее время описано огромное число материалов, сорбирующих\nводород. Известно, что в принципе сорбируют водород 48 металлов (многие\nтолько в высокодисперсном состоянии). Очень высокой гравиметрической",
        "46 46\nемкостью обладает магний – 2200 мА·ч/г при массовой плотности водорода",
        "7.6% (масс.). Однако высокая температура десорбции водорода не позволяют\nего использование в устройствах.",
        "Обратимая реакция образования металлогидрида может быть\nосуществлена прямым взаимодействием гидридообразующего металла (или",
        "интерметаллида) с газообразным водородом или электрохимическим",
        "процессом:",
        "M x/2H MH Q",
        "тв 2 x тв",
        "+ ↔ + (3.5)",
        "ж\nтв 2 ж x тв\nM + H O + e ↔ MH + OH − (3.6)",
        "В большинстве приложений металлогидридов, включая хранение и",
        "транспортировку водорода, реализуется первый (газофазный) процесс.\nВторой используется в электрохимических источниках тока с\nметаллогидридными электродами. Процесс (3.5) включает следующие",
        "стадии: транспорт молекул водорода к поверхности металла, физическую",
        "адсорбцию, диссоциацию адсорбированных молекул Н2 и переход атомов\nводорода в объем материала с образованием твердого раствора внедрения (α-\nфаза) и далее – гидрида (β-фаза).",
        "Концентрация атомов водорода в α-фазе невелика, они статистически\nраспределены по пустотам металлической матрицы, сохраняющих исходную",
        "структуру с небольшим (до 5%) увеличением объема. Напротив, гидрид\nхарактеризуется высоким содержанием атомов водорода и их\nупорядоченным расположением.",
        "Нашедшие практическое применение материалы являются\nмногокомпонентными мультифазными и/либо композитными системами.",
        "Поиск материалов носит в основном эмпирический характер. Рекордным по",
        "числу компонентов является сплав, содержащий девять элементов: V, Ti, Zr,\nNi, Cr, Co, Mn, Al, Sn.",
        "Замечено, что химические свойства гидридов в значительной степени\nопределяются методом их получения. Очевидно, определяющими факторами",
        "47 47\nявляются дисперсность и состояние поверхности. Выяснено, что началу\nгидрирования металла предшествует индукционный период, обусловленный\nнеобходимостью разрушения оксидной пленки на поверхности металла и\nдиссоциативной хемосорбции молекулярного водорода. Далее, собственно",
        "процесс гидрирования заключается в формировании зародышей гидридной",
        "фазы, их росту и образованию сплошного поверхностного слоя. Скорость",
        "реакции при этом резко снижается, так как плотный слой гидрида на\nповерхности металлических частиц имеет низкую водородопроницаемость.\nИменно этим обусловлен известный факт о том, что компактные образцы\nметалла, размер которых больше сотни микрон, не могут быть полностью\nпрогидрированы. Таким образом, для достижения высокой емкости по\nводороду необходимо измельчение металла и формирование развитой",
        "поверхности. С этой целью успешно применяются методы механохимии, т.е.",
        "размол в контролируемой атмосфере.",
        "Например, для гидрида магния MgH2 было показано, что при малых\nвременах помола (15 мин.) магния в водородной атмосфере возможно лишь",
        "частичное разрушение поверхностной оксидной пленки, которого достаточно",
        "для сокращения индукционного периода при последующем гидрировании.",
        "Увеличение продолжительности обработки до нескольких часов и,\nсоответственно, размера зерен от 1 мкм до 30-50 нм приводит к\nмногократному увеличению скорости [6] (рис. 3.3).",
        "Для улучшения водородосорбционной кинетики механических сплавов\nмагния предложен метод «протравливания». Подход состоит в помоле",
        "нанокристаллических метастабильных сплавов с участием компонента,",
        "который затем может быть вытравлен жидкофазным или газофазным\nметодами. После протравливания такой композит приобретает нано- или\nмезо- пористую структуру с очень высокой удельной поверхностью. Для",
        "серии Mg-Li, Mg-Al, Mg-Ni материалов было экспериментально установлено\nувеличение скорости выделения водорода в 2-3 раза по сравнению с\nисходными сплавами. Получены интересные данные для псевдосплавов из",
        "48 48\nнесмешивающихся друг с другом компонентов, например Mg-Ti.\nПолученные методами порошковой металлургии такие композиты с\nсодержанием магния 13-75% поглощают водород при температуре ниже\n600К и атмосферном давлении вплоть до образования стехиометрических",
        "гидридов MgН2 и TiН2. В качестве альтернативы порошковой металлургии в",
        "последние годы рассматривается механохимия, позволяющая создавать\nнанокомпозиты с повышенной активностью в реакциях с водородом.",
        "Рис. 3.3. Влияние размера зерна магния на адсорбцию водорода при 573К.",
        "Металлогидридный способ хранения водорода обеспечивает\nмаксимальную компактность и превосходит по этому показателю\nкриогенные баки. Однако по массе системы на основе низкотемпературных",
        "металлогидридов существенно больше традиционных, что делает",
        "проблематичным использование этих металлогидридов на автотранспорте,",
        "потенциально являющемся основным потребителем систем хранения\nводорода.",
        "49 49\nНа рис. 3.4. представлена оценка различных методов хранения\nводорода как автомобильного топлива, включая улучшенные композитные\nбаллоны высокого давления CGH2 , криогенные баки для хранения жидкого",
        "водорода LH2, а также некоторые системы хранения связанного водорода\n(AlH3, NaAlH4, LT-MH). Массы и объемы систем соответствуют хранению 5",
        "кг водорода, примерные размеры контейнеров для хранения водорода\nсопоставлены с размерами водородного автомобиля BMW 750hL,\nработающем на топливном элементе.",
        "Рис. 3.4. Объемные показатели различных методов хранения водорода как",
        "автомобильного топлива [1].",
        "Другое важное преимущество металлогидридного метода хранения\nводорода – высокая безопасность. Действительно, при комнатной\nтемпературе давление газообразного водорода над большинством\nметаллогидридов редко превышает несколько атмосфер.",
        "Коммерческие аккумуляторы водорода на основе низкотемпературных\nметаллогидридов главным образом предназначены для лабораторного",
        "использования (рис. 3.5). Металлогидридный контейнер представляет собой",
        "трубчатый корпус, внутри которого расположен теплообменник для\nинтенсификации теплопереноса в порошке металлогидрида, размещенном в",
        "50 50\nмежтрубном пространстве. Необходимость теплообменника связана с\nдовольно низкой теплопроводностью металлогидридных материалов (до 1-2\nВт.м/К) и теплоперенос лимитирует динамику абсорбции/десорбции\nводорода. Для увеличения скорости процесса гидрирования/дегидрирования\n(характерное время менее 10-15 мин.) полость для засыпки порошка",
        "металлогидрида должна иметь размер не более 5-6мм. Обычно торцевой\nфланец контейнера имеет штуцеры для приема и выдачи газообразного",
        "водорода и загрузки порошка металлогидрида.",
        "Рис. 3.5. Разработанные в ИПХФ РАН металлогидридные\nаккумуляторы водорода.",
        "Из известных к настоящему времени крупных металлогидридных\nсистем хранения водорода самая большая построена германской компанией\nGmbH (отделение HERA Hydrogen Storage Systems) для подводной лодки U-\n212. Система предназначалась для хранения 15000 м3 водорода (100 т",
        "гидридообразующего материала) и обеспечивала питание двигательной\nустановки на топливных элементах на 30 дней подводного плавания.",
        "51 51\nЛитература\n1. Тарасов Б.П., Лотоцкий М.В., Яртысь В.А. Проблема хранения водорода",
        "и перспективы использования гидридов для аккумулирования водорода.\nРос.хим. ж. об-ва им.Д.И.Менделеева, 2006, т.L,№6, С.34-48.\n2. Петрий О.А., Левин Э.Е. Водородаккумулирующие материалы в",
        "электрохимических системах. Рос.хим. ж. об-ва им.Д.И.Менделеева,",
        "2006, т.L,№6, С.115-119.",
        "3. Исаева В.И., Кустов Л.М. Металлорганические каркасы – новые",
        "материалы для хранения водорода. Рос.хим. ж. об-ва",
        "им.Д.И.Менделеева, 2006, т.L,№6, С.56-72.\n4. Tibbets G.G., Meisner G.P., Olk C.H. Carbon, 2001, v.39.p.2291-2301.\n5. Манаков А.Ю., Скиба С.С. Использование клатратных соединений для",
        "хранения водорода. Рос.хим. ж. об-ва им.Д.И.Менделеева, 2006, т.L,№6,",
        "С.73-82.",
        "6. Клямкин С.Н. Металлогидридные композиции на основе магния как",
        "материалы для аккумулирования водорода. Рос.хим. ж. об-ва",
        "им.Д.И.Менделеева, 2006, т.L,№6, С.49-55.",
        "52 52\n4. ТОПЛИВНЫЕ ЭЛЕМЕНТЫ\n4.1. Перспективы и проблемы развития топливных элементов",
        "Работы по водородной энергетике во многих странах относятся к\nприоритетным направлениям социально-экономического развития и находят",
        "все большую поддержку со стороны как государства, так и частного бизнеса.",
        "Судя по современным темпам и масштабам развития водородной\nэнергетики, мировая цивилизация в ближайшее время должна перейти к",
        "водородной экономике. Задача состоит в том, чтобы создать топливные",
        "элементы и использовать водород для получения электрической энергии.",
        "Ведется активный поиск путей перевода большинства энергоемких\nотраслей промышленности, включая транспорт, на водородное топливо и\nэлектрохимические генераторы на основе использования топливных",
        "элементов (ТЭ).",
        "Около 1000 фирм, компаний, концернов, университетских\nлабораторий, государственных и научно-технических объединений Запада\nуже много лет усиленно работают в различных направлениях водородной",
        "энергетики.",
        "В работы по ТЭ и энергетическим установкам на их базе ежегодно\nинвестируется свыше 500 млн. долл. США.",
        "Наиболее динамично развиваются эти работы в США, Канаде и\nЯпонии, где наряду с большим объемом НИОКР, ведутся активные работы",
        "по коммерциализации водородной энергетики. Создано большое количество",
        "энергетических установок на топливных элементах мощностью от единиц\nватт до мегаватт, уже сейчас конкурентоспособных с аналогичными",
        "установками, основанными на традиционных технологиях сгорания\nуглеводородного топлива. Некоторые характеристики сведены в табл.4.1. и\n4.2. [1].",
        "С прогрессом в области разработки энергоустановок на основе ТЭ\nсвязывается надежда на решение проблемы обеспечения человечества",
        "53 53\nвозобновляемыми экологически чистыми энергоресурсами, а также",
        "возможность изменения и совершенствования системы энергоснабжения\n(электро- и теплоснабжения) различных объектов – от сотовых телефонов,",
        "компьютеров и автомобилей до жилых домов, крупных промышленных\nпредприятий и в целом городов.",
        "Табл. 4.1. Суммарная мощность эксплуатируемых стационарных систем на ТЭ",
        "(кВт)\nТип США Япония Европа Общее",
        "количество",
        "%",
        "PEMFC 450 250 670 1370 5",
        "PAFC 13200 10000 1000 24200 75\nMCFC 1250 1060 2860 5170 16",
        "SOFC 500 15 850 1365 4\nОбщее количество 15400 11325 5380 32105 100",
        "% 48 35 17 100",
        "Табл. 4.2. Мировой рынок топливных элементов",
        "(млн. долларов США)",
        "1995 2000 2005",
        "ежегодный рост",
        "2000/1995",
        "ежегодный рост",
        "2005/2000",
        "Мировой рынок ТЭ 1205 2440 8500 15.2 28.4",
        "США 355 720 2500 15.2 28.3\nКанада и Мексика 45 150 575 27.2 30.8",
        "Западная Европа 310 600 2300 14.1 30.8",
        "Япония 360 675 1950 13.4 23.6\nОстальная Азия и",
        "Тихий океан",
        "75 195 750 21.1 30.9",
        "Остальной мир 60 100 425 10.8 33.6",
        "54 54\nРоссия имеет уникальные достижения в области разработки ТЭ",
        "(табл.4.3). Однако, пока что свои возможности мы не используем в",
        "достаточной мере, обрекая себя не только на отставание в перспективной",
        "области энергетики, но в будущем ставим себя в зависимость от мировой",
        "экономической и политической конъюнктуры.",
        "Табл. 4.3. Основные российские научно-исследовательские организации,\nучаствующие в работах по водородной энергетике и топливным элементам",
        "1. Институт катализа",
        "им. Г.К.Борескова\nСибирского отделения\nРАН",
        "Твердо-оксидные ТЭ, катализаторы,\nтопливные процессы – устройства\nриформинга углеводородных\nтоплив",
        "г. Новосибирск",
        "2.",
        "Институт",
        "высокотемпературной\nэлектрохимии Уральского\nотделения РАН",
        "Высокотемпературные твердооксидные топливные элементы и\nустройства на их основе",
        "г. Екатеринбург",
        "3.",
        "Институт",
        "нефтехимического синтеза\nимени А.В. Топчиева РАН",
        "Производство и очистка водорода г. Москва",
        "4.",
        "Институт металлофизики и\nфункциональных\nматериалов имени\nГ.В. Курдюмова РАН",
        "Технология хранения водорода на\nбазе металлогидридных систем и\nнаноструктур (фулеренов)",
        "г. Москва",
        "5.",
        "Институт проблем\nтехнологии",
        "микроэлектроники и особо\nчистых материалов РАН",
        "Технология получения\nмногослойных пористых\nкремниевых мембран для ТЭ и\nкремниевых каталитических\nподложек для риформинга\nуглеводородного топлива и\nполучения водорода",
        "г. Черноголовка,",
        "Московской обл.",
        "6.",
        "Институт",
        "элементоорганических\nсоединений имени\nА.Н. Несмеянова РАН",
        "Исследование опытнопромышленнных и разработка образцов\nвысокотемпературных ТЭ на основе\nконденсатных полимеров",
        "г. Москва",
        "7.",
        "Институт машиноведения\nУральского отделения РАН",
        "Интегрированные системы\nполучения, аккумулирования,\nхранения и снабжения водородом",
        "г. Екатеринбург",
        "8. ФГУП Уральский",
        "электрохимический\nкомбинат",
        "Электрохимические генераторы на\nбазе щелочных и протон-обменных\nТЭ",
        "г. Новоуральск,",
        "Свердловской обл.",
        "55 55\n9.",
        "Российский федеральный\nядерный центр —\nВсероссийский\nНИИэкспериментальной\nфизики (ФГУП РФЯЦ –\nВНИИЭФ)",
        "Энергетические установки на\nоснове ТЭ с протон-обменными\nмембранами",
        "г. Саров,\nНижегородской обл.",
        "10. Российский федеральный",
        "ядерный центр —\nВсероссийский НИИ\nтехнической физики имени\nЕ.И. Забабахина (РФЯЦ –\nВНИИТФ)",
        "Энергетические установки на\nоснове твердо-оксидных ТЭ",
        "г. Снежинск,\nЧелябинской обл",
        "11.",
        "Российский научный центр\n«Курчатовский институт»",
        "Производство, аккумулирование,\nхранение и снабжение водородом.\nТвердо-полимерные ТЭ",
        "г. Москва",
        "12.",
        "Государственный научный\nцентр Физикоэнергетический РФ институт\nимени А.И. Лейпунского",
        "Твердо-оксидные ТЭ и\nэнергетические устройства на их\nоснове",
        "г. Обнинск",
        "13. ОАО «Ракетно-",
        "космическая корпорация\n«Энергия»\nим.С.П. Королева»",
        "Энергетические устройства на базе\nТЭ для автотранспорта и бытовых\nнужд",
        "г. Королев,\nМосковской обл.",
        "14.",
        "ОАО «Специальное\nконструкторское бюро\nкотлостроения»",
        "Энергетические устройства на базе\nТЭ",
        "г. Санкт-Петербург",
        "4.2. Основные принципы работы топливных элементов",
        "ТЭ – это гальваническая ячейка, вырабатывающая электроэнергию за",
        "счет окислительно-восстановительных превращений реагентов,",
        "поступающих извне. Другими словами, ТЭ – это электрохимический",
        "источник тока, в котором осуществляется прямое превращение энергии",
        "топлива и окислителя, непрерывно подводимых к электродам,",
        "непосредственно в электрическую энергию, минуя малоэффективные,",
        "идущие с большими потерями, процессы горения. Очень важно, что нет",
        "превращения химической энергии топлива в тепловую и механическую, как в",
        "традиционной энергетике. А так как преобразование тепла в работу у этих",
        "56 56\nустановок отсутствует, их энергетический КПД значительно выше, чем у",
        "традиционных энергоустановок и может составлять до 90% (рис. 4.1) [1-3].",
        "Рис. 4.1. Ступени преобразования химической энергии традиционным и",
        "электрохимическим способом",
        "Химические реакции в ТЭ идут на специальных пористых электродах\n(аноде и катоде), активированных палладием (или другими металлами",
        "платиновой группы), где химическая энергия, запасенная в водороде и",
        "кислороде, эффективно преобразуется в электрическую энергию. Водород",
        "окисляется на аноде, а кислород (или воздух) восстанавливается на катоде",
        "(рис. 4.2).",
        "химическая энергия\nтоплива и окислителя",
        "камера сгорания",
        "или топка",
        "теплота",
        "турбина или",
        "двигатель",
        "механическая",
        "энергия",
        "электрический",
        "генератор",
        "топливный",
        "элемент",
        "Электроэнергия",
        "57 57\nРис. 4.2. Принцип действия топливного элемента.",
        "Катализатор на аноде ускоряет окисление водородных молекул в\nводородные ионы (Н+) и электроны. Водородные ионы (протоны) через\nмембрану мигрируют к катоду, где катализатор катода вызывает образование\nводы из комбинации протонов, электронов и кислорода. Поток электронов",
        "через внешний контур производит электрический ток, который используется",
        "различными потребителями. Фактически в этом и состоит главный",
        "экологический выигрыш: в атмосферу выбрасывается водяной пар вместо\nогромного количества углекислого газа, образующегося при работе\nтрадиционных тепловых электростанций.",
        "Напряжение, возникающее на отдельном ТЭ, не превышает 1.1 вольта.\nДля получения необходимой величины напряжения ТЭ соединяются\nпоследовательно в батареи, а для получения необходимой мощности батареи",
        "ТЭ соединяются параллельно. Такие батареи ТЭ вместе с элементами\nгазораспределения и терморегулирования монтируются в единый",
        "O2 (кислород)",
        "из воздуха",
        "Воздух + водяной пар",
        "Тепло (85оС)",
        "(Водяной или воздушный",
        "радиатор)\nТопливо H2",
        "(водород)",
        "Рециркуляция",
        "топлива",
        "Протонообменная мембрана",
        "Камера",
        "Газодиффузионный электрод (Катод)",
        "Катализатор\nКамера\nГазодиффузионный электрод (Анод)",
        "Катализатор",
        "H+\nH+",
        "H+\nH+",
        "O2",
        "H2O\n2H2",
        "Электрический ток",
        "e\ne",
        "e\ne\ne\ne",
        "e\ne",
        "O\nO",
        "58 58\nконструктивный блок, называемый электрохимическим генератором (ЭХГ)",
        "(рис. 4.3).",
        "Рис. 4.3. Схема электрохимического генератора",
        "Первая электрическая энергия была получена с помощью ТЭ еще в 1839\nгоду на заре электрохимии, поскольку эксперимент Грува можно\nрассматривать как реализацию прообраза современных водород-\nкислородных ТЭ [4]. Однако бум вокруг водородной энергетики возник\nтогда, когда началось освоение космоса. В 60-е годы XX века были созданы\nтопливные элементы мощностью до 1 кВт для программ «Джемини» и",
        "«Аполлон», в 70-80-е гг. – 10-киловаттные топливные элементы для\n«Шаттла». У нас такие установки разрабатывались для программы «Буран» в\nНПО «Энергия» (щелочные ТЭ создавались в Новоуральске на\nэлектрохимическом комбинате). В те же годы построены электростанции\nмощностью порядка 100 кВт на фосфорнокислотных ТЭ. В Японии и США",
        "имеются опытные 10-мегаваттные электростанции.",
        "С 1990-х гг. идет разработка топливных элементов мощностью от 1 кВт\nдо 1 МВт для стационарной автономной энергетики. В автотранспорте также",
        "находят применение ТЭ, а в качестве их нагрузки – электрические двигатели.",
        "59 59\nРазрабатываются портативные источники электроэнергии мощностью менее\n100 Вт для компьютеров, сотовых телефонов, фотоаппаратов. В качестве",
        "топлива в них используется, как правило, метанол, из которого получают",
        "водород. Подзарядка элементов производится всего один раз в месяц.",
        "На настоящий момент в мире активно разрабатываются\nтвердополимерные топливные элементы на водороде. Считается, что они\nбудут применяться в основном на автотранспорте. Пока их стоимость",
        "довольно высока: 1 кВт установленной мощности в лучших образцах",
        "обходится в 3-5 тыс. долл. Нужно снизить стоимость до 100 долл., чтобы\nсделать твердополимерные топливные элементы конкурентоспособными.\nЧто касается автономной энергетики, то для нее предназначаются в первую\nочередь твердооксидные ТЭ. Вырабатываемый ими 1 кВт установленной\nмощности стоит 3 тыс. долл., приемлемая для водородной энергетики",
        "стоимость – 1 тыс. долл.",
        "4.3. Типы топливных элементов\nСуществуют различные типы ТЭ. Их обычно классифицируют по\nиспользуемому топливу, рабочему давлению и температуре, а также по",
        "характеру применения.",
        "Наибольшее распространение получила классификация топливных\nэлементов по типу электролита как среды для внутреннего переноса ионов\n(протонов). Электролит между электродами определяет операционную",
        "температуру и от этой температуры зависит тип катализатора.",
        "Выбор топлива и окислителя, подаваемых в ТЭ, определяется, в\nпервую очередь, их электрохимической активностью (то есть скоростью",
        "реакции на электродах), стоимостью, возможностью легкого подвода топлива\nи окислителя в ТЭ и отвода продуктов реакции из ТЭ.",
        "Водород считается основным источником топлива для ТЭ, однако\nпроцесс преобразования топлива позволяет извлекать водород и из других",
        "его видов, включая метанол, природный газ, нефть и др.",
        "60 60\nВ отличие от аккумулятора и батареек, ТЭ не истощается и не требует",
        "перезарядки; он работает, пока подается топливо.",
        "Описание различных типов топливных элементов и принципы их",
        "работы представлены в таблице 4.4. и на рис. 4.4.",
        "Табл. 4.4. Описание различных типов ТЭ",
        "Щелочной ТЭ",
        "ЩТЭ",
        "(AFC)",
        "Электролит состоит из жидкого KOH, который циркулирует в\nпространстве между электродами.",
        "ЩТЭ использовались с середины 1960-х годов в космических\nпрограммах, обеспечивая питанием электрические системы\nкосмических кораблей \"Буран\", \"Шаттл\" и др. Коммерческое\nприменение ЩТЭ ограничено, т.к. они должны работать с\nчистыми водородом и кислородом (либо с кислородом воздуха, из\nкоторого удален углекислый газ). КПД до 70%",
        "ТЭ протонообменной на",
        "мембране",
        "ТПТЭ",
        "(PEMFC)",
        "В качестве электролита используется твердая полимерная мембрана\n(пленка), которая проводит водородные ионы (протоны) с анода на\nкатод. Они обеспечивают высокую плотность тока, что позволяет\nуменьшать их вес, стоимость, объем и улучшать качество работы.",
        "Неподвижный твердый электролит упрощает герметизацию в\nпроцессе производства, уменьшает коррозию, и обеспечивает более",
        "долгий срок службы ТЭ. Эти ТЭ работают при низких температурах\n(ниже 100°С), что ускоряет запуск и реакцию на изменения",
        "потребности в электричестве. Они идеально подходят для\nтранспорта и стационарных установок небольшого размера.",
        "ТЭ на расплаве",
        "карбоната",
        "РКТЭ",
        "(MCFC)",
        "Использует расплавленную смесь лития/калия (или лития/натрия)\nдля проведения ионов карбоната от катода к аноду. Рабочая",
        "температура – приблизительно 650°C, что позволяет использовать\nтопливо напрямую, без какой-либо дополнительной его подготовки,\nи никель в качестве катализатора.",
        "Их конструкция более сложна, чем конструкция ТЭ на фосфорной",
        "кислоте, из-за их более высокой рабочей температуры и",
        "использования расплава электролита. Им требуется существенное",
        "количество времени для того, чтобы они достигли рабочей\nтемпературы и смогли реагировать на изменения в потребности в",
        "электричестве, и поэтому лучше всего они подходят для условий,",
        "где необходима постоянная подача больших количеств\nэлектроэнергии.",
        "Наибольшее количество подобных установок построено в США и\nЯпонии. В США имеется демонстрационная опытная\nэлектростанция мощностью 1.8 МВт.",
        "61 61\nТЭ на\nфосфорной",
        "кислоте",
        "ФКТЭ",
        "(PAFC)",
        "Электролитом является бумажная матрица, насыщаемая фосфорной\nкислотой, также проводящей протоны. Это наиболее разработанные\nкоммерчески развитые ТЭ. Рабочая температура 150-220оС. Они",
        "применяются в стационарных электрогенераторных устройствах в",
        "зданиях, гостиницах, больницах, аэропортах и электростанциях.",
        "ТЭ на фосфорной кислоте вырабатывают электричество с КПД\nболее 40% или около 85%, если пар, который производит этот ТЭ,",
        "используется для совместного производства тепла и электричества",
        "(в сравнении с 30% КПД наиболее эффективного двигателя\nвнутреннего сгорания).",
        "ТЭ на твердых",
        "оксидах",
        "ТОТЭ",
        "(SOFC)",
        "В качестве электролита используется твердый керамический",
        "материал (стабилизированная иттрием окись циркония), которая\nпроводит атомы кислорода от катода к аноду при высокой\nтемпературе – 600- 1000°C. Это позволяет им использовать\nотносительно загрязненные виды топлива, например, получаемые\nпри газификации угля. Энергетический КПД – около 60%.",
        "Их относительно простая конструкция (обусловленная",
        "использованием твердого электролита и самых разных видов\nтоплива) в сочетании с существенным количеством времени,\nнеобходимым для того, чтобы они достигли рабочей температуры\nи смогли реагировать на изменения в потребности в электричестве,",
        "делает их подходящими для больших и очень больших",
        "стационарных электрогенераторных установок и электростанций.",
        "Рис. 4.4. Электрохимические реакции в различных типах ТЭ",
        "62 62\nОсновные области применения ТЭ показаны на рис.4.5.",
        "Рис. 4.5. Области применения топливных элементов.",
        "4.4. Мембранно-электродные блоки топливных элементов",
        "Основными токообразующими реакциями в низкотемпературных",
        "топливных элементах являются катодное восстановление кислорода:",
        "О2 + 4Н+ + 4e → 2Н2О (4.1)",
        "и анодное окисление водорода и простых спиртов:",
        "Н2 → 2Н+ + 2e- (4.2)",
        "СН3ОН + Н2О → СО2 + 6Н+ + 6e- (4.3)",
        "С2Н5ОН + 3Н2О → 2СО2 + 12Н+ + 12e- (4.4)",
        "Энергоустановки на основе ТЭ",
        "обеспечивают:",
        "1. Эл. мощность от 0.1 Вт до 104 кВт;",
        "2. Тепло от 2 до 104 кВт;",
        "3. Питьевую воду до 250 г/кВт·ч\nАВТОТРАНСПОРТ\n(автобусы, большегрузные",
        "автомобили, самосвалы)",
        "Ж/Д ТРАНСПОРТ\nманевровый (по 50-100 кВт",
        "от 10 до 100 т./год);\nмагистральный (по 1000-4000",
        "кВт от 25 до 200 шт./год)",
        "ВОДНЫЙ ТРАНСПОРТ",
        "(речной и морской",
        "каботажный)",
        "СЕЛЬСКОЕ ХОЗЯЙСТВО\n(деревни, коттеджи, птице- и",
        "животноводческие фермы)",
        "ПОРТАТИВНЫЕ\nИСТОЧНИКИ ПИТАНИЯ",
        "(мобильные телефоны,\nкомпьютеры, бытовая и\nэлектронная техника и др.)",
        "КАТОДНАЯ ЗАЩИТА,\nИЗМЕРЕНИЯ И СВЯЗЬ",
        "(на магистральных\nгазопроводах (по 2-5 кВт от",
        "100 до 200 шт./)\nХИМИЧЕСКИЕ\nПРОИЗВОДСТВА",
        "(с побочными\nводородсодержащими",
        "продуктами)",
        "БУРОВЫЕ УСТАНОВКИ",
        "(наземные и морские)\nВАХТОВЫЕ ПОСЕЛКИ",
        "газовиков, нефтяников,\nгеологов (по 100-500 кВт от",
        "50 до 500 шт./год)\nКОММУНАЛЬНОЕ",
        "ХОЗЯЙСТВО\n(дома и микрорайоны в\nкрупных городах, поселки\nсельского и городского типа)",
        "63 63\nОсновной частью любого ТЭ является мембранно-электродный блок\nМЭБ. В полимерных ТЭ он обычно представляет собой протонообменную",
        "мембрану, на одну сторону которой нанесен катодный, а на другую –\nанодный катализаторы. Токосъем с катодной и анодной сторон, подвод",
        "исходных реагентов и отвод продуктов реакции производится через\nпористые газодиффузионные слои, изготовленные, как правило, из\nуглеродных материалов. Катализаторы могут быть нанесены как на\nпротонообменную мембрану, так и на газодиффузионные слои, или на то и\nдругое одновременно [5]. Для увеличения удельной поверхности",
        "катализатора и снижения расхода металла используется высокодисперсный\nноситель (обычно сажа, углеродные нано-материалы), также\nразрабатываются специальные методы получения нано-порошков металлов.",
        "В настоящее время платину и системы на ее основе следует считать\nнаиболее подходящим катализатором для этих реакций, особенно в ТЭ с",
        "твердым полимерным протонпроводящим электролитом. Но, приемлемая\nстоимость катализатора, определяемая его количеством, достигается только",
        "при использовании чистого водорода. При применении реального\nводородного газа, полученного путем конверсии углеводородов, стоимость",
        "катализатора резко возрастает, что обусловлено отравлением платины\nпримесями оксидов углерода СО и СО2. В отличие от платины, на палладии",
        "СО2 не адсорбируется.",
        "Распространенность в земной коре палладия в два раза выше, чем\nплатины и золота. Стоимость платины наиболее значительна среди других",
        "драгоценных металлов. В связи с этим ведутся активные исследования по\nснижению расхода Pt или ее полной замены.",
        "Показано, что для реакции катодного восстановления кислорода\nперспективны катализаторы на основе сплавов палладия. С использованием\nорганических прекурсоров на саже синтезированы наноразмерные системы",
        "Pd-Co и Pd-Fe с электрокаталитической активностью, сопоставимой с Pt-\nкатализатором и приемлемой коррозионной стойкостью [5].",
        "64 64\nТаким образом, в простейшем варианте топливный элемент состоит из\nионного проводника (электролита) и двух электродов. Сердцем же ТЭ по",
        "праву считается электролит, использование его в твердом состоянии\nзначительно упрощает конструкцию и позволяет достигнуть оптимальных",
        "технических характеристик. В последние годы в мире наблюдается\nустойчивая тенденция перехода от классических топливных элементов с\nжидким электролитом к полностью твердотельным. Поэтому ниже более",
        "подробно остановимся на рассмотрении вопросов, связанных с основными\nсвойствами протонных твердых электролитов.",
        "Литература\n1. Водородная энергетика будущего и металлы платиновой группы в",
        "странах СНГ. Учебное пособие для студентов кафедры",
        "«Информатизация журналистики». Составители В.В. Шинкаренко, А.А.\nЕвдокимов, В.О. Квитковский. М., МИРЭА, 2004.\n2. Платиновые металлы и водородная энергетика в странах СНГ. Москва.",
        "МИРЭА. 2004. с.105-121.",
        "3. Энергия будущего. Бестселлер для избранных, или учебное пособия по",
        "водородной энергетике для подшефных школ МИРЭА. Москва, АСМИ.",
        "2005.",
        "4. Grove W.R. // Philos. Mag. 1893. V.14. Р.127.",
        "5. Цивадзе А.Ю., Тарасевич М.Р., Андреев В.Н., Богдановская В.А.",
        "Перспективы создания низкотемпературных топливных элементов, не",
        "содержащих платину. // Рос. хим. ж. об-ва им.Д.И.Менделеева, 2006,",
        "т.L,№6, С.109-114.",
        "65 65\n5. ПРОТОННЫЕ ЭЛЕКТРОЛИТЫ",
        "5.1. Общие сведения о протонных проводниках",
        "Протонными проводниками называют электролиты, в которых\nположительно заряженные частицы, содержащие водород (протоны Н+ или",
        "частицы Н3О+, NH4 +) являются носителями тока и разряжаются на катоде при",
        "электролизе. Из этого классического определения оказываются",
        "исключенными другие Н+-содержащие частицы, например OH¯, также\nспособные к миграции и поэтому представляющие интерес. Поэтому в самом\nобщем случае под протонным транспортом обычно понимают, как транспорт\nсамих протонов Н+, так и других протонсодержащих частиц (OH¯, Н2О, Н3О+,",
        "NH4 +,НS¯ и др.) [1].",
        "5.1.1. Классификации протонных проводников\nСуществуют различные классификации протонных проводников, в\nзависимости от того, какой признак положен за основу (жидкие/расплавы-",
        "твердые, органические-неорганические и др.). Поскольку основное внимание\nнастоящего обзора уделено твердофазным объектам, как наиболее\nфункционально востребованным, то остановимся на их классификациях.",
        "1. Классификация по формам и состоянию кислородно-водородных\nгруппировок.",
        "Многие твердые протонные проводники имеют жидкоподобные\nобласти или слои воды, т.е. содержат воду. Это могут быть полимеры,",
        "которые должны быть подвергнуты гидратации для образования\nжидкоподобной системы Н2О-Н3О+, что и обеспечивает в итоге протонный",
        "транспорт. Протоны в такие системы могут быть введены посредством",
        "ионного обмена с катионами щелочных металлов.",
        "Другие Н2О-содержащие системы имеют кристаллографически\nфиксированные протоны или, другими словами, на атоме кислорода",
        "локализуются два или три протона. Это органические и неорганические\nгидраты, твердые кислоты и гидроксиды, оско-гидроксиды, кислые и",
        "66 66\nосновные соли. Для реализации протонного транспорта такие фазы должны\nиметь дефекты (вакансии протонов или междоузлия) как результат",
        "термической активации, нестехиометрии или допирования. Последнее редко",
        "реализуется, а наиболее типичная ситуация – это распределение",
        "определенного количества протонов по большому числу доступных позиций,\nчто реализуется, например, в хорошо описанном протонном проводнике",
        "СsHSO4.",
        "Третий класс материалов, в которых протоны не являются частью\nструктуры и не входят в состав химической формулы, их появление",
        "обеспечивается равновесием с Н2 или Н2О-содержащей атмосферой.\nПримеры таких фаз представлены ниже для класса высокотемпературных\nпротонных проводников.",
        "2. Для твердых протонных проводников наиболее широко известна\nклассификация по рабочим температурам. Для протонных проводников,",
        "как электролитов, должны реализоваться некоторые требования: близкие к",
        "единице числа переноса протонов и высокие удельные проводимости 10-2-\n10-3 См/см, что достигается в пределах некоторой ограниченной области",
        "температур. Поэтому различают низко- и высокотемпературные",
        "протонные проводники.",
        "Класс низкотемпературных протонных проводников представлен\nполимерными электролитами (в том числе полиэлектролитами), твердыми\nкислотами, гидроксидами, кислыми и основными солями и их гидратами.",
        "Такие фазы характеризуются кристаллографически фиксированными\nпротонами (либо Н2О, Н3О+ частицами), которые являются равноправной\nчастью химической формулы.",
        "Обычно они способны к потере воды при температуре выше 200оС\n(некоторые значительно выше) и, соответственно, теряют протон-",
        "проводящие свойства.",
        "К классу высокотемпературных протонных проводников относятся\nпростые и сложные оксиды (иногда фосфаты). Такие фазы в атмосферах,",
        "67 67\nсодержащих водород или пары воды, способны растворять их в",
        "кристаллической решетке. То есть, концентрации протонов задаются",
        "параметрами среды (Т, рН2, рН2О), и выше 1000оС они в виде молекул воды\nпокидают структуру. Определенные способы задания вакансионного",
        "разупорядочения кислородной подрешетки позволяют увеличить\nконцентрацию протонов в структуре. Образующиеся водородные дефекты\nопределяют возникновение протонной проводимости. Таким образом,\nпротоны в таких соединениях не являются частью структуры или\nстехиометрии, а присутствуют как примесные дефекты.",
        "Хотя данная классификация относится к градации по температурам, но\nэти классы веществ принципиально отличаются как по механизму",
        "возникновения протонной проводимости, так и по механизму переноса.",
        "На рис. 5.1 приведена сравнительная характеристика протонной\nпроводимости различных классов протонных проводников [1].",
        "Рис. 5.1. Температурные зависимости проводимости различных\nклассов протонных проводников [1].",
        "68 68\n5.1.2. Механизмы протонного транспорта\nВ настоящее время для твердых тел установлены три основные\nмеханизмы переноса протонов.",
        "1) Экипажный механизм (или механизм повозки).\nЭтот механизм был предложен на основании того факта, что\nмаксимальной протонной проводимостью при низких температурах\nобладают соединения, содержащие наряду с протонами молекулы воды или\nаммиака. При этом становится возможным образование ионов Н3О+, NH4 + ,",
        "которые по предположению авторов [2] могут перемещаться как единое",
        "целое, обеспечивая перенос протона.",
        "В твердых телах такой механизм может реализоваться для «открытых»\nструктур (содержащих каналы, слои, полости), через которые возможно\nпрохождение больших ионов и молекул.",
        "Что касается высокотемпературных протонных проводников, то\nданный механизм может реализоваться, например, при перемещении группы",
        "ОН¯ как целого. Признаком реализации этого механизма транспорта будет",
        "близость энергий активации переноса и миграции атомов кислорода. Для\nсложных оксидов это примерно 0.8-1.0 эВ.",
        "Следует сказать, что до сих пор нет убедительных доказательств ОН¯-\nтранспорта в твердых кристаллических телах. (Например, водный раствор и",
        "расплав NaOH являются ОН¯ проводником, а в твердом NaOH реализуется\nмиграция индивидуальных протонов - free-proton механизм).",
        "2) Эстафетный механизм",
        "Перенос протона рассматривается как чередование прыжков вдоль\nлинии водородной связи и поворотов Н+ -содержащих группировок:",
        "Н2О-Н+ …О… ОН2 →",
        "Н2О… Н+- О… ОН2 →",
        "Н2О … О-Н+… ОН2 →",
        "Н2О … О…Н+- ОН2",
        "69 69\nПеренос протона по этому механизму реализуется, как правило, для\nкласса низкотемпературных протонных проводников (гидраты кислот,\nкислые соли и др.). Энергии активации составляют 30-35 кДж/моль.",
        "3) Механизм Гроттгуса",
        "Модель термоактивированных прыжков по сетке\nэлектроотрицательных ионов, чаще кислорода, была предложена два века\nназад и получила название по имени автора, механизм Гроттгуса [3]. На\nнастоящий момент для протонных проводников под механизмом Гроттгуса\nпонимается быстрый процесс переноса протона, как результат чередования\nего перескоков между эквивалентными протонсодержащими группировками",
        "и их поворотом. Данный механизм реализуется для гидратов кислых солей и",
        "оснований, он достаточно хорошо описан и изучен.",
        "Механизм переноса протона в высокотемпературных протонных\nпроводниках, которые представлены, как правило, сложными оксидами,\nподобен по своей сути описанному выше, т.е., подразумеваются перескоки\nпротона между относительно стационарными атомами кислорода. Поэтому",
        "данный термин (механизм Гроттгуса или free-proton механизм) закрепился и\nдля класса высокотемпературных протонных проводников, хотя в деталях",
        "механизм транспорта иной (подробнее см. 5.2.2). Энергии активации обычно",
        "составляют 0.5 эВ.",
        "5.2. Высокотемпературные протонные проводники",
        "5.2.1. История открытия высокотемпературной",
        "протонной проводимости\nОбнаружение высокотемпературной протонной проводимости\nнеразрывно связано с исследованиями кислородно-ионных проводников. В\nтаких фазах при замещении части позиций катионов на элемент меньшей",
        "степени окисления (метод акцепторного допирования) возникают вакансии\nкислорода, которые компенсируют заряд акцепторного дефекта (примесного",
        "70 70\nпо своей природе). Такое разупорядочение кислородной подрешетки создает\nпредпосылки облегченного кислородно-ионного транспорта. Например, для\nшироко известных кислородно-ионных проводников на основе ZrO2 со",
        "структурой флюорита могут быть написаны следующие квазихимиеские\nуравнения:",
        "1) процесс собственного (антифренкелевского) разупорядочения:",
        "O × o ⇔ O ′′ i + V o • • (5.1)\n2) процесс введения акцепторной примеси (это могут быть оксиды\nщелочноземельных и редкоземельных элементов):",
        "(5.2)",
        "Интенсивные исследования кислородно-ионного транспорта в таких\nсистемах на воздухе показали частую невоспроизводимость результатов,\nособенно в низких температурах. Многие авторы связали этот факт с",
        "использованием атмосферы с неконтролируемой влажностью, которая",
        "менялась в зависимости от температуры воздуха и сезона.",
        "Уже в 1964 г. Форратом [4] было впервые предположено\nсуществование высокотемпературной протонной проводимости в сложных\nоксидах со структурой перовскита общей формулы АВО3. В акцепторно-",
        "допированном LaAlO3 при замещении части позиций La на Са, Sr, Ba в",
        "твердом растворе La1-хМхAlO3 появляется кислородно-ионная и в том числе\nводородная, проводимость. Но эти исследования не получили заслуженного\nвнимания.",
        "Позже Стоц и Вагнер впервые показали, что именно вакансии\nкислорода ответственны за появление протонной проводимости [5]. Ими",
        "были предложены квазихимические уравнения, описывающие процесс\nпоявления протонных дефектов в структуре оксида. При контакте оксида с",
        "водяным паром возникают дефекты типа межузельного протона:",
        "H 2 O + V o • • ⇔ 2H • i + O × o , (5.3)",
        "Y 2 O 3 ⇔ 2 Y Zr ′ + 3O × o + V o • •\n→ ZrO 2",
        "71 71\nчто приводит к появлению протонной проводимости, как объемного свойства",
        "электролита. Вагнер [6] определил растворимость воды в электролите ZrO2\n(Y2O3) при температурах 900-1000оС (10-4 моль Н2О на моль твердого\nраствора ZrO2+4.4мол.%Y2O3). Он экспериментально подтвердил, что\nрастворение водяного пара происходит по уравнению (5.3), а концентрация",
        "межузельных протонов пропорциональна парциальному давлению паров\nводы как р(Н2О)1/2. Были определены коэффициенты диффузии протонов\nDHi=10-6 см2/c, их подвижность µHi=1.4·10-5 см2/В·c, число переноса\ntHi=2.6·10-4.",
        "Многочисленные дальнейшие исследования фаз на основе ZrO2, ThO2\nтакже подтверждали наличие высокотемпературной протонной",
        "проводимости. Но поскольку растворимость водяного пара в таких",
        "структурах очень мала, то возникающая небольшая доля протонной",
        "проводимости только «мешала» исследованию кислородно-ионного\nтранспорта и скорее воспринималась учеными как негативный фактор.",
        "Переломным моментом в изучении высокотемпературного протонного\nтранспорта стали исследования Ивахары с сотрудниками. Ими было\nпоказано, что для класса перовскитов АВО3 акцепторное допирование\nприводит к растворению уже более значительных количеств паров воды из",
        "газовой атмосферы и возникновению высокотемпературной протонной\nпроводимости, как доминирующей характеристики электролита. Первые\nисследования были проведены для LaYO3 и SrZrO3, допированных как по А- ,",
        "так и В-подрешеткам [7]. Но наилучшие результаты были достигнуты для\nSrCeO3, допированного Y, Sc, In, РЗЭ. Получены самые высокие для того",
        "времени величины протонной проводимости при 600-1000оС [8-10].",
        "Электролиты были испытаны в ячейках, составляющих основу ряда\nвысокотемпературных электрохимических устройств, и показали хорошие\nхарактеристики. Позднее были получены более высокие характеристики для\nдопированного церата бария. Эти работы инициировали большое число\nпубликаций по исследованию допированных цератов, цирконатов, торатов и",
        "72 72\nдр. сложных оксидов с упором на выяснение механизма\nвысокотемпературного протонного транспорта. Наиболее полная\nинформация по таким системам приведена в обзоре [11].",
        "5.2.2. Механизм миграции протонов в высокотемпературных",
        "протонных проводниках\nПротон – уникальная частица в твердом теле. С одной стороны – это\nэлементарная частица, что роднит ее с электронами и дырками, но в силу",
        "своей специфики протон испытывает мощное притяжение к электронным",
        "оболочкам атомов и не проявляет многих свойств, которые свойственны\nэлементарным частицам. С другой стороны, протон, как и другие ионы\n(катионы), может выступать в качестве носителя заряда, но отличается от\nобычных ионов чрезвычайно малым радиусом, массой, низким\nкоординационным числом и отсутствием электронной оболочки. Эта",
        "специфика протона предполагает и ряд особенностей его транспорта:",
        "1) протон всегда коваленто связан с одним из электроотрицательных\nатомов (в пределах разумного интервала температур), поэтому могут\nреализоваться активационные механизмы транспорта;",
        "2) протон может быть эффективно «рассредоточен» между двумя\nэлектроотрицательными атомами О–Н…О ↔ О…Н–О и перенос может\nпротекать по туннельному механизму.",
        "Механизм переноса протона в высокотемпературных протонных\nпроводниках в общих чертах соответствует механизму Гроттгуса. Ниже\nподробнее рассмотрим этот вопрос.",
        "В сложных оксидах протон как атом, лишенный электронной оболочки,\nне может существовать в свободном виде. Он захватывается\nэлектроотрицательным атомом, т.е. кислородом. Причем, протон, внедряясь в",
        "электронную оболочку атома кислорода, уменьшает его размеры с\nобразованием группы ОН¯ (rO2-=1.40 Å, rOН¯=1.37 Å). Однако, связь протон-",
        "кислород более слабая, чем в ионе гидроксила OН¯[12], а так как кислород",
        "73 73\nсвязан с решеткой более прочно, чем водород, поэтому последний мигрирует\nчерез кристалл в виде индивидуального протона, а не иона ОН ¯. Таким",
        "образом, миграция протона происходит посредством перескокового,",
        "термически активированного процесса с разрывом связи О-Н.",
        "Рассматриваются [13] две стадии перескокового механизма (рис. 5.2):",
        "а) быстрое вращение и\nпереориентация протона в",
        "гидроксиле;",
        "б) затем следует непосредственно\nактивационный перескок протона",
        "от одного атома кислорода к\nдругому.",
        "Стадия переориентации\nпроисходит легче и быстрее, чем\nстадия перескока, и имеет очень",
        "малую величину энергии\nактивации, допускающей даже\nбезбарьерный перенос с\nобразованием протонного облака\nоколо иона кислорода. Стадия (б)\nявляется лимитирующей. Как правило, величина энергии активации процесса",
        "переноса посредством механизма Гроттгуса для сложных оксидов составляет",
        "~0.5 эВ.",
        "Миграция протона определяется в значительной степени величиной\nэнергии связи между протоном и ионом кислорода. Так как перескок протона",
        "происходит на фоне колебаний системы атомов кислорода, то, естественно,",
        "что локальная динамика кислородной подрешетки влияет на транспорт",
        "протона [14, 15]. При преодолении потенциального барьера при движении",
        "протона внутри кристаллической решетки скорость переноса протона между\nдвумя положениями равновесия зависит от легкости возбуждения колебаний",
        "Рис. 5.2. Механизм миграции протона в\nструктуре перовскита.",
        "74 74\nкислорода О-В-О. Вибрация соседних кислородов, а именно флуктуации",
        "длин связи кислород-кислород, оказывают существенное влияние в\nрезультате уменьшения энергетического барьера для протонного переноса.\nСкорость реориентации возрастает с увеличением длины связи О-О.",
        "В [16] методом квантовой молекулярной динамики определены длины\nсвязей О-О, О-Се, О-Ва и О-Н в ВаCeO3 в их динамике, а также временные",
        "характеристики их флуктуаций. Показано, что протон продолжительное\nвремя локализуется на кислородном ионе и вращается вокруг него\nперпендикулярно осям Се-О-Се. Взаимодействие между ближайшими\nкислородами проявляется слабо. Обнаружено появление слабых водородных\nсвязей, как часть процесса переноса протона. Образованию этих связей\nспособствует наклонение осей Се-О-Се, уменьшающее расстояние между",
        "ближайшими кислородами и ОН¯ группами. Показано, что влияние",
        "внедренного протона в ВаCeO3 на динамику решетки является относительно\nслабым.",
        "Присутствующие в решетке оксида кислородные вакансии (вблизи\nдопирующего иона) также оказывают влияние на процесс переноса протона.\nВ ряде работ предполагалось присутствие в перовскитных оксидах кластеров\nдефектов, состоящих из протонов и допанта типа (OH) • o − M ′ B , которые",
        "тормозят прыжки протонов [11]. Авторы [17,18] методом квазиупругого",
        "термического рассеяния нейтронов исследовали трансляционные",
        "характеристики протонного переноса в SrCeO3, допированном Yb2O3.\nПроцесс переноса протона на микроскопическом уровне в решетке\nперовскита происходит по схеме: в течение некоторого времени протон\nперепрыгивает между кислородами, затем (примерно через 20 прыжков) он",
        "попадает в ловушку, несущую эффективный отрицательный заряд. Ловушкой",
        "является ион допанта M′ B в В-подрешетке. В ловушке протон находится",
        "некоторое время и освобождается в результате тепловых флуктуаций. При",
        "низких температурах протоны должны преимущественно занимать место",
        "75 75\nвблизи ловушек. С ростом температуры происходит переход от связанного к",
        "свободному состоянию, т.е. число протонов в ловушках становится меньше.",
        "5.2.3. Транспортные характеристики высокотемпературных протонных",
        "проводников с примесным разупорядочением\nВ силу специфики иона водорода Н+ (протона), в кристаллической\nструктуре оксида он локализуется на ионе кислорода с образованием группы",
        "ОН¯. Поэтому процесс взаимодействия паров воды с оксидом и образование\nпротонных дефектов в отличие от уравнения (5.3) стали записывать иначе.\nВо влажной атмосфере и соответствующей температуре происходит",
        "диссоциативное растворение паров воды согласно квазихимическому",
        "уравнению:",
        "V o • • + H 2 O газ + O × o ⇔ 2 ( OH ) • o (5.4)",
        "где",
        "• •",
        "V o – вакансия кислорода, O × o – атом кислорода в регулярной позиции,",
        "( OH o) • – гидроксильная группа в подрешетке кислорода с эффективным",
        "положительным зарядом. Данный процесс является экзотермическим,",
        "поэтому с увеличением температуры концентрация протонных дефектов в",
        "оксиде уменьшается (равновесие (5.4) сдвигается влево). Наличие ОН¯ групп",
        "подтверждено появлением соответствующих полос на ИК-спектрах.",
        "Кроме того, установлено, что растворение воды влияет на электронно-\nдырочное равновесие в твердой фазе. В работах [19, 20] при снятии\nоптических абсорбционных спектров показано, что в допированных",
        "акцепторными примесями цирконате и титанате стронция введение или\nудаление протона вызывает сдвиг электронных уровней. Число электронов\nна акцепторном уровне уменьшается, когда протон внедряется в кристалл.",
        "Данный факт объясняется исчезновением дырочных носителей, как результат",
        "внедрения воды с одновременным выходом кислорода в газовую фазу:",
        "H 2 O + 2 h • + 2 O × o ⇔ 1 / 2 O 2 + 2 ( OH ) • o (5.5)",
        "76 76\nС точки зрения транспортных свойств наиболее подробно описаны\nдопированные цераты бария и стронция. Недопированный BaCeO3 при\nкомнатной температуре имеет орторомбическую решетку (пр.гр. Pbnm) с\nчетырьмя формульными единицами на элементарную ячейку. Ширина",
        "запрещенной зоны при комнатной температуре 4.1 эВ. Церат стронция",
        "SrCeO3 изоструктурен церату бария, но более искажен. Оба с повышением\nтемпературы претерпевают фазовые переходы от низкой к более высокой",
        "симметрии. Термодинамически BaCeO3 более устойчив, чем SrCeO3 [11].",
        "Керамика BaCe1-хМхO3-α коричневато-зеленого цвета, имеет плотность\n5.7-7.9 г/см3, ТКЛР (12-13)·10-6 град-1 при 600-900оС. Допирование приводит",
        "к образованию твердого раствора (где параметр решетки закономерно",
        "меняется с радиусом замещающего катиона) и увеличению\nэлектропроводности. Для составов BaCe1-хМхO3-α (М-РЗЭ)\nэлектропроводность возрастает на 1-2 порядка с максимумом при х ≈ 0.1.\nХарактер проводимости (в безводородной среде) меняется от кислородно-",
        "ионного до электронного р-типа. Во влажной атмосфере общая проводимость",
        "растет с концентрацией допанта до х=0.1. Протонная проводимость не",
        "зависит от рО2 и растет пропорционально рН2О1/2 (закон Сиверта). Протонная\nпроводимость подтверждена методом ЭДС при использовании\nконцентрационных по парам воды электрохимических ячеек. С увеличением\nтемпературы протонная проводимости проходит через максимум, числа\nпереноса протонов уменьшаются. Подвижность протонов и ее энергия\nактивации не зависит от х и в зависимости от температуры находится в",
        "пределах 10-8-10-3 см2/Вс и 0.45-0.65 эВ, соответственно. Коэффициент\nдиффузии водорода при повышении температуры от 500 до 1000оС",
        "возрастает от 10-10 до 10-5 см2/с. При 650оС коэффициент диффузии водорода",
        "выше на два порядка коэффициента диффузии кислорода [11].",
        "Суммируя многочисленные исследования фаз семейства AB1−xМxO3−δ,\nможно выявить основные факторы, влияющие на транспортные свойства:",
        "77 77\n1) Электропроводность увеличивается при увеличении ионного радиуса А+2 и\nВ+4 , энергии активации меняются в обратном порядке.",
        "Ba-содержащие электролиты, по сравнению со Sr-содержащими, имеют\nболее высокие значения кислородной проводимости, что связывают с",
        "влиянием размерного фактора на подвижность ионов кислорода.\nФормирующаяся протонная проводимость для бариевых фаз также",
        "существенно выше. Если сравнивать величину проводимости для",
        "соединений, содержащих различные В-катионы, то наиболее",
        "высокопроводящими являются цераты, именно они подробно и всесторонне",
        "изучены.",
        "2) Увеличение ионного радиуса трехвалентного допанта вызывает\nпадение протонной и рост кислородной проводимости, аналогично,\nзамещение иона А на меньший по размеру ион вызывает уменьшение",
        "кислородной проводимости.",
        "В таблице 5.1 приведены некоторые характеристики для\nSrCe0.95Yb0.05O3−δ.",
        "Таблица 5.1. Растворимость водяных паров (H2O), концентрация (Н) и",
        "подвижность (µН) протонов в SrCe0.95Yb0.05O3−δ при рH2O=7.2·10-3 атм. и\nрO2=1.6·10-4 атм [23].",
        "Т оС концентрация",
        "H2O мол.%",
        "концентрация",
        "H мол.%",
        "подвижность протонов",
        "µН (см2/В·с)\n600 1.19 2.35 5.4·10-6\n700 1.13 2.26 1.2·10-5\n800 1.08 2.15 1.9·10-5\n900 0.65 1.30 3.4·10-5",
        "На рис. 5.3, 5.4 в сравнении приведены данные по общей\nэлектропроводности для ряда сложных оксидов, относящихся к\nописываемому классу соединений. Типичные зависимости изменения\nионных чисел переноса от температуры приведены на рис. 5.5.",
        "78 78\nРис. 5.5. Температурные зависимости кислородно-ионных и\nпротонных чисел переноса для Ba3(Ca1.18Nb1.82)O9- δ [22].\n0.8 0.9 1.0\n-2.5\n-2.0\n-1.5\n-1.0",
        "Ho",
        "Y\nYb\nNd\nSm",
        "La\nlgσ,",
        "(Oм\n-1см\n-1)",
        "10 3/T, K -1",
        "BaCe0.85D0.15O3-δ",
        "1.0 1.5 2.0 2.5 3.0\n-6\n-5\n-4\n-3\n-2\n-1",
        "SrCe0.9Y0.1O3-δ",
        "BaHf0.9Y0.1O3-δ",
        "BaZr0.8Y0.2O3-δ\nBaCe0.9Y0.1O3-δ",
        "lgσ,",
        "(Oм\n-1см\n-1)",
        "10 3/T, K -1\nРис. 5.3. Температурные зависимости",
        "ионной проводимости BaCe0.85D0.15O3-δ в\nвосстановительной атмосфере [21].",
        "Рис. 5.4. Температурная зависимость",
        "общей проводимости AB1-xDxO3-δ в\nатмосфере влажного воздуха [11].",
        "79 79\nПозже появились работы, посвященные исследованию цирконатов\nщелочноземельных металлов [24-28]. Установлено, что при определенных\nусловиях синтеза и предварительной обработки могут быть получены\nдопированные образцы цирконатов бария с достаточно высокой ионной (в",
        "том числе, протонной) проводимостью, которая сопоставима с",
        "проводимостью соответствующих цератов. Кроме того, цирконаты, по\nсравнению с цератами, гораздо более устойчивы по отношению к СО2 и",
        "вплоть до низких температур (150oC) стабильны в условиях высоких",
        "значений рH2O, что обуславливает их некоторые преимущества в",
        "практическом применении.",
        "Что касается концентраций протонов в сложных оксидах, то очевидно,\nчто уровень кислородного дефицита определяет концентрацию",
        "формирующихся в структуре оксида протонных носителей согласно",
        "уравнению (5.4). Действительно, исследования показали, что количество\nводы, растворяющееся в оксидах типа AB1−xМxO3−δ, пропорционально\nконцентрации вакансий кислорода (т.е., концентрации допирующей добавки)\nи не превышает в среднем 5-15 мол. %. На рис. 5.6 приводятся\nтермогравиметрические зависимости, полученные для цирконата бария",
        "BaZrO3, содержащего различные концентрации акцепторного допанта -",
        "иттрия (данные представлены в пересчете на количество образовавшихся",
        "дефектов типа",
        "( OH o) • ) [27].",
        "В ряде работ показано, что растворимость водорода не достигает\nпредельной концентрации, соответствующей величине х, а составляет лишь\nполовину или треть. Сделан вывод о различных позициях внедренного\nводорода, обладающих различными энергиями захвата. Предполагается",
        "также, что это связано с образованием комплексов различного типа с\nучастием кислородных вакансий и/или допирующих катионов.",
        "80 80\nРис. 5.6. Термогравиметрические кривые для состава",
        "BaZr1-xYxO3-δ, содержащего различные количества допанта\n[27].",
        "Описанные выше сложнооксидные фазы получают, как правило,\nтвердофазным (керамическим) методом. Поэтому обычные размеры зерен",
        "керамики составляют единицы-десятки мкм. С точки зрения\nэксплуатационных характеристик перед исследователями этого круга\nобъектов не ставится задача получения их в наноразмерном состоянии. В",
        "литературе нет упоминания о создании композитных проводников на основе",
        "высокотемпературных протонных проводников (более подробно см.).\nОтчасти это связано с трудностью сопряжения поверхностных атомных сеток\nдля двух высокотемпературных жестких матриц. Имеются отдельные",
        "противоречивые работы по высокотемпературным кислородно-ионным",
        "композитным электролитами , например [29].",
        "Однако, с целью оптимизации технологических свойств керамики\n(спекаемость, пористость), разрабатываются также новые методы получения\nматериалов, в частности, растворные (методы «мягкой» химии). Это дает",
        "81 81\nвозможность получения его мелко(нано-)дисперсным, что обеспечивает\nнизкую пористость керамики при дальнейшем спекании и позволяет достичь",
        "высокой химической однородности материала. Кроме того, при сборке",
        "макетов электрохимических устройств, требования к качеству керамики\nдостаточно жесткие, так как предполагается использование Н2-содержащей\nатмосферы и необходимо надёжное разделение газовых пространств.",
        "Имеются работы, в которых именно специфика морфологии\nповерхности (наноразмерное состояние) обеспечивает появление протонной\nпроводимости. Например, пленки, состоящие из наноразмерных нитей",
        "H2SrTa2O7 (500нм х40нм х3 nm) , имели протонную проводимость при 25 °C\n1.5 × 10−4 Ом-1/cм [30].",
        "5.2.4. Высокотемпературные протонные проводники со структурным",
        "разупорядочением кислородной подрешетки\nПолучение кислород-дефицитных фаз путем введения примеси\nменьшей валентности привело к обнаружению высокотемпературной",
        "протонной проводимости в сложных оксидах семейства Me+2CeO3 , как это\nбыло показано в разделе 5.1. Однако образование точечных дефектов – это",
        "далеко не единственный способ задания кислородного дефицита. В конце",
        "90-х гг. было показано, что в двойных перовскитах со структурным\nразупорядочением подрешетки кислорода также возможна реализация\nвысокотемпературного протонного переноса.",
        "Структура двойного перовскита характеризуется чередующимися\nнеравновеликими октаэдрами, в которых размещены катионы с разной",
        "степенью окисления, при этом В-подрешетка разбивается на несколько\nподрешеток, а ребра ячейки удваиваются по сравнению с перовскитом",
        "(рис. 5.7).",
        "82 82\nРис. 5.7. Структура двойного перовскита,\nупорядоченного по типу 1:1.",
        "Например, структура эльпасолита принадлежит к пространственной группе\nFm3m и содержит четыре формульные единицы А2(ВВ')О6 , если атомы А и",
        "В' одинаковы, то приходим к структуре криолита А2(АВ)О6. При\nопределенных комбинациях зарядов элементов в А-, В- и В'-подрешетках\nвозникают условия, когда позиции атомов кислорода заполняются частично,\nт.е. происходит образование вакансий кислорода с одновременным",
        "смещением атомов металла и понижением его координационного числа. При",
        "этом происходит преобразование октаэдров в тетраэдры или тетрагональные\nпирамиды, поэтому образование таких фаз становится возможным, если",
        "атомы, стоящие в В-подрешетке, способны иметь различную координацию",
        "по кислороду.",
        "Примером являются составы Sr6M2O11 ≡ Sr4 (куб)(Sr2M2)(окт)O11[Vo S]1 (где\nM-Nb,Ta), Ba4Ca2Nb2O11 ≡ Ba4 (куб)(Ca2Nb2)(окт)O11[Vo S]1, а также твердые",
        "растворы на их основе (Vo S-структурная вакансия кислорода) В структуре",
        "этих соединений 1/12 часть кислородных позиций остается не занятой.",
        "Присутствие координационно-ненасыщенных полиэдров обеспечивает\nвозможность диссоциативного внедрения воды из газовой фазы, при этом",
        "83 83\nпроисходит заполнение кислородных вакансий кислородом от молекулы\nводы, и полиэдр восстанавливает координационное число до 6. При полном",
        "заполнении вакансий кислорода достигается теоретически возможный предел",
        "гидратации равный 50 мол.% Н2О. Возможность внедрения воды в такие\nструктуры и реализация протонного переноса показана в работах [31-46].",
        "5.2.4.1. Внедрение воды в структурно разупорядоченные ниобаты и",
        "танталаты щелочноземельных металлов\nПрисутствие в исследуемом веществе кислородно-водородных\nгруппировок (в общем виде - ОНn) может быть обнаружено с использованием",
        "обычного метода термогравиметрии (ТГ). При нагревании эти группировки",
        "ОНn разрушаются и выделяются из анализируемого вещества в виде молекул\nводы Н2О. Поэтому по убыли массы вещества при его нагревании можно\nоценить количество молей воды, приходящееся на формульную единицу",
        "сложного оксида. Следует сказать, что если регистрируется выделение",
        "молекул воды при нагревании (либо поглощение молекул воды из газовой",
        "фазы при охлаждении), то это не означает присутствия молекулярной воды в",
        "структуре оксида. О природе кислородно-водородных группировок речь\nбудет идти ниже в соответствующем разделе. В этом случае запись валового",
        "состава как АBO3·хН2О является формальной, но удобной для сравнения.",
        "Наиболее подробно изучены фазы Sr6Nb2O11, Sr6Ta2O11, Ba4Ca2Nb2O11,\nа также твердые растворы на их основе Sr6-2хNb2+2хO11+3х (I);\nSr6-2хTa2+2хO11+3х (II), (Ba1 ـ уCaу)6Nb2O11 (III).",
        "Для систем (I), (II) в пределах области гомогенности происходит\nизменение концентрации вакансий кислорода, а для (III) уровень",
        "кислородного дефицита не меняется и остается максимально высоким для\nданных зарядовых комбинаций катионов.",
        "По данным термогравиметрии установлено, что при нагревании-\nохлаждении в атмосфере влажного кислорода или аргона (рH2O=0.02 атм)\nобразцы составов Sr6-2хNb2+2хO11+3х (0≤x≤0.33), Sr6-2хTa2+2хO11+3х (0≤x≤0.33) и",
        "84 84\n(Ba1 ـ уCaу)6Nb2O11 (0.23≤у≤0.47) претерпевают обратимые изменения массы.\nНаблюдаемые эффекты были отнесены к удалению (при нагреве), либо\nвнедрению (при охлаждении) воды в структуру оксидов, что подтверждено",
        "методами термодесорбции и масс-спектрометрии.",
        "На рис. 5.8 представлены данные ТГ-исследований на примере\nтвердого раствора Sr6-2хTa2+2хO11+3х [32,33].",
        "200 400 600 800 1000\n0.0\n0.1\n0.0\n0.2\n0.4\n0.6\n0.8\n1.0",
        "0.0\n0.2\n0.4\n0.6",
        "0.2\n0.4",
        "0.1\n0.2\n0.3",
        "x=0.23",
        "t, oC",
        "x=0",
        "n\nН2О/моль\nSr6-2xTa2+2xO11+3x",
        "x=0.04",
        "x=0.10",
        "x=0.15",
        "Рис. 5.8. Данные термогравиметрических измерений для Sr6-2хTa2+2хO11+3х,",
        "полученные в режиме нагрева-охлаждения во влажной атмосфере (рН2О=2·10-2\nатм) и охлаждения в сухой атмосфере (рН2О=3·10-5 атм) после первой стадии",
        "нагрева (для составов с х=0; 0.04 – кружки) [33].",
        "85 85\nУдаление воды происходит в две стадии, которые более выражены для\nсоставов с высокой концентрацией вакансий кислорода (х<0.10). В общем\nслучае стадийность может быть обусловлена как присутствием различных по\nприроде (ОНn)-группировок, так и наличием энергетически неэквивалентных",
        "группировок одинакового состава, если имеется возможность их различного\nкристаллографического расположения в структуре соединений. Как будет\nпоказано ниже, для представленных выше составов основной формой\nнахождения протонов в объеме сложных оксидов, являются ОН–-группы с",
        "различным кристаллографическим расположением.",
        "Таким образом, внедрение воды в структуру сложного оксида можно\nрассматривать как процесс диссоциативного растворения молекул Н2О,",
        "обусловленный присутствием ненасыщенных координационных полиэдров\n(т.е., наличием вакансий кислорода):",
        "V O s + O 2 − + H 2 O ⇔ 2OH − (5.6)\nИсходя из уравнения (5.6), можно ожидать, что максимальное количество",
        "воды должно быть прямо пропорционально числу вакантных кислородных",
        "позиций.",
        "1.0 0.8 0.6 0.4 0.2 0.0\n0.0\n0.2\n0.4\n0.6\n0.8\n1.0",
        "теоретическая",
        "зависимость",
        "Sr6Ta2O11 Sr4Ta2O9\nn\nН2О\n/\nмоль\nSr6-2xTa2+2xO11+3x",
        "[VO S]",
        "Рис. 5.9. Зависимость количества внедрившейся воды от концентрации",
        "вакансий кислорода в Sr6 ـ 2хTa2+2хO11+3х (200oC, рH2O=2·10-2 атм), т.е. в\nинтервале составов Sr6Ta2O11- Sr4Ta2O9 [33].",
        "86 86\nНа рис.5.9 представлена зависимость количества внедрившейся воды\nот количества вакансий кислорода в структуре твердых растворов Sr6-",
        "2хTa2+2хO11+3х [33]. Как видно, с увеличением числа кислородных вакансий",
        "количество внедренной воды монотонно возрастает. Аналогичная тенденция\nнаблюдается и для твердого раствора Sr6-2хNb2+2хO11+3х [31].",
        "Естественно, что наибольший интерес представляют фазы, которые\nхарактеризуются высокой структурной разупорядоченностью по\nкислородной подрешетке и, соответственно, высокими концентрациями\nпротонов. Для таких составов выполнены ТГ исследования при вариации\nпарциального давления паров воды рH2O.",
        "В соответствии с уравнением (5.6) можно ожидать монотонную\nзависимость массы образца (количества внедренной Н2О) от парциального\nдавления паров воды рH2O. В рамках квазихимического формализма процесс\nвнедрения воды может быть представлен уравнением вида:",
        "V o × + H 2 O + 2O × o ⇔ O ′′ V o + 2(OH) • o (5.7)",
        "где",
        "×",
        "V o – структурная вакансия кислорода, O × o – кислород в регулярной",
        "позиции, V o",
        "O′′ – кислород на месте структурной вакансии кислорода, (OH) • o –",
        "гидроксо-группа в подрешетке кислорода. Следует сказать, что в рамках\nквазихимического подхода структурные вакансии кислорода можно",
        "формально рассматривать и как ионизированный дефект",
        "• •\nV o , поскольку\nсуществует обмен решеточного кислорода и структурной вакансии",
        "кислорода, в соответствии с уравнением",
        "V o × + O × o ⇔ O ′′ V o + V o • • . То есть,\nхотя способ описания может отличаться в деталях, но суть выводимых\nзакономерностей не изменится.",
        "Применяя закон действия масс к уравнению (5.7) и для условия связи\nмежду концентрациями [(OH) • o ] = 2[ O ′′ V o ] , получаем, что концентрация",
        "протонов будет пропорциональна ~ рH2O1/3. Поэтому функциональная\nзависимость lgСН=f(lgрH2O) должна иметь линейный ход с наклоном 1/3, где",
        "87 87\nСН – объемная концентрация протонов. Наиболее подробное описание",
        "зависимостей концентраций дефектов, как функции рH2O представлено в\nработе [44]. На рис. 5.10 показаны зависимости количества поглощенной\nводы и, соответственно, концентрации протонов при вариации парциального",
        "давления паров воды для Sr6Ta2O11 [42].",
        "-4.5 -4.0 -3.5 -3.0 -2.5 -2.0 -1.5\n0.0\n0.2\n0.4\n0.6\n0.8\n1.0",
        "0.0\n0.3\n0.6\n0.9\n1.2\n1.5",
        "550 oC\n500 oC\n475 oC",
        "450 oC\n400 oC",
        "300 oC",
        "lg pH2O (атм.)",
        "∆m/m,",
        "%",
        "n\nH2O",
        "/моль\nSr6Ta2O11",
        "(a)",
        "-3.6 -3.2 -2.8 -2.4 -2.0 -1.6\n21.0\n21.2\n21.4\n21.6\n21.8",
        "450 OC\nlg\nCH\n,\n(1/см\n3)",
        "lg p H2O (атм.)",
        "1/3\n400 OC\n(б)",
        "Рис. 5.10. Зависимость относительного изменения массы и\nколичества воды (а), концентрации протонов (б) в образце Sr6Ta2O11\nот парциального давления паров воды [42].",
        "88 88\nКак видно, наблюдается хорошее соответствие с предполагаемым\nходом зависимости, однако, в высоких рH2O, т.е. при условии внедрения\nбольших концентраций протонов, зависимости ∆m/m=f(рH2O) имеют более",
        "сложный характер: наблюдается скачкообразное увеличение массы образцов,\nчто позволяет предполагать наличие фазового перехода при взаимодействии",
        "с водой. Плато на кривых ТГ соответствует практически полному\nзаполнению вакансий кислорода кислородом молекул воды.",
        "На основе результатов рентгеновского анализа и данных\nтермогравиметрии, были проанализированы фазовые равновесия в системе\n\"сложный оксид – вода\" при варьировании температуры и фиксированном",
        "значении парциального давления паров воды рН2О =2·10-2 атм. На рис. 5.11\nприведен фрагмент квазибинарной фазовой диаграммы \"Sr6Ta2O11 – Н2О\"",
        "[39].",
        "0,0 0,2 0,4 0,6 0,8 1,0\n200\n400\n600\n800\n1000",
        "Sr6Ta2O11 **xH2O",
        "орторомб\nt, oC",
        "куб\nd",
        "i c",
        "e\naH2O=0.02",
        "x",
        "Рис. 5.11. Квазибинарная фазовая диаграмма \"Sr6Ta2O11 – хН2О\" [39].",
        "89 89\nПредставленная диаграмма позволяет наглядно продемонстрировать\nнаиболее вероятный характер взаимодействия исследуемого вещества с\nводой:",
        "1) При температурах выше 1000оС в системе существует безводный сложный\nоксид Sr6Ta2O11, характеризующийся кубической структурой двойного",
        "перовскита и параметрами a=b=c=8.323(7) Å (точка d на фазовой диаграмме).",
        "2) В температурном интервале 1000-500оС происходит внедрение воды в",
        "матрицу сложного оксида с образованием твердого раствора. Данный",
        "процесс происходит без изменения исходной матричной структуры оксида.\nКоличество внедренной воды зависит от температуры и достигает ~0.3-0.4",
        "моль на формульную единицу. Кривая di на фазовой диаграмме",
        "соответствует равновесию образующегося твердого раствора с парами воды в",
        "газовой фазе.",
        "3) Дальнейшее внедрение воды (при температурах <500оС) приводит к\nизменению кристаллической структуры и формированию нового\nхимического соединения в виде гидроксофазы Sr6Ta2O11-n(OH)2n (n≤1) с",
        "орторомбической симметрией (пр. гр.Fmmm). Гидратированный образец с\nсоставом близким к предельному Sr6Ta2O10(OH)2 имел следующие параметры\nрешетки: a=8.223(6) Å, b=8.317(2) Å, c=8.365(9) Å, α=β=γ=90o.",
        "На диаграмме линия ic – перитектоидная линия распада соединения,\nгде в равновесии находятся три фазы (две твердых и водяной пар). Точка c –\nперитектическая точка, в которой происходит трансформация одной твердой",
        "фазы в другую.",
        "Для твердых растворов (Ba1-уCaу)6Nb2O11 термогравиметрические\nисследования, проведенные в атмосферах влажного аргона и кислорода,",
        "показали, что количество воды, внедряющееся в структуру оксида, примерно\nодинаково и составляет 0.85 – 0.95 моль, что близко к теоретическому\nпределу гидратации [43]. С помощью рентгеновских исследований\nустановлено, что в ряду твердых растворов (Ba1-уCaу)6Nb2O11 только образец",
        "Ba4Ca2Nb2O11 (у=0.33) после обработки в парах Н2О изменял исходную",
        "90 90\nкубическую симметрию структуры. Соединение Ba4Ca2Nb2O11 в процессе\nвнедрения воды претерпевает структурные изменения с образованием",
        "гидроксофазы примерного состава Ba4Ca2Nb2O10(ОН)2, обладающей более\nнизкой моноклинной симметрией с пространственной группой C2/m [37,43].",
        "ТГ-исследования, выполненные при вариации рH2O, подтвердили линейных\nход зависимостей lgСН=f(lgрH2O) с наклоном 1/3 в Т-рH2O областях, не",
        "осложненных фазообразованием (рис. 5.12). В ряду твердых растворов",
        "(Ba1-уCaу)6Nb2O11 особенность состава Ba4Ca2Nb2O11 объясняется равным 1:1\nколичественным соотношением катионов в В-подрешетке. При таком",
        "чередовании в шахматном порядке больших и малых октаэдров энергия\nрешетки ниже, чем для фаз, не обладающих дальним порядком в",
        "распределении катионов. Очевидно какие-либо смещения катионов в 1:1\nупорядоченных фазах, например, при внедрении воды, приводят к\nмакроскопически заметным искажениям решетки, что и фиксируется",
        "рентгенографически.",
        "-4.5 -4.0 -3.5 -3.0 -2.5 -2.0 -1.5\n19.8\n20.1\n20.4\n20.7\n21.0\n21.3",
        "350 oC",
        "300 oC",
        "400 oC\nlgCH\n(1/см\n3)",
        "lg aH2O\n500 oC 1/3",
        "Рис. 5.12. Зависимость концентрации протонов в образце",
        "Ba4Ca2Nb2O11 от парциального давления паров воды [43].",
        "91 91\nТГ-исследования, выполнение для изоструктурных фаз Sr4Mg2Nb2O11;\nSr4Sr2Nb2O11; Sr4Ca2Nb2O11 также подтвердили близкие к единице значения\nводопоглощения [35,42].",
        "Таким образом, возможность внедрения воды в сложные оксиды типа\nA4B2B'2O11 обусловлена особенностями структуры (некомплектностью",
        "кислородной подрешетки), а не природой катионов, входящих в состав",
        "соединения. Характер же взаимодействия сложного оксида с парами воды\nобуславливается не только количеством внедренной воды в структуру",
        "оксида, но и степенью упорядочения катионов в В-подрешетке.",
        "5.2.4.2. Электрические свойства\nИсследования зависимостей общей электропроводности σобщ от\nтемпературы в сухой и влажной атмосферах показали наиболее типичную",
        "ситуацию, характерную для изучаемых фаз: при температурах ниже 700оС\nвозрастание σобщ, как результат появления в структуре протонных носителей\nтока, и одновременно снижение энергии активации переноса от ~1.0 эВ до\n~0.5 эВ; протонные числа переноса с понижением температуры\nувеличивались. На рис. 5.13 на примере состава из области гомогенности",
        "Sr5.92Ta2.08O11.12 (х=0.04) показаны типичные температурные зависимости",
        "парциальных вкладов проводимостей [34]. Как видно, при температуре ниже",
        "500оС доминирует протонный перенос, с увеличением температуры выше\n700оС протонная проводимость уменьшается в результате уменьшения\nконцентрации протонов, фаза становится кислородно-ионным проводником.",
        "На температурных зависимостях электропроводности фаз,\nхарактеризующихся фазовым переходом как результат внедрения воды,",
        "наблюдается локальный максимум (рис. 5.14) [34].",
        "92 92\n0.8 0.9 1.0 1.1 1.2 1.3\n-6\n-5\n-4\n-3\n-2",
        "lgσ,",
        "(Ом\n-1см\n-1)",
        "10 3/T, K -1",
        "Рис. 5.13. Температурная зависимость электропроводности",
        "Sr5.92Ta2.08O11.12 (х=0.04) во влажной атмосфере рН2О=2·10-2 атм.",
        "Общая электропроводность (○) дифференцирована на протонную (□) и\nкислородно-ионную (■) (из данных метода ЭДС). Пунктир - расчетное\nзначение протонной проводимости σН=(σион)вл-(σион)сух [34].",
        "0.8 1.0 1.2 1.4 1.6\n-6\n-5\n-4\n-3\n-2",
        "сух. атм.",
        "вл. атм\nlg\nσ",
        ",\n(Ом\n-1см\n-1)",
        "10 3/T , K -1",
        "Рис. 5.14. Температурные зависимости общей электропроводности\nсостава Sr5.92Ta2.08O11.12 (x=0.04), полученные в атмосферах",
        "различной влажности. Влажная атмосферарН2О=2·10-2 атм, сухая\nатмосфера рН2О=3·10-5 атм. [34].",
        "93 93\nДля твердого раствора Sr6-2хTa2+2хO11+3х величина протонной\nпроводимости была проанализирована как функция состава. На рис. 5.15",
        "представлена зависимость протонной проводимости от концентрации\nвакансий кислорода. Видно, что с уменьшением параметра х, т.е. с\nувеличением некомплектности кислородной подрешетки, величина",
        "протонной проводимости монотонно возрастает, что объясняется\nзакономерным увеличением концентрации протонных носителей [34,42].",
        "Для составов из области гомогенности (Ba1-уCaу)6Nb2O11 с равной\nконцентрацией вакансий кислорода и, соответственно, протонных дефектов",
        "было продемонстрировано влияние кислородной подрешетки на величину",
        "протонной проводимости. С уменьшением параметра у (с увеличением\nсодержания ВаО) значение кислородно-ионной проводимости возрастает\n(рис. 5.16), симбатно возрастает и величина протонной проводимости σН.",
        "0.00 0.04 0.08 0.12 0.16\n-4.8\n-4.4\n-4.0\n-3.6\n-3.2",
        "lg\nσH",
        ",(Ом\n-1см\n-1)",
        "х в Sr6-2хTa2+2хO11+3х",
        "550 oC",
        "увеличение\nсодержания Sr",
        "Рис. 5.15. Зависимость величины протонной проводимости от состава\nтвердого раствора Sr6-2хTa2+2хO11+3х [42].",
        "94 94\n0.2 0.3 0.4 0.5\n-4.8\n-3.6\n-3.2",
        "σΗ",
        "σΟ",
        "400 oC",
        "lg\nσ,(Ом\n-1",
        "см\n-1)",
        "у в (Ba1-уCaу)6Nb2O11",
        "Рис. 5.16. Зависимость кислородно-ионной σо и протонной",
        "проводимости σН от состава твердого раствора (Ba1-уCaу)6Nb2O11 [43].\nДанный эффект объясняется увеличением подвижности носителей\nтока. Так как с ростом содержания ВаО происходит увеличение параметра\nэлементарной ячейки, то рост межатомных расстояний приводит к\nуменьшению энергетических затрат на миграцию ионов кислорода, что",
        "повышает их подвижность. С ростом подвижности кислорода увеличивается\nи подвижность протонов. Таким образом, динамика кислородной подрешетки",
        "влияет на формирование и величину протонной проводимости.",
        "Исследование проводимости при вариации рH2O позволило выявить\nосновные тенденции в поведении общего хода σобщ. С увеличением рH2O",
        "наблюдается смена доминирующего типа проводимости от кислородно-\nионного к протонному, что сопровождается ростом проводимости в\nсоответствии с законом ( ) 1 / 3",
        "lg",
        "lg",
        "2",
        "T =\nd pH O",
        "d σ",
        ". Нарушение монотонного\nхарактера зависимостей обусловлено, как и в исследованиях по ТГ,",
        "структурно-химической трансформацией с образованием гидроксо-фазы. На",
        "95 95\nрис. 5.17. представлены типичные зависимости lgσобщ =f(lgрH2O) для",
        "Sr6Ta2O11 [5]. Аналогичные графики получены для (Ba1-уCaу)6Nb2O11 [44].",
        "-4.5 -4.0 -3.5 -3.0 -2.5 -2.0 -1.5\n-6.0\n-5.6\n-5.2\n-4.8\n-4.4\n-4.0",
        "450 oC\n400 oC\n475 oC",
        "500 oC",
        "600 oC",
        "lgσ,",
        "(Ом\n-1см\n-1)",
        "lg pH2O (атм.)",
        "Рис. 5.17. Изотермические зависимости lgσобщ =f(lg рH2O) для Sr6Ta2O11 [34].",
        "Исследование проводимости при вариации рО2 в атмосферах различной\nвлажности позволили выявить основные закономерности в поведении\nпарциальных вкладов электронной и ионной (Н+, О2-) составляющих",
        "проводимостей. В области доминирования кислородно-ионного транспорта в",
        "сухой атмосфере (т.е., σобщ = σион,), эффект влияния влажности наиболее\nзначим и обусловлен процессом появления протонных носителей, при этом\nобщая проводимость увеличивается (σион = σО + σН). Если в области высокой",
        "активности кислорода присутствует некоторый вклад электронной",
        "проводимости р-типа (сухая атмосфера), что, например, описывается",
        "следующим с уравнением:",
        "o 2 V o\nV + 1 / 2 O ⇔ 2 h • + O ''",
        "×",
        ", (5.8)\nто во влажной атмосфере концентрация дырок уменьшается в результате",
        "смещения равновесия (5.8) влево. Суммарный процесс равновесий (5.7) и",
        "96 96\n(5.8) может быть представлен уравнением:",
        "H 2 O + 2 h • + 2 O × o ⇔ 1 / 2 O 2 + 2 ( OH ) • o (5.9)\nПоэтому, в зависимости от соотношения концентраций дырок и\nпротонов общая проводимость при смене влажности в высоких рО2 может не\nменяться или даже уменьшаться. Эволюция изотерм проводимости показана",
        "на примере твердых растворов Sr6-2хTa2+2хO11+3х (рис. 5.18).",
        "-20 -16 -12 -8 -4 0\n-5\n-4\n-3",
        "(3)\n(2)\n(1)",
        "сух. атм.\nвл. атм.\n600 oC",
        "lgσ,",
        "(Ом\n-1см\n-1)",
        "lg aO2",
        "Рис. 5.18. Зависимость общей электропроводности от парциального",
        "давления кислорода в атмосферах различной влажности твердых растворов",
        "Sr6-2хTa2+2хO11+3х составов: (а) х=0; (б) х=0.15; (в) х=0.23. Влажная атмосфера\nрН2О=2·10-2 атм, сухая атмосфера рН2О=3·10-5 атм. [45,46].\n5.2.4.3. Состояние кислородно-водородных группировок в гидратированных",
        "кислород- дефицитных сложных оксидах\nМетоды ИК спектроскопии и протонного магнитного резонанса ЯМР\n1Н позволяют идентифицировать кислородно-водородные группировки. В\nобщем случае в твердых неорганических материалах они могут",
        "присутствовать в виде: ОН-, Н2О, Н3О+.",
        "97 97\nИК спектры гидратированных ниобатов и танталатов ЩЗМ однозначно\nподтверждают присутствие ОНn-группировок. Для всех изученных фаз в",
        "спектрах регистрировалась широкая размытая полоса в области 2800-",
        "3700 см-1, поглощение в данной области следует отнести к валентным",
        "колебаниям кислородно-водородных группировок. Однако, в области",
        "валентных колебаний невозможно однозначно разделить полосы,\nотносящиеся к колебаниям различных типов кислородно-водородных\nгруппировок. В связи с этим, интерес представляют исследования\nдеформационных колебаний.",
        "Известно [47], что частота деформационных колебаний изолированной\nмолекулы воды 1595 см-1. При ассоциации, в том числе и за счет водородных\nсвязей, полоса, соответствующая этому колебанию, смещается в\nкоротковолновую область и проявляется при 1600-1680 см-1. Ион",
        "гидроксония Н3О+ поглощает выше (в области 1680-1800 см-1), а гидроксил\nОН– – ниже 1500 см-1. Количество компонент в спектре в области",
        "деформационных колебаний связей О–Н, как правило, соответствует",
        "количеству различных типов кислородно-водородных группировок [47].",
        "На рис. 5.19 представлены ИК спектры гидратированных ниобатов и\nтанталатов щелочноземельных металлов. Для всех них можно выделить\nзначительную по интенсивности полосу ~ 1450 см-1, которая может быть",
        "отнесена к колебанию группы Э–ОН. Причем данная полоса представляет\nсобой суперпозицию нескольких вкладов, что четко проявлялось при\nчастичной дегидратации образцов. Таким образом, можно сказать, что\nосновная часть атомов водорода находится в форме энергетически\nнеэквивалентных гидроксильных групп. Количественные соотношения их\nразлично для ниобатов и танталатов, что проявляется в различной форме",
        "линий.",
        "98 98\nинтенсивность",
        "400 800 1200 1600",
        "ν , см-1\n580\n335",
        "1460\no",
        "o",
        "(в)\n330",
        "575",
        "1460\no o",
        "(б)\n1445\n348\n293",
        "570",
        "630",
        "o",
        "o",
        "(а)",
        "1665",
        "1665\n1680",
        "1440",
        "Рис. 5.19. ИК спектры гидратированных ниобатов",
        "и танталатов щелочноземельных металлов;",
        "(а) Ba4Ca2Nb2O11, (б) Sr5.92Ta2.08O11.12, (в)Sr6Ta2O11.\nСимволами (о) отмечены сигналы, обусловленные\nиспользованием от CsI [38].",
        "Методом ЯМР 1Н также подтверждено наличие протонов в структуре\nгидратированных образцов. Спектры ЯМР 1Н, как правило, имели сложный\nвид (рис. 5.20), что обусловлено суперпозицией нескольких компонент. В",
        "общем случае выделены три компоненты с величинами ширины линии\n∆H1≈0.4÷0.8 Гс, ∆H2≈1.5÷2.0 Гс, ∆H3≈4.5÷5.5 Гс.",
        "(1) Узкий сигнал (НI) характеризует присутствие протонов,\nпринадлежащих изолированным ОН–-группам. Расстояние между протонами",
        "соответствует RH-H=3.0-3.5 Å.",
        "(2) Сигнал (HII) определяет наличие в структуре близко расположенных\nОН–-групп, например, связанных с одним и тем же атомом металла в В-\nпозиции [ВO4(ОН)2]. RH-H не превышает 2.2-2.4 Å.",
        "(3) Широкая компонента (HIII) моделируется как двухспиновая система,\nно не может быть отнесена к молекуле воды, так как характеризуется",
        "99 99\nмежпротонным расстоянием ~2 Å, что значительно превышает обычное\nмежпротонное расстоние в молекуле воды для твердых неорганических",
        "веществ 1.52-1.65 Å. Данный сигнал может быть обусловлен появлением",
        "близко расположенных ОН–-групп в структурном элементе координационно-\nненасыщенных полиэдров с кч=4 [ВO4]-[ВO4] , как схематично показано на\nрис. 5.21.",
        "Рис. 5.20. Спектры ЯМР 1Н, полученные при температуре -150оС на\nгидратированных образцах состава:",
        "(а) Sr6Ta2O11•H2O; (б) Sr6Nb2O11•H2O; (в) Ba4Ca2Nb2O11•H2O",
        "Точки – экспериментальные данные, линия – модельный спектр [38].",
        "0 4 8 12",
        "Н, Гс\n(а)",
        "(б)",
        "(в)\nHII",
        "HI HIII\nHI",
        "HII",
        "HIII\nHII\nHI",
        "100 100\nРис. 5.21. Схематичное изображение близко расположенных",
        "ОН–-групп (•) и вакансий кислорода (□) [38].\nТаким образом, основной формой нахождения протонов в изученных\nфазах являются кристаллографически неэквивалентные ОН-группы. В",
        "ниобатах основная их часть присутствует в виде близкорасположенных",
        "групп, в танталатах больше доля изолированных ОН-групп.",
        "Вероятно, это отличие связано с различными координационными\nпредпочтениями Та и Nb. Поскольку все изученные фазы характеризуются\nкислородным дефицитом, то структура содержит полиэдры с пониженным\n(меньше 6) координационным числом. Для Nb+5 тетраэдричекая координация",
        "более характерна, чем для Ta+5. При полной гидратации, т.е. заполнении всех\nвакансий кислорода молекулами воды, исходный тетраэдр будет\nвосстанавливаться до октаэдра в соответствии с образованием структурного",
        "элемента [NbO4(OH)2], где появляются две ОН-группы при одном атоме",
        "металла, а образование октаэдра из пирамидальной координации возможно\nсопровождается появлением [TaO5(OH)], что обуславливает появление",
        "изолированных групп ОН–. Существование различных видов ОН– -групп,\nобуславливают стадийность удаления воды в экспериментах по ТГ.",
        "Исследование спектров ИК и ЯМР 1Н при частичном обезвоживании\nобразцов позволяет заключить, что наиболее термоустойчивыми являются\nодиночные гидроксилы.",
        "101 101\nТаким образом, установлено, что в ряду твердых растворов\nSr6-2хNb2+2хO11+3х и Sr6-2хTa2+2хO11+3х с уменьшением х (с увеличением\nконцентрации вакансий кислорода) протонная проводимость возрастает, что",
        "обусловлено увеличением, как концентрации образующихся в структуре\nпротонных дефектов, так и их подвижности. Для составов с х<0.15 при\nтемпературах ниже 550оС протонный перенос становится доминирующим.",
        "Для твердых растворов (Ba1-уCaу)6Nb2O11 (0.23≤у≤0.47),\nхарактеризующихся одинаковой концентрацией вакансий кислорода, с",
        "увеличением содержания бария (соответственно, с увеличением параметра",
        "решетки) значение кислородно-ионной проводимости (при рH2O=3·10-5атм)\nмонотонно возрастает, что обусловлено снижением энергии миграции атомов",
        "кислорода и повышением их подвижности. В этом же ряду наблюдается",
        "увеличение значения протонной проводимости (при рH2O=2·10-2атм). При\nравных концентрациях протонов основным фактором, влияющим на\nподвижность протонных носителей и определяющим уровень протонной",
        "проводимости, является динамика кислородной подрешетки. В области",
        "твердых растворов (Ba1-уCaу)6Nb2O11 найдены составы, характеризующиеся\nвысокой протонной проводимостью (σH~1·10-3 Ом-1см-1 при 400oC).",
        "Методами ИКС и ЯМР 1Н доказано, что основной формой нахождения\nпротонов в структуре сложных оксидов являются энергетически",
        "неэквивалентные ОН–-группы: изолированные, близкорасположенные и\nпарные, количественные соотношения которых определяются\nкоординационным предпочтением элементов В-подрешетки.",
        "Представленные выше данные по физико-химическим свойствам класса\nвысокотемпературных протонных проводников со структурным",
        "разупорядочением кислородной подрешетки позволяют выделить ряд\nважных особенностей. В отличие от класса высокотемпературных протонных",
        "проводников с примесным разупорядочением, они характеризуются",
        "высокими концентрациями протонов (до 50 мол.% в пересчете на Н2О). Это",
        "102 102\nобстоятельство, безусловно, роднит их с низкотемпературными протонными\nпроводниками, в которых вода (Н+-содержащие частицы) рассматриваются",
        "как равноправная составляющая химической формулы. Но в отличие от",
        "низкотемпературных протонных проводников концентрация протонов в этих",
        "оксидах не является постоянной, а задается парциальным давлением паров\nводы и температурой. Т.е., по способам появления протонов и механизмам",
        "транспорта, их следует отнести к высокотемпературным протонным",
        "проводникам. Именно такие особенности обуславливают сочетание в\nвысокотемпературных протонных проводниках со структурным",
        "разупорядочением кислородной подрешетки преимуществ обоих классов",
        "протонных проводников – высокие концентрации протонов и высокая",
        "обратимость процессов, это позволяет рассматривать этот класс протонных",
        "проводников как одни из наиболее перспективных матриц для протонного",
        "транспорта.",
        "Кроме того, следует отметить следующее обстоятельство. Хотя\nразмерный композитный эффект (значительное повышение проводимости в\nкомпозитах типа «ионный проводник|инертный оксид») известен только для\nнизкотемпературных протонных проводников (см. раздел 5.3.), но, исходя из",
        "общих закономерностей транспортных процессов, и, учитывая, что грань\nмежду низко- и высокотемпературными протонными проводниками\nдостаточно условна, можно сделать предположение о реализации",
        "композитного эффекта в гидратированных высокотемпературных протонных",
        "проводниках со структурным разупорядочением. Такие работы ведутся в\nУральском госуниверситете на кафедре неорганической химии, где изучается",
        "влияние добавок инертных нано-оксидов (γ-,δ-Al2O3, SiO2, TiO2) на\nтранспортные свойства.",
        "103 103\n5.3. Низкотемпературные протонные электролиты",
        "5.3.1. Суперпротонные электролиты\nКислые соли щелочных металлов общей формулы МхНу(АО4)z–\n(ди)гидро- фосфаты, -сульфаты, -селенаты щелочных металлов являются\nодними из перспективных и наиболее изучаемых объектов, обладающими\nзначительными величинами протонной проводимости при температурах от\nкомнатной до 200оС. Протонная проводимость таких фаз определяется",
        "структурными протонами и практически не зависит от влажности.",
        "Как правило, в таких фазах проводимость при низких температурах не\nочень высока, но при некоторой температуре происходит фазовый переход, в\nрезультате которого проводимость увеличивается скачком, и фаза переходит",
        "в, так называемое, суперионное состояние. Термины «суперпротонная\nпроводимость» и «суперпротоники» были предложены Барановым и др. [48]",
        "для семейства материалов (гидросульфаты, гидрофосфаты, гидроарсенаты и\nдр.) с фазовыми переходами из ферро- или антиферроэлектрической фазы в",
        "параэлектрическую с высокой протонной проводимостью. Этот класс",
        "материалов характеризуется наличием крупных протонсодержащих анионов\nв кристаллической решетке с возможным размещением протона в\nводородной связи между ними.",
        "Среди гидросульфатов щелочных металлов гидросульфат цезия\nCsHSO4 демонстрирует одну из самых высоких величин протонной",
        "проводимости (рис. 5.22) [49,50]. Как видно, проводимость CsHSO4 ниже\nтемпературы суперионного фазового перехода снижается на 4 порядка",
        "(Тфп=414К). В гидросульфате рубидия RbHSO4 также имеется суперионная\nфаза, но проводимость этой соли примерно на порядок ниже, чем у",
        "гидросульфата цезия, как в высоко- так и в низкотемпературной фазе\n(рис. 5.22). Соль калия КHSO4 в отличие от гидросульфатов цезия и рубидия",
        "не имеет суперионной фазы.",
        "104 104\n2.0 2.4 2.8 3.2\n-8\n-6\n-4\n-2",
        "0",
        "Cs3(HSO4)2HPO4\nRb3H(SeO4)2",
        "CsH2PO4",
        "RbHSO4",
        "CsHSO4",
        "lg\n(σ,",
        "Ом\n-1см\n-1)",
        "10 3/T, K",
        "Рис. 5.22. Температурная зависимость электропроводимости",
        "ряда фаз МхHy(AO4)z [49].",
        "Монокристаллы КHSO4 ,CsHSO4, RbHSO4 могут быть легко получены\nметодом изотермического испарения водных растворов, содержащих\nэквимолярные количества соответствующего сульфата и серной кислоты при",
        "комнатной температуре.",
        "Сразу после обнаружения в таких фазах высокопроводящей\nразупорядоченной фазы стали предприниматься попытки стабилизации ее",
        "при более низких температурах. Этого удалось достичь методами\nгетегофазного допирования высокодисперсными инертными оксидами, о чем\nболее подробно будет идти речь ниже.",
        "5.3.1.1. Композитный эффект (общие положения)",
        "В 1973 г. появилась работа С. Лианга [51], в которой впервые\nсообщалось об эффекте значительного увеличения ионной проводимости\nсоли LiI при добавлении непроводящей дисперсной добавки оксида",
        "105 105\nалюминия γ-Al2O3. Данный эффект получил название композитный, а сами\nматериалы стали называть композитными электролитами, метод же\nполучил название гетерофазное легирование (допирование). С тех пор",
        "ведутся интенсивные исследования систем «ионный проводник | инертная",
        "добавка». Оказалось, что возрастание проводимости при допировании",
        "дисперсными оксидами является распространенным эффектом. Основными\nобъектами явились катионпроводящие электролиты – галогениды лития,\nмеди, серебра, а также фториды со структурой флюорита с анионной",
        "проводимостью. В качестве дисперсной добавки использовались оксиды\nMgO, Al2O3, TiO2, SiO2, обладающие высокой поверхностной энергией.",
        "Увеличение ионной проводимости при гетерофазном допировании\nможет быть объяснено в рамках модели пространственного заряда\nЯ.И. Френкеля [52]. Вследствие различия химических потенциалов",
        "наблюдается обогащение поверхности дефектами, имеющими бóльшую",
        "величину энергии Гиббса, и появление двойного слоя пространственного\nзаряда. Дж. Майер [53] развил теорию Френкеля, показав, что процессы\nповерхностного взаимодействия приводят к локализации на границе раздела",
        "фаз заряженных ассоциатов, образующих плотную обкладку области\nпространственного заряда. Модель Майера не учитывала различие в",
        "дисперсности гетерогенного компонента. Н.Ф. Уваровым [54] была\nпредложена модель, учитывающая вклад поверхностной проводимости и\nвлияние размера частиц на свойства композита. Было показано, что с\nувеличением мольной доли дисперсной добавки проводимость увеличивается\nдо некоторого максимального значения, при дальнейшем росте добавки\nпроводимость уменьшается вследствие эффекта разбавления непроводящим",
        "компонентом. Чем меньше размер частиц непроводящего оксида, тем более\nзначителен эффект увеличения проводимости композита. Все это",
        "стимулировало дальнейшие исследования систем с нанодисперсными\nдобавками. В таких нано-композитах практически весь объем ионной соли\nнаходится на поверхности межфазного контакта, энергия поверхностного",
        "106 106\nвзаимодействия становится сравнимой со свободной энергией ионного\nкристалла. Обнаруживаемые в таких системах размерные эффекты\nпроявляется в изменении ряда физических свойств материала\n(диэлектрических, оптических, магнитных), резко снижаются температуры\nфазовых переходов, стабилизируются высокотемпературные модификации.",
        "В 1990-х гг. подобные исследования стали проводиться с\nнизкотемпературными протонными проводниками.",
        "В настоящее время уже не вызывает удивления факт существенного\nизменения ионной проводимости в наноматериалах. Значительно более\nинтересным представляется вопрос о природе этого явления, так как\nнанокомпозиты остаются крайне важными в практическом плане\nматериалами.",
        "На первых этапах основное внимание исследователей уделялось\nсуществованию большого вклада высокой удельной доли поверхности в",
        "наноматериалах и увеличению концентрации дефектов на границе раздела\nзерен, которое в силу малых размеров может распространяться на всю\nчастицу [55].",
        "Позднее стали обсуждать эффекты появления в композитах\nповерхностных микро- и нанофаз. Формирующаяся в композите на\nповерхности одного из компонента нанопленка (как правило",
        "аморфизованная) может обладать строением и свойствами, существенно",
        "отличающимися от объемных. Свойства каждого из компонентов и\nкомпозита в целом уже не определяются свойствами отдельных фаз, на\nгранице образуется неавтономная (intrаphase) фаза. Данное обстоятельство",
        "приводит к формированию необычных, часто аномальных свойств таких\nматериалов и стимулирует интерес исследователей к открытию новых",
        "эффектов.",
        "Такие эффекты объясняются действием сил поверхностного натяжения,\nа также энергией адгезии [55]. Если обозначить удельные энергии Гиббса",
        "107 107\nповерхности (на единицу площади поверхности) фаз А и В через εА и εВ, а",
        "удельную энергию границы их раздела как εАВ, то при выполнении условия:",
        "εАВ >2 εА,",
        "фаза А будет обволакивать частицы В, образуя нанокомпозит. Это\nсоотношение является математическим выражением условия полного\nрастекания пленок Гиббса-Смита. Если частицы В также являются",
        "наноразмерными, то в системе будет происходить своеобразное",
        "самодиспергирование компонента А. Термодинамическая стабильность таких\nсистем определяется энергией адгезии, поверхностным натяжением и\nупругими свойствами компонента А.",
        "Такие явления самодиспергирования ионной фазы наблюдались не\nтолько для ионных солей и, в частности, протоников, наиболее подробно",
        "описанных ниже. Подобным образом формируются наночастицы\nгидратированных оксидов переходных элементов или гетерополикислот,",
        "поверхность которых покрыта тончайшим слоем молекул воды,\nобеспечивающих эти соединения хорошими транспортными свойствами.",
        "Формирование поверхностных нанофаз обнаружено в системах WO3-\nМе+2WO4 [56], а также металлических сплавах [57].",
        "Все эти обстоятельства позволяют рассматривать метод создания\nнанокомпозитов, как перспективный путь и стратегию получения материалов",
        "с улучшенными свойствами.",
        "5.3.1.2. Протонные композитные электролиты (1-х)CsHSO4-xSiO2\nНа рис. 5.23 показаны температурные зависимости композитов\n(1-х)CsHSO4-xSiO2 (Sуд=100м2/г). Как видно из рисунка, введение\nгетерофазной добавки приводит к весьма значительному увеличению",
        "низкотемпературной проводимости соли (до 3.5 порядка). Энергия активации",
        "проводимости составляет 0.7-0.8 эВ. Величина скачка проводимости при",
        "фазовом переходе уменьшается с ростом х, и при х≥0.7 он практически",
        "108 108\nисчезает. Кроме того, введение добавки приводит к существенному",
        "смещению температуры фазового перехода в область более низких\nтемператур, что свидетельствует о стабилизации проводящей\nвысокотемпературной фазы [58-60].",
        "2.0 2.2 2.4 2.6 2.8 3.0 3.2 3.4\n-5\n-4\n-3\n-2\n-1",
        "0\n1",
        "x=0\n0.2\n0.5\n0.7\n0.8",
        "lg\n(σT,",
        "Ом\n-1см\n-1K)",
        "10 3/T, K -1",
        "Рис. 5.23. Температурная зависимость проводимости композитов",
        "(1-х)CsHSO4-xSiO2 различного состава (Sуд=100м2/г) [49].",
        "На рис. 5.24 представлены изотермы проводимости при вариации\nсодержания добавки. Как видно, проводимость проходит через максимум в",
        "области составов х=0.5-0.7, что соответствует 30-50 об.%. В\nвысокотемпературной области (390–483К) при введении добавки",
        "проводимость изменяется незначительно. Снижение проводимости при\nбольших содержаниях добавки SiO2 (х≥0.7) обусловлено преобладанием\nэффекта разбавления электролита непроводящим компонентом.",
        "По данным порошковой рентгенографии композитов было\nустановлено, что с увеличением содержания добавки SiO2 происходит",
        "109 109\nуменьшение интенсивности пиков и их уширение, что объяснено\nаморфизацией основной матрицы CsHSO4 и уменьшением размера зерен",
        "соли.",
        "0.0 0.2 0.4 0.6 0.8\n-8\n-7\n-6\n-5\n-4\n-3\n-2",
        "413 K\n373 K\n353 K\nlg(σ,",
        "Ом\n-1см\n-1)",
        "x",
        "Рис. 5.24. Изотермы проводимости композитов (1-х)CsHSO4-xSiO2 от\nсодержания диоксида кремния [49].",
        "Исследование композитов (1-х)CsHSO4-xAl2O3 и (1-х)CsHSO4-xTiO2\n(Sуд=100м2/г) выявило аналогичные закономерности [49, 61].",
        "Таким образом, добавки дисперсного оксида приводят к\nтрансформации основной матрицы-соли в аморфную или",
        "мелкокристаллическую фазу, при этом температуры фазовых переходов\nсдвигаются в низкотемпературную область и проводимость системы в целом",
        "возрастает.",
        "Аналогичные закономерности получены и для солей кислых фосфатов\nщелочных металлов, что показано на рис.5.25 [62].",
        "110 110\n2.0 2.4 2.8 3.2\n-6\n-5\n-4\n-3",
        "-2 х=0",
        "0.3\n0.4\n0.5\n0.6",
        "lg\n(σ,",
        "Ом\n-1см\n-1)",
        "10 3/T, K -1",
        "Рис. 5.25. Температурные зависимости электропроводности\nкомпозитов (1-х)CsH2PO4-xSiO2 [62].",
        "5.3.1.3. Влияние природы высокодисперсного оксида на",
        "проводимость композитов",
        "На рис. 5.26, 5.27 представлено сравнение политерм и изотерм\nпроводимостей композитов с различными дисперсными добавками SiO2,",
        "Al2O3, TiO2. Во всех системах наблюдался рост проводимости в",
        "низкотемпературной области, по эффекту увеличения проводимости оксиды",
        "располагаются в ряд Al2O3 <TiO2 <SiO2 [49]. Исследования позволили\nустановить, что межфазное взаимодействие на границе раздела фаз CsHSO4-",
        "Al2O3, CsHSO4-TiO2 включает стадию химического взаимодействия с\nобразованием низкопроводящей фазы. Химическое сродство между фазами",
        "тем больше, чем больше основность оксида. Более кислотный оксид SiO2",
        "обладает наибольшей химической индифферентностью по отношению к соли",
        "CsHSO4.",
        "111 111\n2.0 2.2 2.4 2.6 2.8 3.0 3.2 3.4\n-4\n-2",
        "0",
        "CsHSO4\nSiO2\nTiO2\nAl2O3\nlg(σT,Ом\n-1см\n-1K)",
        "10 3/T, K -1",
        "Рис. 5.26. Температурные зависимости проводимости композитов",
        "(1-х)CsHSO4-xA (A=SiO2, TiO2, Al2O3) [49].",
        "0.0 0.2 0.4 0.6 0.8\n-7\n-6\n-5\n-4",
        "SiO2\nTiO2\nAl2O3\nlg(σ,",
        "Ом\n-1см\n-1)",
        "x",
        "Рис. 5.27. Изотермы проводимости композитов (1-х)CsHSO4-xA",
        "(A=SiO2, TiO2, Al2O3), T=348 K [49].",
        "112 112\nТаким образом, природа дисперсного оксида играет определенную\nроль в формировании целевых свойств композитов. Для метода",
        "гетерофазного допирования кислых солей важным фактором являются",
        "кислотно-основные свойства оксида. Усиление межфазного взаимодействия",
        "вплоть до химического приводит к снижению проводимости.",
        "Влияние дисперсности оксида на транспортные характеристики\nкомпозита продемонстрировано на системе (1-х)CsHSO4-xTiO2 [49, 61], в",
        "качестве дисперсной добавки исследовался диоксид титана TiO2 с разной\nвеличиной удельной поверхности (Sуд=1.7, 120 и 480 м2/г). На рис. 5.28\nпредставлено сравнение изотерм проводимостей.",
        "0.0 0.2 0.4 0.6 0.8 1.0\n-7\n-6\n-5\n-4\n-3\n-2",
        "1.7 м 2/г\n120 м 2/г\n480 м 2/г\n443 K",
        "lg(σ,",
        "Ом\n-1см\n-1)",
        "x\n353 K",
        "Рис. 5.28. Изотермы проводимости композитов (1-х)CsHSO4-xTiO2 на\nоснове TiO2 с различными величинами удельной поверхности [49].",
        "Проводимость композитов с Sуд=1.7 м2/г слабо зависит от содержания TiO2.\nКомпозитный эффект, т.е. максимум проводимости, наблюдается только для\nоксида с более развитой удельной поверхностью Sуд=120 и 480 м2/г.",
        "113 113\nБыли установлены основные закономерности, проявляющиеся с ростом\nдисперсности оксида, т.е., с увеличением его удельной поверхности:",
        "1) Величина проводимости возрастает (при данной концентрации х);\n2) Максимум проводимости достигается при меньших значениях х;\n3) Падение проводимости при больших х становится более резким.",
        "5.3.1.4. Мезопористые композиты\nДля композитных электролитов, кроме влияния удельной поверхности\nSуд и размеров частиц инертного оксида на транспортные и\nтермодинамические характеристики, не менее важным параметром является\nразмер пор оксида. Диспергирование веществ в порах твердых инертных",
        "матриц с размером пор <100Å приводит к качественным изменениям",
        "структурных и, соответственно, электрических свойств [49].",
        "Системные исследования выполнены для CsHSO4-SiO2 , где размеры\nпор SiO2 варьировались от 14 до 1000 Å при варьировании удельной\nповерхности от 580 до 13 м2/г, соответственно. На рис. 5.29 показаны\nзависимости изотерм проводимостей композита (1-х)CsHSO4-хSiO2 для",
        "различных размеров пор SiO2. Как видно, электропроводность проходит",
        "через максимум при х=0.5-0.7, общий вид изотерм одинаков. Но наиболее\nзначительное увеличение проводимости наблюдается для композита с",
        "размером пор SiO2 35-70 Å. Влияние пористости оксида обусловлено",
        "характером распределения ионного компонента в поровом пространстве",
        "оксида. Соль распределяется по поверхности оксида сначала в виде тонкой",
        "пленки (т.е., деформирование кристаллической ионной матрицы на границе",
        "раздела фаз приводит к изменению размеров частиц – диспергированию,",
        "вплоть до образования аморфного состояния), по мере уменьшения х",
        "начинается объемное заполнение пор, аналогичное капиллярной конденсации\nв адсорбционных процессах.",
        "Для композитов с малым размером пор ≈ 14Å, сопоставимых с\nпараметрами ячейки CsHSO4, большая часть каналов тонкопористого SiO2",
        "114 114\nстановится недоступной и остается незаполненной, что не приводит к",
        "образованию непрерывной проводящей сетки. В случае больших пор\n(>170 Å), превышающих размер зерна соли CsHSO4, основная часть соли",
        "находится в исходном объемном (неизмененном) состоянии, вследствие чего",
        "наблюдаются невысокие значения проводимости.",
        "0.0 0.2 0.4 0.6 0.8\n-8\n-7\n-6\n-5\n-4",
        "R14\nR35\nR70\nR170\nR1000",
        "lg(σ,",
        "Ом\n-1см\n-1)",
        "x",
        "T=348K",
        "Рис. 5.29. Зависимость проводимости композитов\n(1-х)CsHSO4-xSiO2 на основе различных кремнеземов от\nсодержания SiO2 [49].",
        "Оптимальный интервал размеров пор SiO2 35-70 Å способствует их\nравномерному заполнению аморфизованным CsHSO4, вследствие чего",
        "образуются непрерывные проводящие пути.",
        "Таким образом, в зависимости от размера пор SiO2 меняется и размер\nчастиц соли CsHSO4. Диспергирование приводит к формированию\nнанокристаллической фазы CsHSO4 . В таблице 5.2 представлены данные по\nдолевым количествам различных состояний CsHSO4 для композитов с",
        "различными размерами пор SiO2 [49].",
        "115 115\nТаблица 5.2. Доля различных состояний CsHSO4 в композитах",
        "0.3CsHSO4-0.7SiO2 [49].",
        "Размер пор",
        "SiO2, Å",
        "Нанокрист.,",
        "об.%",
        "Аморфн., об.% Объемн., об.%",
        "14 - 45 55\n35 - 100 -\n70 10 90\n170 40 40 20\n300 - 30 70\n1000 - 10 90",
        "На основе композита CsHSO4-SiO2 разработан чувствительный элемент\nэлектрохимического газового сенсора водорода потенциометрического типа",
        "[63]. Элемент состоит из таблетки композитного электролита и двух",
        "электродов: чувствительного к водороду (Pt или Pd) и электрода сравнения",
        "(Ag). ЭДС чувствительного элемента Pt |CsHSO4 -SiO2 |Ag в зависимости от\nпарциального давления водорода (10-10000 ppm) в воздухе представляет\nлинейную зависимость.",
        "5.3.2. Твердые полимерные электролиты\nВ настоящее время твердые полимерные электролиты являются\nнаиболее подготовленными к практическому использованию. Первые\nтопливные элементы с твердым полимерным электролитом (ТПЭ) были\nсозданы в рамках американской космической программы «Gemini» в конце",
        "60-х годов прошлого века. В настоящий момент топливные элементы этого\nтипа являются наиболее перспективными. Большинство\nавтомобилестроительных компаний мира либо готовит к серийному",
        "производству автомобили на топливных элементах с ТПЭ, либо ведет",
        "интенсивные разработки в этой области. Мировыми лидерами в разработке и\nпроизводстве топливных элементов с ТПЭ являются американская",
        "корпорация Plug Power и канадская фирма Ballard. В России исследованиями",
        "116 116\nи разработкой топливных элементов с ТПЭ занимается ФГУ Российского\nнаучного центра «Курчатовский институт» (Москва).",
        "Полимерный электролит построен на основе гибких полимерных\nцепей, содержащих функциональные группы (-СООН, -SO3H, -NH3OH и т.д.),",
        "способные замещать протоны или ОН-группы на катионы или анионы.",
        "Получают их обычно в виде пленки толщиной 50-250 мкм. Поэтому такие\nТПЭ обычно называют ионообменной (или протонообменной) мембраной.",
        "Основной функцией протонообменной мембраны является перенос в\nкатодную область протона Н+, образовавшегося в результате ионизации\nводорода Н2 на аноде. Поэтому мембрана должна обладать максимальной\nпроводимостью. Удельная проводимость 10-1-10-3 См/см считается",
        "достаточной для использования в топливном элементе. Во избежание",
        "электрических потерь электронная составляющая проводимости должна быть\nминимальной (на 2-3 порядка ниже, чем ионная проводимость).",
        "Кроме того, протонообменная мембрана играет роль\nгазоразделительной перегородки: она отсекает анодную сторону, где",
        "содержится водород, от катодной, через которую продувается воздух или\nкислород (см. водородно/воздушный, водородно/кислородный топливный\nэлемент). Особенно важна низкая газопроницаемость при использовании",
        "водорода под повышенным давлением. Газопроницаемость мембран меньше,",
        "чем 10-2 мл/(мин.см2) считается достаточной для длительного",
        "функционирования топливного элемента. Требование низкой\nгазопроницаемости мембраны позволяет предотвратить прямую химическую",
        "(не электрохимическую) реакцию реагентов; проникновение водорода Н2 на\nкатодную сторону эквивалентно току утечки, и должно быть",
        "минимизировано в целях повышения КПД топливного элемента.",
        "Поскольку на катоде, кроме воды, возможно образование чрезвычайно\nхимически активной перекиси водорода Н2О2, мембрана должна обладать\nвысокой химической стабильностью к окислению и гидролизу.",
        "117 117\nМембрана должна обладать также хорошей механической прочностью,\nдостаточной для напрессовывания электродов к мембране и работы при\nповышенном давлении реагентов.",
        "В настоящее время коммерческой протонообменной мембраной\nявляется перфторированная ионообменная мембрана Nafion (Нафион),",
        "разработанная компанией DuPont в 1966 г. Материалы на основе таких",
        "полимеров высоко технологичны, и на их основе удается получить довольно",
        "высокие характеристики при рабочих температурах ниже 90оС. Однако,\nсобственная протонная проводимость мембран мала, и эффективный",
        "протонный перенос в них определяется наличием адсорбированной воды.",
        "Поэтому в топливных элементах мембраны должны работать в условиях",
        "постоянного увлажнения и гидростатирования (для предотвращения",
        "чрезмерного набухания мембраны), что требует введения дополнительных",
        "устройств и увеличения цены.",
        "Другой коммерчески доступной мембраной является\nполибензимидазол (ПБИ), допированный фосфорной кислотой:",
        "Фосфорная кислота образует кислотно-основной комплекс с\nполимерной матрицей (мембраны марки PEMEAS фирмы Celtec Division).\nСущественным достоинством таких мембран перед мембранами Nafion",
        "является их высокая протонная проводимость в отсутствие увлажнения",
        "(рис. 5.30) и высокая термостабильность (до 600оС) [64].",
        "118 118\n20 40 60 80 100\n0.1\n0.2\n0.3\nпроводимость,\nСм/см",
        "T, oC\n(a)",
        "25 50 75 100 125 150\n0.08\n0.12\n0.16\n0.20\nпроводимость,\nСм/см",
        "T, oC\n(б)",
        "Рис. 5.30. Температурная зависимость протонной проводимости",
        "(а) мембраны Nafion-117, (б) мембраны на основе ПБИ [64].",
        "Рабочий интервал температур для таких мембран составляет 160-180оС.\nОсновная проблема работы с мембраной состоит в том, что при контакте с",
        "водой разрушается кислотно-основной комплекс и фосфорная кислота\nвымывается. Для предотвращения конденсации водяных паров в катодной",
        "области топливный элемент останавливают и продувают сухим аргоном.",
        "Ниже остановимся на кратком обзоре известных протонообменных\nмембран.",
        "5.3.2.1. Мембраны на основе сульфированных полимеров",
        "Мембрана Nafion представляет собой сополимер тетрафторэтилена и\nсомономера, имеющего боковые цепи перфторированного винилового эфира\nс конценвыми сульфогруппами:",
        "119 119\nСоотношение между двумя сомономерами может варьироваться, что\nизменяет обменную емкость мембраны. В промышленности выпускают\nмембраны с эквивалентным весом (ЭВ) от 900 до 1300 г/моль, наибольшее",
        "распространение получили мембраны с ЭВ=1000 и 1100 г/моль. Такой ЭВ",
        "обеспечивает одновременно высокую протонную проводимость и хорошие\nмеханические свойства. Например, проводимость Nafion с ЭВ=1100 г/моль\nсоставляет 0.1 См/см при 300оС. Протонная проводимость в таких мембранах\nосуществляется только при наличии значительного количества\nадсорбированной воды. На рис. 5.31 представлена зависимость проводимости",
        "мембраны от влагосодержания. При повышении температуры более 90оС\nмембрана теряет воду, что вызывает резкое падение проводимости.",
        "0 5 10 15 20 25\n0.04\n0.08\n0.12",
        "проводимость,\nСм/см",
        "влагосодержание",
        "Рис. 5.31. Зависимость протонной проводимости\nмембраны Nafion-115 от влагосодержания (количества\nмолекул воды на одну сульфогруппу) [64].",
        "Кроме Nafion разработаны и выпускаются ряд других\nпротонообменных мембран со схожей структурой, такие как Acipex (Asahi\nChemical Company), Flemon (Asahi Glass Company). Компания Dow\nразработала мембрану, химическая структура которой отличается от Nafion\nтем, что боковые цепи имеют меньшую длину и связаны с основной",
        "120 120\nполимерной цепью эфирными группировками. Это позволяет получать\nполимер с более низким ЭВ при сохранении механических свойств.",
        "Первым, реально работающим генератором на топливных элементах,\nбыл 1кВт генератор компании General Electric, который использовался в",
        "качестве источника электроэнергии и питьевой воды для космонавтов –\nучастников проекта «Gemini» (60-е гг. прошлого века). Однако рабочий\nресурс данной установки был ограниченным из-за химической деградации",
        "мембраны на основе сульфированного полистирола под действием",
        "пероксидов, образующихся на катоде. Для таких мембран компания Ballard",
        "Power Systems разработала новую серию сульфированных сополимеров α,β,β-",
        "трифторстирола и замещенного α,β,β-трифторстирола. Такие полимеры",
        "известны под маркой ВАМ3G и имеют следующую химическую формулу:",
        "Эти мембраны имеют низкий ЭВ 375-920 г/моль и значительно более\nвысокие степени набухания по сравнению с Nafion и Dow.",
        "Метод радиационной прививки ионогенных групп к фторированной\nполимерной матрице позволяет модифицировать физико-химические\nсвойства мембраны. Большинство радиационно привитых мембран содержат\nполистиролсульфоновую кислоту в боковых цепях:",
        "121 121\nРадиационно-привитые мембраны получают на основе коммерческих в\nтри этапа. Тем не менее, считается, что процесс получения таких мембран",
        "экономичнее, чем производство Nafion. На первом этапе полимерную пленку\nоблучают электронным пучком или γ-излучением для образования",
        "свободных радикалов в полимерной матрице. Далее к полимерному скелету",
        "подшивают боковые подвески, которые затем сульфируют. В качестве\nполимерного скелета используют разнообразные фторзамещенные\nполимеры, среди которых поливинилиденфторид, сополимер\nвинилиденфторида с гексафторпропиленом, сополимер тетрафторэтилена с\nгексафторпропиленом и др. Основной недостаток таких мембран – сильное",
        "набухание и деградация из-за взаимодействия с пероксидами,\nобразующимися на катоде топливного элемента. По транспортным\nхарактеристикам и механическим свойствам они сопоставимы с Nafion.",
        "Сульфированные полиимиды, фталевые(А) или нафталевые (Б):",
        "имеют газопроницаемость по водороду примерно в три раза ниже, чем у\nNafion. Транспортные характеристики таких мембран сопоставимы с Nafion,",
        "а основным недостатком является охрупчивание при гидролизе и плохая\nрастворимость (полимеры растворяются только в хлорфеноле).",
        "122 122\nДругие сульфированные полимеры, такие, как полиэфиркетоны (ПЭК),\nполиэфирэфиркетоны (ПЭЭК), полисульфоны (ПС), полиэфирсульфоны\n(ПЭС) привлекательны для использования вследствие их высокой",
        "химической, механической прочности и термостабильности. Введение",
        "сульфогрупп в полимеры осуществляется двумя способами: сульфирование\nготового полимера или полимеризация сульфированных мономеров.",
        "Полифосфазены являются новым классом полимеров благодаря их\nтермической и химической стабильности и возможности легко изменять в\nшироких пределах химическую структуру полимера за счет введения\nразличных боковых цепей в основную –Р=N– цепь. Трудности связаны с\nполучением не растворимых в воде полимеров и согласовании их\nгидрофильно-гидрофобных свойств.",
        "Безусловно, столь жесткие требования, предъявляемые к ТПЭ,\nпригодных для работы в топливных элементах, и недостатки коммерческих",
        "мембран, стимулируют поиск, как новых полимерных матриц с\nулучшенными свойствами, так и разработку путей модифицирования уже\nизвестных.",
        "5.3.2.2. Композитные материалы на основе полимерных электролитов",
        "Одним из путей улучшения механических свойств, повышения\nтермической стабильности и уменьшения зависимости электротранспортных\nхарактеристик от влажности считается получение композитов, в которых",
        "наноразмерные неорганические добавки диспергированы в полимерной\nматрице.",
        "Из композитов, содержащих наноразмерные оксиды, наиболее изучены\nматериалы системы Nafion-SiO2. Разработаны методы введения\nнизкомолекулярных кремний-органических соединений в пленку полимера с",
        "последующим гидролизом; получение пленок путем полива Nafion",
        "123 123\nдисперсией, содержащей кремний-органические соединения; золь-гель метод\nвведения SiO2 в тонкие каналы полимерной мембраны.",
        "Хотя проводимость таких мембран во влажных средах уменьшалась с\nростом содержания SiO2, однако, при повышенных температурах (более",
        "80оС) проводимость модифицированных мембран значительно выше\nпроводимости немодифицированного Nafion, достигая при 100оС значений",
        "10-4 См/см. Кроме того, композитные мембраны становятся",
        "«самоувлажняемыми» за счет обратной диффузии воды, образующейся в\nкатодной области. Для улучшения проводимости композитных мембран\nпредложено, кроме SiO2, в полимерную матрицу вводить также\nнаноразмерную платину, на которой будет происходить окисление водорода\nкислородом с образованием воды.",
        "За счет низкой проницаемости композитных мембран и более высокой\nрабочей температуры их применение эффективно в метанольных топливных\nэлементах.",
        "Введение других наноразмерных оксидов (TiO2, WO3) в матрицу\nполимера приводит к практически тем же результатам, что и с SiO2.",
        "В последних работах в качестве добавок в протонообменные мембраны\nбыло предложено вводить наноуглеродные материалы. Мембраны Nafion,",
        "допированные смесью фуллерена и фулеренола, более прочно удерживали\nводу и показывали повышенную проводимость при пониженной влажности.",
        "Также введение углеродных нанотрубок до 1% позволило значительно",
        "улучшить механические свойства мембраны без ухудшения транспортных",
        "характеристик.",
        "Проводятся исследования по допированию полимеров\nкристаллическими твердыми электролитами с размерами частиц порядка\nнескольких мкм (гидрофосфат циркония Zr(HPO4)2·H2O, гетерополикислоты",
        "H3PW12O40·nH2O, H3SiW12O40·nH2O). Предложен состав композитной\nмембраны системы Nafion-SiO2-H3PW12O40, которая способна работать в",
        "топливном элементе на метаноле [64].",
        "124 124\nЛитература\n1. Norby T. Solid-state protonic conductors: principles, properties, progress and",
        "prospects. //Solid State Ionics. 1999. V.125. P.1-11.\n2. Kreuer K.D., Weppner W., Rabenau A. Mat. Res. Bull. 1982. V.17. P. 501.",
        "3. C.J.D. van Grotthuss. Ann. Chim. 1806. V. 58. P. 54.\n4. Forrat F., Dauge G., Trecoux P., Danner G., Christen M. Electrolyte solid a",
        "base de AlLaO3. Application aux piles a combustible // C.R. Acad. Sci. Paris.",
        "1961. V.259. N 17. P. 2813-2816.",
        "5. Stotz S., Wagner C. Die Loslichkeit von Wasserdampf und Wasserstoff in",
        "Festen Oxiden // Ber. Bunsenges.Phys.Chem. 1966. Bd 70. N 8.S.781-788.\n6. Wagner C. Die Loslichkeit von Wasserdampf in ZrO2 - Y2O3 Mischkristallen",
        "Oxiden . // Ber. Bunsenges.Phys.Chem. 1968. Bd 72. N 7.S.778-781.\n7. Takahashi T., Iwahara H., Solid-state ionics: Protonic conduction in",
        "perovskite-type oxide solid solution. // Rev.Chem.Mineral.1980. V.17.\nN4.P.243-253.",
        "8. Uchida H., Maeda N., Iwahara H. Relation between proton and hole",
        "conduction in SrCeO3-based solid electrolytes under watercontaining",
        "atmospheres at hift temperatures // Solid State Ionics. 1983.V.11.N2.P.117-",
        "124.",
        "9. Iwahara H., Esaka T., Uchida H., Maeda N. Proton conduction in sintered",
        "oxides and its application to steam electrolysis for hydrogen production //\nSolid State Ionics. 1981.V.3/4.N4.P.359-364.\n10. Iwahara H. Proton-conducting ceramics // Ceram.Jap. 1983.V.18. N10.P.855-",
        "862.",
        "11. Пальгуев С.Ф. Высокотемпературные протонные твердые электролиты .",
        "Екатеринбург: УрО РАН, 1998. 82 с.",
        "12. Hibino T., Mizutani H., Yajima T., Iwahara H. Characterisation of proton in",
        "Y-doped SrZrO3 polycrystal by IR spectroscopy.// Solid State Ionics.\n1992.V58. N1-2. P.85-88.",
        "125 125\n13. Iwahara H. High temperature protonic conduction based on perovsike-type",
        "oxides//ISSI Letters.1992.V.2.N3.P.11-13.\n14. Kreuer K.-D. Fast proton transport in solids. // J. Mol.Srtuct.",
        "1988.V.177.N3.P.265-276.",
        "15. Kreuer K.-D. Proton conductivity: Materials and applications // Chem.Mater.",
        "1996. V.8. N3. P.610-641.",
        "16. Munch W., Seifert G., Kreuer K.D., Maier J. A quantum molecular dynamics",
        "study of proton conduction phenomena in BaCeO3// Solid State Ionics.\n1996.V86-88.P.647-652.",
        "17. Karmonic Ch., Hempelmann R., Matzke Th., Springer T. Proton diffusion in",
        "strontiun cerate ceramics studied by quasielastic neutron scattering and\nimpedance spectroscopy// Zs Naturforsch.1995. Bd 50a.N6.S.539-548.\n18. Hempelmann R., Karmonic Ch., Matzke Th., Cappadonia M., Stimming U.,",
        "Springer T., Adams M. Quasielastic neutron scattering study of proton\ndiffusion in SrCe0.95Yb0.05H0.02O2.985// Solid State Ionics.1995. V.77.P.152-\n156.",
        "19. Sata N., Ishigame M., Shin S. Optical absorption spectra of acceptor-doped",
        "SrZrO3 and SrTiO3 perovskite-type proton conductors // Solid State\nIonics.1996. V.86/88.P.629-632.",
        "20. Sata N., Shin S., Ishigame M., Optical absorption spectra of perovskite-type",
        "proton conductors // 10-th Int. Conf. on Solid State Ionics.1995. Singapore.",
        "Abstr. P.131.",
        "21. Шарова Н.В., Горелов В.П. Электропроводность и ионный перенос в",
        "твердых электролитах BaCe0.85R0.15O3-δ (R=РЗЭ)//Электрохимия.",
        "2003.Т.39.№5. С.513-518.",
        "22. Du Y., Nowick A.S. Galvanic cell measurements on a fast proton conducting",
        "complex perovskite electrolyte // Solid State Ionics. 1996. V.91.P.85-91.\n23. Uchida H., Yoshikawa H., Iwahara H. Dissolution of water vapor (or",
        "hydrogen) and proton conduction in SrCeO3 –based oxide at high temperature\n// Solid State Ionics, 1989. V.35. N3-4. P.229-234.",
        "126 126\n24. Snijkers F.M.M., Buekenhoudt A., Cooymans J., Luyten J.J. Proton",
        "conductivity and phase composition in BaZr0.9Y0.1O3-δ // Scripta",
        "Materialia, 2004. V.50. P.655-659.",
        "25. Schober T. Water vapor solubility and impedance of the high temperature",
        "proton conductor SrZr0.9Y0.1O2.95 // Solid State Ionics, 2001. V.145. P.319-\n324.",
        "26. Davies R.A., Islam M.S., Gale J.D. Dopant and proton incorporation in",
        "perovskitetype zirconates // Solid State Ionics, 1999. V.126. P.323-335.\n27. Kreuer K.D., Adams St., Munch W., Fuchs A., Klock U., Maier J. Proton",
        "conducting alkaline earth zirconate and titanates for high drain\nelectrochemical applications // Solid State Ionics, 2001. V.145. P.295-306.\n28. Schober T., Bohn H.G. Water vapor solubility and electrochemical",
        "characterization of the high temperature proton conductor BaZr0.9Y0.1O2.95 //\nSolid State Ionics, 2000.V.127. P.351-360.\n29. Yasuda I., Matsuzaki Y., Yamakawa T., Koyama T. Electrical conductivity",
        "and mechanical properties of alumina-dispersed doped lanthanum gallates. //\nSolid State Ionics, 2000.V.135. P.381-388.\n30. Joshua A. Schottenfeld, Yoji Kobayashi, Jinguo Wang, Digby D. Macdonald,",
        "and Thomas E. Mallouk. Proton-Conducting Films of Nanoscale Ribbons",
        "Formed by Exfoliation of the Layer Perovskite H2SrTa2O7.// Chem. Mater.",
        "2008. 20 (1). P.213–219.",
        "31. Glöckner R., Neiman A., Larring Y., Norby T. Protons in Sr3(Sr1+xNb2-x)O9-",
        "3x/2 perovskite // Solid State Ionics, 1999. V.125. P.369-376.\n32. Animitsa I., Neiman A, Sharafutdinov A, Nochrin S. Strontium tantalates with",
        "perovskite-related structure.// Solid State Ionics. 2000. V.136-137, p.265-271.\n33. Анимица И.Е., Нейман А.Я., Шарафутдинов А.Р., Казакова М.Г.",
        "Высокотемпературное взаимодействие с водой и проводимость\nтанталатов стронция с перовскитоподобной структурой. //",
        "Электрохимия. 2001. Т.37, № 3, с.305-312.",
        "127 127\n34. Animitsa I., Norby T., Marion S., Glockner R., Neiman A. Incorporation of",
        "water in strontium tantalates with perovskite-related structure.// Solid State\nIonics. 2001. V.145/1-4, P.357-364.",
        "35. Colomban Ph., Romain F., Neiman A., Animitsa I. Double perovskites with",
        "oxygen structural vacancies: Raman spectra, conductivity and water uptake.//",
        "Solid State Ionics. 2001. V.145/1-4, P.339-347.\n36. Анимица И.Е., Титова С.Г., Нейман А.Я., Кочетова Н.А., Бронин Д.И.,",
        "Исаева Е.В. Фазовые переходы в нестехиометричных танталатах\nстронция со структурой криолита. // Кристаллография. 2002. Т.47. №6.\nс.1077-1081.",
        "37. Аnimitsa I., Neiman А., Kochetova N., Melekh B., Sharafutdinov А., Proton",
        "and oxygen-ion conductivity of Ba4Ca2Nb2O11// Solid State Ionics. 2003. V.\n162-163, P. 63-71.",
        "38. Animitsa I., Denisova T., Neiman A., Nepryahin A., Kochetova N., Zhuravlev",
        "N., Colomban Ph. States of H+-Containing Species and Proton Migration",
        "Forms in Hydrated Niobates and Tantalates of Alkaline-Earth Metals with a",
        "Perovskite-Related Structure// Solid State Ionics. 2003. V.162-163, P. 73-81.\n39. Аnimitsa I., Neiman A., Titova S., Kochetova N., Isaeva E., Sharafutdinov A.,",
        "Timofeeva N., Colomban Ph. Phase relations during water incorporation in\nthe oxygen and proton conductor Sr6Ta2O11// Solid State Ionics. 2003. V.156,",
        "95-102.",
        "40. Animitsa I., Neiman A., Kochetova N., Korona D., Sharafutdinov A.",
        "Chemical diffusion of water in the double perovskites Ba4Ca2Nb2O11 and\nSr6Ta2O11 // Solid State Ionics. 2006. V.177. Р.2363-2368.\n41. Анимица И.Е., Нейман А.Я., Кочетова Н.А., Корона Д.В. Внутрифазная",
        "химическая диффузия воды в Ba4Ca2Nb2O11 // Электрохимия, 2006. Т. 42.\n№. 4. с. 361–369.",
        "42. Кочетова Н.А. Электроперенос в двойных перовскитах на основе",
        "ниобатов и танталатов ЩЗМ с природной некомплектностью",
        "128 128\nкислородной подрешетки: Дис… канд. хим. наук. Екатеринбург, 2006.",
        "197 с.",
        "43. Кочетова Н. А., Анимица И. Е., Нейман А. Я. Синтез и свойства твердых",
        "растворов на основе Ba4Ca2Nb2O11// Физическая химия, 2009. Т.83.№2.\n44. Корона Д.В., Нейман А.Я., Анимица И.Е., Шарафутдинов А.Р.",
        "Зависимость проводимости от влажности для Ba4-xCa2+xNb2O11 (х= -0,4;\n0; 0,6) // Электрохимия. 2009.",
        "45. Анимица И. Е., Кочетова Н. А., Нейман А. Я. Электрические свойства",
        "твердых растворов на основе танталата стронция с перовскитоподобной\nструктурой. Ч.I // Журнал неоранической химии.. 2009.\n46. Кочетова Н. А., Анимица И. Е., Нейман А. Я. Электрические свойства",
        "твердых растворов на основе танталата стронция с перовскитоподобной\nструктурой. Ч.II // Журнал неоранической химии. 2009.\n47. Юхневич Г.В. Инфракрасная спектроскопия воды. М., «Наука», 1973,",
        "205.",
        "48. Баранов А.И., Шувалов Л.А., Щагина Н.М. Письма в ЖЭТФ. 1982. 36,",
        "459.",
        "49. Лаврова Г.В. Протонные композиционные электролиты на основе",
        "гидросульфатов щелочных металлов. Дис. на соискание уч. степени\nканд. хим. наук. Новосибирск. 2001.",
        "50. Ponomareva V.G., Lavrova G.V. The investigation of disordered phases in",
        "nanocomposite proton electrolytes based on MeHSO4 (Me=Rb, Cs, K)// Solis\nState Ionics 2001. V.145. P.197-204.",
        "51. Liang C.C. Conduction characteristics of the lithium iodide-aluminium oxide",
        "solid electrolytes// J.Electrochem.Soc. 1973. V.120. P.1289-1298.\n52. Френкель Я.И. Кинетическая теория жидкостей. М. Изд. АН СССР. 1945.",
        "592 с.",
        "53. Maier J. Enhancement of ionic conductivity in solid-solid-dispersions by",
        "surface induced defects// Ber. Bunsenges.Phys.Chem. 1984. V.88.P.1057-",
        "1062.",
        "129 129\n54. Uvarov N.F. Composite solid electrolytes// Изв. Болгарской АН. Химия.",
        "1990.Т.23. №4. С.619-627.",
        "55. Бокштейн Б.С., Ярославцев А.Б. Диффузия атомов и ионов в твердых",
        "телах. М. МИСИС. 2005.- 362 с. ISBN 5-87623-130-4.\n56. Neiman A., Konisheva E. // Solid State Ionics. 1998.V.110. P.121-129.",
        "57. Страумал Б.Б. Фазовые переходы на границе зерен. М. Наука. 2003. 327с.",
        "58. Ponomareva V.G., Lavrova G.V., Simonova L.G. Effect of SiO2 morphology",
        "and pores size on the proton nanocomposite electrolytes properties// Solis\nState Ionics 1999. V.119. P.295-299.",
        "59. Ponomareva V.G., Lavrova G.V., Simonova L.G. The influence of",
        "heterogeneous dopant porous structure on the properties of the protonic solid\nelectrolyte in the CsHSO4 -SiO2 system// Solis State Ionics 1999. V.118.\nP.317-323.",
        "60. Пономарева В.Г., Лаврова Г.В., Симонова Л.Г. Влияние пористой",
        "структуры диоксида кремния на электропроводность протонного",
        "композиционного электролита CsHSO4 -SiO2 // Неорганические\nматериалы. 1998. Т.34.№11. С.1347-1352.\n61. Ponomareva V.G., Lavrova G.V. Influence of dispersed TiO2 on protonic",
        "conductivity of CsHSO4// Solis State Ionics 1998. V.106. P. 137-141.\n62. Лаврова Г.В., Русских М.В. и др. // Электрохимия. 2005 .Т.41 556.\n63. Патент RU №2094795, кл.G01№27/407. Чувствительный элемент",
        "электрохимического датчика парциального давления водорода в газовых\nсмесях./Г.В.Лаврова, В.Г.Пономарева, Н.Ф.Уваров.-Опубл.27.10.87,\nБюлл.№30.",
        "64. Добровольский Ю.А., Волков Е.В., Писарева А.В., Федотов Ю.А.,",
        "Лихачев Д.Ю., Русанов А.Л. Протонообменные мембраны для",
        "водородно-воздушных топливных элементов. Рос.хим.ж. (Ж. Рос. хим.\nоб-ва им. Д.И.Менделеева) 2006, т.L, №6. стр.95-104.",
        "130 130\nЗАКЛЮЧЕНИЕ\nОгромное число материалов, разнообразных по классам, находят\nприменение в реализации концепции водородной энергетики. Особенно\nинтенсивно исследуются материалы в наноразмерном состоянии, в том числе\nи нано-композиты. Ниже обобщены некоторые сведения о некоторых классах",
        "веществ, которые по тем или иным причинам играют ключевую роль в",
        "материаловедении водородной энергетики.",
        "Платиновые металлы. Действительно, платиновые металлы —\nцентральный стержень развития водородной энергетики. Не случайно к ним\nотмечается особо пристальное внимание со стороны мировых лидеров,\nначинающих переход на новые энергоносители.",
        "Для нужд водородной энергетики требуется использование\nвысокоэффективных катализаторов на основе благородных металлов,",
        "особенно палладия и платины. Наиболее дешевый способ получения",
        "водорода в настоящее время основан на процессе дегидрирования\nуглеводородов, который проводится при умеренных температурах (~400оС) с\nиспользованием палладиевых или платиновых катализаторов. Без\nиспользования катализаторов процесс проходил бы при температуре около",
        "1000оС. Естественно, что использование ультратонких порошков палладия и\nплатины значительно повысит производительность процесса получения",
        "водорода каталитическим дегидрированием и сократит расход катализатора.",
        "Еще одним из применений палладия является его использование в\nкачестве мембранного материала для тонкой очистки водорода до",
        "содержания примесей, обеспечивающих устойчивую работе топливных\nэлементов. Использование нанодисперсного палладия для получения\nводородных мембран позволит существенно увеличить их\nпроизводительность и обеспечит получение водорода в требуемых",
        "количествах с компактных мембранных устройств.",
        "В настоящее время для покрытия полимерных протонообменных\nмембран топливных элементов используется, в основном, платина.",
        "131 131\nИспользование нанопорошка палладия позволит заменить платину и, кроме",
        "того, значительно увеличит эффективность действия электрода.",
        "Разработаны отечественные методы получения нанопорошков\nпалладия и платины, а также их гидридных соединений с высокой удельной\nповерхностью 80-200 м2/г и размерами частиц 20-100нм.",
        "Углеродные нанотрубки и нановолокна. Углеродные нанотрубки с\nмомента повторного «открытия» в 1993 г. привлекают внимание многих",
        "материаловедов благодаря своим уникальным свойствам. Несколько меньшее",
        "внимание уделяется углеродным нановолокнам, которые известны более ста\nлет, они уступают по многим показателям нанотрубкам, но также сильно",
        "отличаются от обычных углеродных материалов, и, кроме того, являются\nнедорогим продуктом.",
        "Углеродные нановолокна выпускаются за рубежом в промышленных\nмасштабах, в нескольких странах мира готовятся к пуску опытно-",
        "промышленные установки по производству углеродных нанотрубок. Россия в",
        "производстве этих материалов пока отстает. На кафедре нанотехнологии и",
        "наноматериалов РХТУ им.Д.И.Менделеева разработан универсальный",
        "способ, созволяющий получать углеродные нанотрубки и нановолокна\nкаталитическим пиролизом метана с использованием одинаковых по\nконструкции установок в непрерывном режиме. Этот способ дает",
        "возможность не только производить углеродные материалы, но и получать\nводород, дефицит которого ожидается при развитии водородной энергетики.",
        "Еще одной областью применения этих материалов в водородной\nэнергетике является создание катализаторов для топливных элементов, где",
        "нанотрубки и нановолокна с высокой удельной поверхностью могут",
        "заменить применяемые ныне графит и сажу (как носители катализаторов).\nЭкспериментально показано, что таким путем удается значительно повысить",
        "эффективность катализаторов, снизить расход платиновых металлов (Pt или\nPd на катоде и Pt-Ru на аноде) и увеличить срок службы по сравнению с",
        "катализаторами на саже. Некоторые фирмы (NEC в Японии, Carbon",
        "132 132\nNanotechnologies в Англии, Pacific Fuel Cell в США и др.) планируют выпуск",
        "топливных элементов с электрокатализаторами из углеродных нанотрубок.",
        "Интенсивно исследуются эти материалы и для хранения водорода.\nМожно ожидать, что нанотрубки, модифицированные платиновыми",
        "металлами или гидридообразующие металлы, модифицированные\nнанотрубками, позволят снять проблемы, связанные с медленным\nнасыщением материала водородом и малой скоростью десорбции водорода.",
        "Оксидные (в том числе и сложнооксидные) материалы. Область их\nприменения чрезвычайно широка, поскольку разнообразие структур и",
        "способов их модифицирования позволяет получать спектр практически\nважных свойств. С точки зрения транспортных свойств - это и электролиты,\nи электродные материалы, смешанные проводники находят применение в\nкачестве мембран высокотемпературных электрохимических устройств.\nВысокодисперсные оксиды служат в качестве носителей для других систем,",
        "являются компонентами для создания разнообразных нано-композитов.",
        "Современные тенденции материаловедения характеризуются\nсозданием новых классов – гибридных, гетеро-структур и т.д., проявляющих",
        "новые уникальные свойства. Все это позволяет надеяться на успешное",
        "осуществление концепции водородной энергетики."
    ]
}