{
    "paragraphs": [
        "Н Н Н Зипунников В Б Трошенькин\nРАЗРАБОТКА ПРОЦЕССА ПОЛУЧЕНИЯ\nВОДОРОДА ИЗ ВОДЫ С\nИСПОЛЬЗОВАНИЕМ",
        "ЭНЕРГОАККУМУЛИРУЮЩИХ ВЕЩЕСТВ\nХарьков 2008",
        "НАЦИОНАЛЬНАЯ АКАДЕМИЯ НАУК УКРАИНЫ",
        "ИНСТИТУТ ПРОБЛЕМ МАШИНОСТРОЕНИЯ",
        "Н. Н. Зипунников, В. Б. Трошенькин\nРАЗРАБОТКА ПРОЦЕССА ПОЛУЧЕНИЯ ВОДОРОДА ИЗ ВОДЫ\nС ИСПОЛЬЗОВАНИЕМ ЭНЕРГОАККУМУЛИРУЮЩИХ ВЕЩЕСТВ",
        "Харьков 2008\nУДК 661. 961. 1",
        "Разработка процесса получения водорода из воды с использованием\nэнергоаккумулирующих веществ/ Зипунников Н. Н., Трошенькин В. Б. -\nХарьков, 2008. - 23 с./Препр. НАН Украины, Ин - т проблем машиностроения, №\nВ работе изложен обзор основных методов получения водорода.\nРассмотрены варианты получения водорода для автономных потребителей, с\nиспользованием энергоаккумулирующих веществ.\nОсновное внимание уделено движущей силе и сопротивлениям\nхимических реакций.",
        "© Институт проблем машиностроения НАН Украины, 2008",
        "СОДЕРЖАНИЕ\nВведение 4",
        "1 Классификация методов производства водорода 6\n2 Термодинамические закономерности реакций взаимодействия\nалюминия, кремния и сплавов на их основе с водой и водными",
        "растворами растворами щелочи 8",
        "3 Физико-химические закономерности процесса выделения водорода",
        "из воды 12",
        "4 Кинетика взаимодействия сплавов с водными растворами едкого",
        "натра 15",
        "5 Тепломассообмен сплавов с водой при получении водорода 17",
        "Литература 21",
        "ВВЕДЕНИЕ",
        "Широкое использование водорода в качестве универсального\nэкологически чистого энергоносителя позволяет успешно решать многие важные\nэнергетические и экологические проблемы. В связи с этим в большинстве\nвысокоразвитых стран интенсивно разрабатываются технологии получения\nводорода.",
        "Способы производства водорода из воды с помощью энергоаккумули-\nрующих веществ (ЭАВ) имеют свое длительное развитие. В прошлом веке\nводород для наполнения радиозондовых и шаропилотных установок в полевых\nусловиях получали растворением железных опилок в разбавленной серной\nкислоте [1]. По мере развития технологий получения водорода, его стали получать\nпутем реакций растворения алюминия или кремния в растворе едкой щелочи и\nвзаимодействия гидрида кальция с водой. Данные методы использовались для\nвоздухоплавательных установок [2-3].",
        "Одним из основных способов производства водорода на\nаэрологических станциях и др. автономных объектах является силиколевый\nметод, который сохранил свое значение и в настоящее время.",
        "Силиколем называют сплав кремния и железа. Кремний является\nосновным элементом, вытесняющим водород из воды в присутствии щелочи.\nПростота обслуживания и сравнительно высокая производительность –",
        "главные достоинства установок, использующих силиколевый способ. Однако,\nзначительный расход реагентов и их дороговизна значительно снижают\nконкурентоспособность рассматриваемого процесса. Поиск путей удешевления\nпроизводства водорода продолжается.",
        "В последнее время разработана технология изготовления более\nдешевых ЭАВ - сплавов, на основе кремния, алюминия и железа, которые\nполучают из неорганической части низкокалорийных углей.",
        "Запасы веществ, используемых в качестве ЭАВ должны быть в больших\nколичествах, легко доступны и находиться вблизи добычи угля. Этим требованиям\nкак раз и удовлетворяют компоненты минеральной части углей, содержащие\nоксиды кремния, алюминия, железа, кальция и других элементов.",
        "Водород Водород применяется во многих отраслях промышленности:\nхимической, пищевой, металлургической, машиностроительной и др.\nГлавное свое применение водород находит в химической\nпромышленности при производстве аммиака, идущего в свою очередь на\nпроизводство азотной кислоты и азотных удобрений, получение метилового\nспирта, синтетических топлив, при глубокой переработке нефти, газификации\nугля, производстве высокооктанового моторного топлива, гидрогенизации жиров и\nполучении различных химических соединений [4-6].\nПри гидрогенизации угля и нефти бедные водородом низкосортные\nвиды топлива превращаются в высококачественные.\nДругой областью применения водорода в машиностроении является очистка\nнагара с деталей двигателя при их ремонте.",
        "Водород также может быть основным сырьем в производстве белка.\nОдна тонна водорода дает 1,4 тонны питательного белка. Производство\nосновано на выращивании водородоокисляющих бактерий.\nВ настоящее время сырьем для получения водорода служат\nуглеводороды. В связи с повышением их стоимости для производства\nводорода целесообразно использовать воду.\nВ данной работе сделан обзор основных методов получения водорода\nиз воды с использованием ЭАВ.",
        "1 КЛАССИФИКАЦИЯ МЕТОДОВ ПРОИЗВОДСТВА ВОДОРОДА\nСпособы классифицированы по выходу водорода [7]:\nI. Получение из воды:",
        "1 электролиз;",
        "2 термическое и термомагнитное разложение;\n3 взаимодействие со специальными металлами:\nа) щелочные и щелочноземельные;\nб) железо;\nв) гидриды металлов.\n4 с помощью ЭАВ [8];\n5 взаимодействие с неметаллами:\nа) углеродом - промышленное получение водяного газа;\nб) углеводородами и оксидом углерода;",
        "в) в) фосфором.\n6 фотолиз воды:\nа) фотокаталитическое разложение;\nб) электрохимический фотолиз;\nв) биофотолиз.\nII. Получение из других соединений:",
        "1 путем разложения углеводородов;\n2 из кислот и щелочей.\nIII. Процесс переработки угля и кокса:",
        "1 коксование и окисление кокса в расплаве;",
        "2 газификация кокса и угля паром, паровоздушной и парокислородной\nсмесью;",
        "3 плазменная парокислородная газификация угля.\nIV. Разделение водородсодержащих смесей:",
        "1 глубокое охлаждение коксового газа.\nV. Использование атомной энергии [9]:",
        "1 термохимическое получение водорода;\n2 радиолиз;\n3 комбинированные методы.",
        "Нами рассмотрены способы получения водорода для автономных потребителей,\nнаходящихся в удаленной местности, где доставка водорода в баллонах\nзатруднена: аэростатные организации и метеостанции. Для данных целей\nхимическими энергоносителями могут быть сплавы ферросиликоалюминия (ФСА).\nСплавы способны при определенных условиях вытеснять водород из воды.\nК данному моменту разработана технология производства водорода\nвзаимодействием со щелочными растворами ряда стандартных алюминиевых\nпорошков, а также алюминия активированного индием, галлием и оловом\nАГ5О5И5 (масс. доля: Al-85 %, Ga-5 %, Sn-5 %, In-5 %) [10, 11].",
        "Из кремниевых сплавов проведены опыты с ферросилицием ФС75 и\nсинтетическими сплавами ФСА17, ФСА18, ФСА25 и ФСА34. Сплавы\nполучены сплавлением алюминия, кремния и железа. В исследованиях",
        "использованы использованы сплавы ФСА11 и ФСА16, полученные восстановлением\nнеорганической части высокозольных углей. Изучена также химическая\nактивность сплавов ФСА38, ФСА57, ФСА62, ФСА77, которые получены путем\nсплавления ФСА11 и ФСА16 с определенным количеством железа и\nалюминия. Кроме того исследованы алюминиевые сплавы САС - 1 и АПВ,\nполученные путем распыла в потоке азота [12].",
        "При исследовании реакционной способности вышеупомянутых\nсплавов в качестве эталона взят сплав АГ5О5И5. Сплав выплавлен в\nэлектротермической печи Института проблем машиностроения\nим. А. Н. Подгорного НАН Украины (ИПМаш, г.Харьков) по технологии Института\nорганического катализа и электрохимии (ИОКЭ, г.Алма-Ата) и Института общей и\nнеорганической химии НАН Украины (ИОНХ, г.Киев).",
        "Ранее были проведены опыты по получению водорода из воды с\nиспользованием соединения натрийборгидрид NaBH4 [11].",
        "2 ТЕРМОДИНАМИЧЕСКИЕ ЗАКОНОМЕРНОСТИ РЕАКЦИЙ",
        "ВЗАИМОДЕЙСТВИЯ АЛЮМИНИЯ, КРЕМНИЯ И СПЛАВОВ",
        "НА ИХ ОСНОВЕ С ВОДОЙ И ВОДНЫМИ РАСТВОРАМИ ЩЕЛОЧИ",
        "Классическая термодинамика многофазных и гетерофазных систем\nизложена в работах Гиббса [13, 14]. Фундаментальные уравнения выражают\nфункции тел в тех независимых переменных, которые определяют их состояние.",
        "Термодинамика рассматривает фазовые превращения как химический\nпроцесс, поэтому слово „реакция” относится как к испарению, так и к\nгазообразованию [15].",
        "Термодинамический метод позволяет определить: энергетическую\nвозможность и направление химических взаимодействий; тепловые изменения во\nвремя реакций; устойчивость образующихся соединений; максимальные\nравновесные концентрации продуктов реакции и предельный их выход;\nоптимальный режим процесса (температуру, давление и концентрации\nреагирующих веществ).",
        "Для реакций осуществляющихся в изобарно-изотермических условиях\nвозможность химических и фазовых превращений в закрытой системе\nопределяется уравнением",
        "∆G = ∆H – T∆S, (1)",
        "где ∆G - энергия Гиббса, кДж;",
        "∆H - изменение энтальпии, кДж;",
        "Т - абсолютная температура, К.",
        "Отрицательные значения ∆G свидетельствуют о высокой вероятности реакций.\nПри низких температурах множитель Т∆S в формуле (1) мал и изменение энергии",
        "Гиббса Гиббса определяется основным образом изменением энтальпии. При увеличении\nтемпературы усиливается влияние члена уравнения T∆S.",
        "Энтропия - функция состояния термодинамической системы.\nИзменение S в равновесном процессе равно отношению количества теплоты,\nсообщенной системе или отведенной от нее, к термодинамической температуре\nсистемы.",
        "Если процесс проводится обратимо и при постоянной температуре, то",
        "изменение энтропии связано с поглощаемой теплотой уравнением",
        "∆S = Qобр/Т, (2)",
        "где Qобр - количество теплоты, поглощенной системой в изотермическом\nобратимом процессе, кДж;",
        "Т - абсолютная температура, К.",
        "Энтальпия есть функция состояния термодинамической системы при\nнезависимых параметрах энтропии и давления, которая связана с внутренней\nэнергией. При постоянном давлении изменение энтальпии равно количеству\nтеплоты, подведенной к системе, поэтому энтальпию называют тепловой\nфункцией.",
        "При обратимом и изотермическом проведении процесса ∆G равно по абсолютной\nвеличине, но обратно по знаку максимальной полезной работе А, которую система\nпроизводит в данном процессе",
        "∆G = – Амакс. (3)",
        "Полезной работой называется вся производимая в ходе процесса работа",
        "за вычетом работы расширения",
        "А = Амакс – Р∆V, (4)",
        "где Р∆V - работа расширения, кДж.",
        "Можно сказать, что в условиях постоянства температуры и давления\nреакции протекают самопроизвольно в сторону уменьшения энергии Гиббса.\nИсходя из формулы (3) можно сказать, что самопроизвольно могут протекать",
        "только те реакции, за счет энергии которых можно совершить полезную\nработу [4].",
        "Зная уравнения реакций, термодинамические свойства взаимодейству-\nщих веществ и продуктов их взаимодействия, несложно рассчитать изменение\nэнергии Гиббса [4].",
        "С повышением температуры абсолютные значения энергии Гиббса\nснижаются, т.е. система приближается к состоянию равновесия. Для реакций с",
        "образованием образованием гидрооксидов и водорода исходные вещества находятся в\nконденсированном состоянии и, следовательно, увеличение давления смещает\nреакцию влево. Таким образом для осуществления реакции в оптимальных\nусловиях необходимо работать при низком давлении и невысокой температуре.",
        "Основной движущей силой процесса выделения водорода является\nхимический потенциал i - го компонента в многокомпонентной смеси, который\nпредставляет собой увеличение свободной энергии Гиббса смеси при введении\nединичного количества i - го в смесь при постоянных температуре, давлении и\nконцентрации (массе) других компонентов (число зарядов здесь не\nрассматривается).",
        "Экспериментальные данные обычно представляют в виде зависимости полноты\nреакции от времени при фиксированной температуре [8]",
        "α =1 – е – kτ , (5)",
        "где α - полнота реакции;",
        "к - константа скорости реакции, зависящая от температуры и природы\nвещества;",
        "τ - время реакции, с;",
        "n - постоянная, учитывающая на каких геометрических элементах\nповерхности развивается реакция.",
        "Полнота реакции показывает, на сколько прореагировало вещество.\nРеакция начинается с момента появления зародышей новой фазы вблизи\nразличных дефектов структуры твердого тела, где их образование энергетически\nоблегчено. После индукционного периода скорость реакции возрастает, что\nпроисходит как за счет увеличения числа зародышей, так и благодаря их росту.\nПлощадь реагирующей поверхности увеличивается до\nтех пор, пока растущие зародыши не начинают касаться, перекрывать и\nпоглощать друг друга.",
        "3 ФИЗИКО - ХИМИЧЕСКИЕ ЗАКОНОМЕРНОСТИ ПРОЦЕССА",
        "ВЫДЕЛЕНИЯ ВОДОРОДА ИЗ ВОДЫ",
        "При взаимодействии алюминия или его оксида с влажной атмосферой образуется\nряд продуктов: гидраргиллит γ - Al(OH)3, байерит α - Al(OH)3,\nбемит γ - AlО(ОН), диаспор α - AlО(ОН), γ - и α - Al2O3[16].",
        "С повышением температуры продукты претерпевают ряд изменений. Так,\nгидраргиллит при нагреве до 200-250 °С переходит в бемит. Байерит при\nнагреве 200-300 °С - в бемит. Бемит при 300-450 °С превращается в η - или\nγ - Al2O3, при 450-500 °С в α - Al2O3 [17, 18].",
        "По химическому составу смесь гидраргиллита и байерита можно\nрассматривать как бетагиббсит - Al2O3 · 3H2О, а смесь бемита и диаспора -\nкак метагидрооксид - Al2O3·H2О [13, 17]. При температуре 20-90 °С оксидная",
        "пленка пленка трехслойная. Непосредственно на поверхности алюминия находится\nаморфный оксид или гидрооксид толщиной в несколько нанометров, далее слой\nпсевдобемита и поверх него слой байерита. Толщины псевдобемита и байерита\nизмеряются микронами. В интервале температур 100-374 °С оксидная пленка\nсостоит из бемита, однако на наружной поверхности обнаружены столбчатые\nкристаллы диаспора [16]. Наружный слой отделен от поверхности металла тонким\nслоем γ - Al2O3. При температуре выше 374 °С оксидная пленка состоит из γ -\nAl2O3 и α - Al2O3 (корунда).",
        "Кроме того, при температуре 500-900 °С возможна реакция\nрасплавленного алюминия и продуктов его взаимодействия с парами воды.\nСогласно правилу Пиллинга и Бэдворса, если объем образующегося\nоксида меньше объема замещаемого им металла или металлоида, то пленка\nоксида имеет рыхлую, ячеистую структуру и не может надежно защитить\nметалл от дальнейшего окисления [19].",
        "Если же отношение объема оксида к объему металла ε больше\nединицы, то образующаяся пленка оксида имеет компактную сплошную\nструктуру [17]",
        ", (6)",
        "где Мок - молекулярный вес оксида;",
        "ρок - плотность оксида, кг/м3;",
        "ρме - плотность металла, кг/м3;",
        "Аме - атомный вес металла;",
        "n - число атомов металла в формуле оксида.",
        "Такая пленка надежно изолирует металл от воздействия водяных паров\nили кислорода и препятствует их дальнейшему окислению.",
        "Ниже в таблице 3.1 приведены значения ε для различных металлов и\nкремния.",
        "Таблица 3.1 - Отношение объема оксида к объему металла по Пиллингу и\nБэдворсу",
        "Na 0.55 Al 1.45 Cu 1.70\nK 0.45 Pd 1.31 Ti 1.73\nLi 0.58 Cd 1.32 Fe 2.06\nSr 0.69 Sn 1.33 Mn 2.07\nBa 0.78 Zr 1.45 Co 2.10\nCa 0.64 Zn 1.59 Cr 3.92\nMg 0.81 Ni 1.68 Si 2.04",
        "Судя Судя из данных, приведенных в таблице 3.1 видно, что для легких\nметаллов - щелочных, щелочноземельных и магния ε < 1, для тяжелых металлов\nи алюминия ε > 1. Значение коэффициента ε определяет поведение металлов при\nкоррозии. Если ε < 1, то металл легко и быстро корродирует. При 1,31 < ε < 1,7\nпленка оксида надежно охраняет металл от коррозии.\nВ интервале значений 2,04 <ε <3,92 оксидный слой получает\nзначительные напряжения, что может приводить к его разрушению.",
        "Ниже приведены реакции взаимодействия с водой основных элементов входящих\nв состав сплавов ФСА, в зависимости от температуры.",
        "Кремний при низкой температуре разлагает воду по уравнению",
        "Si + 2H2О ↔ SiO2 + 2H2↑. (7)",
        "В случае если температура превышает 600 °С, реакция развивается по\nзависимости",
        "Si + 2H2О (пар) ↔ SiO2 + 2H2↑. (8)",
        "Во время железо-парового способа получения водорода при 570 °С\nравновероятно присутствие компонентов: Fe3O4, FeO и Fe [20]. Выше 570 °С\nобразуется оксид Fe(II) и водород. При более низких температурах наиболее\nустойчивым является Fe3O4",
        "3Fe + 4H2О ↔ Fe3О4 + 4H2↑. (9)",
        "Скорость окисления чистого алюминия в водяном паре при 500-540 °С\nзначительно ниже, чем при 300-450 °С.",
        "2Al + 3H2О ↔ Al2O3 + 3H2↑, (10)",
        "2Al + 6H2О (пар) ↔ 2Аl(OH)3 + 3H2↑. (11)",
        "Это объясняется тем, что при более высоких температурах\nформируется оксидная пленка с повышенными защитными свойствами [21].\nДля получения водорода применяют различные сплавы и поэтому\nтепломассообмен будет иметь свои особенности в каждом конкретном случае.",
        "Таким образом, на скорость и эффективность процесса получения водорода из\nводы с использованием ЭАВ существенное влияние оказывает\nоксидная пленка. Скорость реакции также зависит от температуры, давления,\nструктуры и состава ЭАВ, и свойств контактирующей с ней части окружающей\nсреды.",
        "4 КИНЕТИКА ВЗАИМОДЕЙСТВИЯ СПЛАВОВ С ВОДНЫМИ РАСТВОРАМИ",
        "ЕДКОГО НАТРА",
        "В качестве основных водородгенерирующих сплавов приняты (масс. %):",
        "ФСА11 – Fe - 18.15, Si - 61.9, Al - 11.13, Ti - 0.68, Mg - 0.15, Ca - 4.0, P- 0.059,",
        "S S - 0.04;",
        "ФСА16 – Fe - 17.5, Si - 60.4, Al - 15.8, Ti - 0.84, Mg - 0.22, Ca - 3.6, P - 0.088,\nS - 0.04;\nФСА25 – Fe - 10, Si - 65, Al - 25.",
        "Основные кинетические исследования выполнены в реакторе объемом 1.13 л,\nобеспечивающем изохорное ведение процесса [8].\nСплавы ФСА11 и ФСА16 произведены на Запорожском производствен-\nном алюминиевом комбинате из неорганической части высокозольных углей.\nСинтетический сплав ФСА25 получен в научно-исследовательском институте\nметаллургии (г. Челябинск) путем сплавления алюминия, кремния и железа.\nСплавы размалывали в шаровой мельнице.",
        "При исследовании реакционной способности порошков использованы различные\nфракции. Сплав ФСА11 имеет удельную площадь поверхности 0,0167 м2/г, а в\nнекоторых опытах этот же сплав обладает удельной\nплощадью поверхности 0,0785 м2/г. В остальных опытах порошки сплавов\nимеют размер частиц 0,5-0,8 мм, Sуд ≈ 0,035 м2/г.\nАктивацию реакции производили введением определенного количества щелочи,\nчто способствовало активному размыванию оксидного слоя сплава и\nсоответственно увеличению скорости вытеснения водорода.\nПо своей активности и полноте реакции сплавы из неорганической\nчасти угля мало отличаются друг от друга. Так, при концентрации щелочи 30 %\nнаблюдается следующая закономерность: при удельной площади поверхности\nпорошка 0,0167 м2/г полнота реакции составляет 67-86,2 %, а при удельной\nплощади поверхности 0,0785 м2/г - α достигает 94,8-98,4 %.\nСинтетические сплавы менее активны, а полнота их реакции при\nравных условиях на 15-20 % ниже, чем у сплавов из угля. Даже с повышением\nконцентрации щелочи до 30 % доля прореагировавшего синтетического сплава\nпри температуре 100 °С не превышает 74,6 %.\nПовышенная активность ФСА, полученного из угля, объясняется\nзначительной неоднородностью поверхности и рыхлой структурой частиц. Другой\nпричиной является наличие естественных примесей, которые в растворе щелочи\nсоздают микрогальванопары, способствующие интенсивному размыванию\nоксидного слоя.",
        "У У синтетических сплавов оксиды, находящиеся на поверхности частиц,\nпопадают в основной объем и, по-видимому препятствуют реакции. Кроме того, с\nуменьшением размера частиц скорость реакции возрастает.\nТаким образом, сплавы ФСА, полученные из неорганической части угля, полнее\nудовлетворяют требованиям автономного производства водорода, чем\nсинтетические сплавы.",
        "5. ТЕПЛОМАССООБМЕН СПЛАВОВ С ВОДОЙ ПРИ ПОЛУЧЕНИИ",
        "ВОДОРОДА",
        "В данном разделе ставится задача выявить роль тепломассообмена в ходе\nхимических и физических превращений сплавов.\nЗначительные математические трудности не позволяют дать единое описание\nтепломассообмена, охватывающее все многообразие процесса\nвзаимодействия частиц с водой. Выделяют четыре этапа процесса с помощью\nкоторых можно упростить поставленную задачу [8].\nВо время взаимодействия на реакционной поверхности образуется\nводород под определенным давлением. Затем следует процесс расширения\nвыделившегося газа. Одновременно происходит испарение части воды. После\nотделения пара и водорода в основной поток жидкость вновь опускается к\nреакционной поверхности, где нагревается, повышая свою температуру на\nвеличину ∆t\n∆t = tc – td, (12)",
        "где tc - температура реакционной поверхности, °С;\ntd - температура потока, омывающего частицы, °С.\nПериодичность образования пузырей и прерывистость поступления жидкости к\nреакционной поверхности вызваны природой распределения двух\nвстречных потоков в пространстве [8]\n∆t = ∆ti + ∆tр + ∆tе, (13)\n∆t = tc – tп, (14)\n∆t = tп – tm, (15)\n∆t = tm – td, (16)",
        "где ∆ti - температурный напор в слое жидкости, находящийся вблизи реакционной\nповерхности, °С;",
        "∆tр ∆tр - перепад температур в слое продуктов реакции, °С;\n∆tе - температурный напор в слое жидкости, прилегающем к частице, °С;",
        "tп - температура внутренней поверхности оксидного слоя, °С;\ntm - температура внешней поверхности гидрооксидного слоя в местах\nгазообразования, °С.",
        "Теплоотдача от реагирующей поверхности к циркулирующей жидкости\nопределяется зависимостями для конвективного теплообмена. Для расчета\nтеплоотдачи от реагирующей частицы к омывающей ее жидкости\nнеобходимо найти скорость естественной циркуляции потока.\nВ случае кипения расчет скорости потока a ведут через изменения\nэнтальпии вскипающей жидкости [22, 23]. Одновременно применяют\nзависимость [24]",
        ", (17)",
        "где U - отношение объемов газа и жидкости в потоке (Vг/Vж);\nρж - плотность жидкости при заданной температуре, кг/м³;\nРг - давление газа, МПа.",
        "Формулу (16) применяют для расчета газожидкостных и парожидкост- ных\nпотоков. Данная зависимость разработана для струйных аппаратов.",
        "Поскольку циркуляция определяется интенсивностью гравитационного\nполя, необходимо применить зависимость для эргазлифтов [25].",
        "Как известно, с повышением расхода газа в канале газлифта количество\nвыносимой жидкости вначале увеличивается до определенного предела, а\nзатем постепенно снижается. С уменьшением диаметра подъемной трубы КПД\nэргазлифта увеличивается. Величина КПД выражается отношением полезной\nработы к работе, совершаемой рабочим агентом. Известна зависимость для\nрасчета влагосодержания φ в подъемном потоке [26]",
        ", (18)\nгде μж - вязкость жидкости, МПа ∙с;\nd - диаметр подъемного канала, м;",
        "νг. νг. пр - приведенная скорость течения газа, м/с.\nКоличество поднимаемой жидкости определяют с учетом\nсопротивления подъемного канала и трения возникающего в результате\nскольжения фаз [27].",
        "Степень влияния чисел Рейнольдса (Re) находится в пределах 0.5-0,58.\nПри омывании реагирующей частицы обнаружено более существенное\nвлияние критерия Re. При прохождении потока в трубах степень при Re равна 0,8.\nВ нашем случае степень критерия Рейнольдса составляет 1,6 [12]\nNu = 1.85∙10-6 Re1,6 Pr0,33 . (19)\nОтклонение расчетных значений критерия Nu от опытных не\nпревышает 13,5%.",
        "С ростом скорости омывания возрастает паро- и газообразование, что\nсопровождается турбулизацией пограничного слоя. Близкие условия\nтепломассообмена наблюдаются при испарении воды в собственные перегретые\nпары [28].",
        "В условиях гетерогенной системы предельное значение скорости\nхимической реакции определяется интенсивностью теплоотдачи при естественной\nциркуляции. Отмечают два основных фактора, определяющие скорость реакции.\nВо-первых, при сопряжении основной экзотермической реакции\n(образование водорода) с параллельной эндотермической (вскипание воды)\nпроцесс идет при малых температурных напорах, т.е. в условиях, близких к\nравновесию второй реакции.",
        "Во-вторых, в гетерогенной системе взаимодействующие компоненты реагируют\nпослойно.",
        "Внешний теплообмен не вносит ограничения в скорость реакции. Судя по\nизмеренным температурным напорам рыхлая часть оксидного слоя также не\nоказывает серьезного сопротивления течению реакции. Отсюда можно сделать\nвывод о том, что сопротивление плотного оксидного слоя,\nрасположенного вблизи реакционной поверхности является основным [8].\nЦелью дальнейших исследований является определение скорости",
        "реакций реакций и интенсивности теплообмена при получении водорода для широкого\nкруга сплавов, включая высокоактивные.\nЛИТЕРАТУРА",
        "1. Тейлор Г. Производство водорода. - Л.: Науч. хим. техн. изд. - во. Всехим-\nпром ВСНХ СССР, 1930. - 180 с.",
        "2. Родякин В. В. Кальций, его соединения и сплавы. - М.: Металлургия,\n1967. - 188 с.",
        "3. Когутов И. Л. Газовое дело в дирижаблестроении. - М.: Редакцион.- издат.\nотд. Аэрофлота, 1938. - 328 с.",
        "4. Глинка Н. Л. Общая химия: Учебное пособие для вузов. - 23-е изд.,\nстереотипное/Под ред. В. А. Рабиновича. - Л.: Химия, 1983. - 704 с.\n5. Козин Л. Ф., Волков С. В. Водородная энергетика и экология. - Киев: Наук.\nдумка, 2002. - 336 с.",
        "6. Козин Л. Ф., Волков С. В. Современная энергетика и экология: проблемы и\nперспективы. - Киев: Наук. думка, 2006. - 775 с.\n7. Лебедев В. В. Физико-химические основы процессов получения водорода\nиз воды. - М.: Наука, 1969. - 135 с.",
        "8. Получение водорода из воды с использованием сплава ферросиликоалю-\nминия/В. Б. Трошенькин, Г. А. Ткач, Б. А. Трошенькин и др. - Харьков:\n1996. - 28 с. (Препр./НАН Украины. Ин-т проблем машиностроения;\n№ 396).",
        "9. Водород. Свойства, получение, хранение, транспортирование,\nприменение. Справ. изд./Д. Ю. Гамбург, В. П. Семенов, Н. Ф. Дубовкин,\nЛ. Н. Смирнова. Под ред. Д. Ю. Гамбурга, Н. Ф. Дубовкина. - М.: Химия;\n1989. - 672 с.",
        "10. Козин Л. Ф., Сахаренко В. А., Бударина А. Н. Кинетика и механизм\nвзаимодействия активированного алюминия с водой // Укр. хим. ж - л. -\nКиев, 1984. - 50, - Вып.2. - С. 161-169.",
        "11. 11. Трошенькин Б. А., Долгих Т. Н., Олейник Т. Б.\nТепломассообмен при выделении водорода в реакциях борогидрида натрия и\nалюминиевых",
        "сплавов с водой //Тепломассообмен - ММФ. Тепломассообмен в\nхимически реагирующих системах: Избранные докл., - Минск: ИТМО АН\nБССР, 1989. - 3. - С. 153 - 160.",
        "12. Трошенькин В. Б. Совершенствование процесса и реактора по",
        "производству водорода из воды при помощи сплавов, из неорганической\nчасти углей: Автореф. дис. … канд. техн. наук. - Х.: Харьк. гос. политехн.\nун-т, 1999. -16 с.",
        "13. История учения о химическом процессе. Всеобщая история химии. -\nМ.: Наука, 1981. - 448 с.",
        "14. Гиббс Дж. В. Термодинамика. Статистическая механика. - М.: Наука,\n1982. - 584 с.",
        "15. Дикерсон Р., Грей Г., Хейт Дж. Основные законы химии, в 2-х т.- М.:\nМир, 1982. - 1. - 652 с., - 2. - 620 с.",
        "16. Дзисько В. А., Карнаухова А. П., Тарасова Д. В. Физико-химические\nосновы синтеза окисных катализаторов. - Новосибирск: Наука, 1978. -\n384 с.",
        "17. Добаткин В. И., Габидуллин Р. М., Колачев Б.А. и др. Газы и оксиды в\nалюминиевых деформируемых сплавах. - М.: Металлургия, 1976. - 264 с.\n18. Латимер В. Н. Окислительное состояние элементов и их потенциалы в\nводных растворах. - М.: Иностр. лит., 1954. - 396 с.\n19. Трошенькин Б. А. Возобновляемая энергия. В 2-х частях. - Ч.2 -\nТермодинамика литосферы. Геотермические электростанции. - Х.: Изд-во\n“Форт”, 2004. - 156 с.",
        "20. Некрасов Б. В. Основы общей химии. - М.: Химия, 1973. - 1. - 656 с., - 2. -",
        "688 688 с.",
        "21. Улиг Г.Г., Ревин Р. У. Коррозия и борьба с нею. - Л.: Химия, 1989. - 456 с.\n22. Ястржембский А. С. Техническая термодинамика. - М.; Л.: Госэнерго-\nиздат, 1960. - 495 с.",
        "23. Трошенькин Б. А. Циркуляционные и пленочные испарители и\nводородные реакторы. - Киев: Наук. думка, 1985. - 174 с.\n24. Соколов Е. Я., Зингер А. М. Струйные аппараты. - М.: Энергоатомиздат,\n1989. - 351 с.",
        "25. Пороло Л. В. Воздушно-газовые подъемники жидкости (эргазлифты). -\nМ.: Машиностроение, 1969. - 160 с.\n26. Гейер В. Г., Козыряцкий Л.Н., Пащенко В. С. и др. Эрлифтные\nустановки. - Донецк: Донецкий политехнический ин - т, 1982. - 64 с.\n27. Зысин В. А., Баранов П. А., Барилович В. А., и др. Вскипающие\nадиабатные потоки. - М.: Атомиздат, 1976. - 152 с.\n28. Лыков А. В., Михайлов Ю.А. Теория тепло- и массопереноса. - М.; Л.:\nГосэнергоиздат, 1963. - 536 с."
    ]
}