{
    "paragraphs": [
        "А. А. П. Немудрый\nИнститут химии твердого тела и механохимии СО РАН\n",
        "e-mail: nemudry@solid.nsc.ru\nТВЕРДООКСИДНЫЕ ТОПЛИВНЫЕ ЭЛЕМЕНТЫ\n",
        "Сокращение запасов традиционных энергоресурсов, экологические\nпроблемы и связанные с ними климатические изменения делают весьма\nактуальными задачи повышения энергоэффективности и энергосбережения.\nОдним из наиболее перспективных решений является создание топливных\nэлементов, которые эффективно (~60−80 % КПД) преобразуют водород (или\n",
        "углеводородное топливо) в электричество, минуя малоэффективные процессы\nгорения. Преимуществами твердооксидных топливных элементов (ТОТЭ)\nявляются возможность замены дорогостоящей платины на оксиды со\nсмешанной ионной и электронной проводимостью, а также использование\nразличных видов топлива, в том числе природного газа и биогаза. Конструкции\nТОТЭ делятся на планарные, трубчатые, сегментные, блочные, монолитные и\nдр. Планарные ТОТЭ считаются более эффективными при создании\nстационарных установок большой мощности (> 1 кВт). Однако для легковых\nавтомобилей, военной и бытовой техники, различных гаджетов необходимы\nпортативные электрогенераторы (10 Вт − 1 кВт), для которых важными\n",
        "параметрами являются скорость запуска ТОТЭ, стойкость к\nтермоциклированию и электрической нагрузке. Микротрубчатые ТОТЭ\nотвечают этим требованиям.\n",
        "В докладе будут представлены результаты разработки микротрубчатых\nТОТЭ с анодной подложкой. Анодные микротрубки с внешним и внутренним\nдиаметром около 2 и 1 мм, соответственно, были изготовлены методом фазовой\nинверсии. Это позволяет получать высокопористые аноды, не создающие\nгазодиффузионных затруднения при работе ТОТЭ. Электролитный, анодный и\n____________________________________________________________________\n© Немудрый А.П., 2022\n",
        "36\n",
        "катодный катодный функциональные слои, компенсирующие коэффициенты теплового\nрасширения между электролитом и электродами, а также барьерный GDC и\n",
        "катодный слои наносились методом погружения (рис. 1).\n",
        "Рис. 1. Микротрубчатые анод-несущие ТОТЭ\n",
        "Исследование вольтамперных характеристик микротрубчатых ТОТЭ\nпоказало их высокую эффективность; они способны генерировать до\n",
        "450 мВт/см2 (рис. 2).\n",
        "Рис. 2. Вольтамперные характеристики микротрубчатых ТОТЭ\n",
        "Работа выполнена при поддержке гранта Российского научного фонда\n№ 21-79-30051.\n",
        "37\n"
    ]
}