{
    "paragraphs": [
        "ENERGY ENERGY ACCUMULATING SUBSTANCES AS\nALTERNATIVE FUEL FOR GAS-TURBINE ENGINES\n",
        "This article deals with the possibility of using of energy accumulating substances (EAS) as\nan alternative fuel for gas-turbine engines and power plants. Dual alloys of Si and Al are\ninvestigated as industrial EAS. The authors consider the conditions for their use for\nobtaining hydrogen from the water. Single-stage and two-stage methods of the EAS\napplication are compared and evaluated. The conclusion is made about the need of further\nworks on use of ЕAS for obtaining hydrogen from the water.\n",
        "ТЕКСТ НАУЧНОЙ РАБОТЫна тему «Энергоаккумулирующие вещества как\n",
        "альтернативное топливо для ГТД»\n",
        "Энергоаккумулирующие вещества как альтернативное топливо для ГТД\n",
        "д.т.н., проф. Кустарев Ю.С., доц. Кузнецов В.В., доц. Ащеульников Е.К.\n",
        "МГТУ «МАМИ» 8 (495) 223-05-23 доб. 12-97\n",
        "Ключевые слова: альтернативные виды топлива, водородная энергетика,\nэнергоаккумулирующие вещества.\n",
        "Требования к уменьшению расхода жидких и газообразных топлив нефтяного происРаздел 1. Наземные транспортные средства, энергетические установки и двигатели.\nхождения и к экологической чистоте транспортных двигателей ведут к постоянному\nпоиску и исследованию новых альтернативных видов топлива. При этом большое\nзначение отводится изучению различных возможностей использования в двигателях\nводорода. В связи с этим очевидна важность работ по водородной энергетике и по\nвозобновляемым источникам энергии.\n",
        "В ходе этих работ приходится решать многие технические задачи, среди которых\nедва ли не главной является проблема технически приемлемого и безопасного\nхранения водорода как горючего на борту автомобиля. Очень важна также и\nэкономическая сторона проблемы.\n",
        "Хранение водорода вообще, и особенно на борту транспортного средства, сильно\nосложняется его малой плотностью и широким диапазоном пределов воспламенения\nи взрыво-опасности.\n",
        "Чаще всего рассматриваются возможности хранения водорода в сжатом\nгазообразном виде, в сжиженном виде, в виде накопления в металлогидридах.\nОднако выполненные расчетные и экспериментальные исследования показали малую\nпрактическую пригодность этих способов хранения водорода, особенно для\nтранспорта. В любом из них топливная система получается громоздкой и тяжелой. Ее\nмассогабаритные показатели в несколько раз уступают соответствующим\nпоказателям используемых топливных систем на традиционных жидких и\nгазообразных углеводородных топливах. Хранение запасов газообразного и\nсжиженного водорода связано с повышенной пожаро- и взрывоопасностью топливной\nсистемы и всего транспортного средства.\n",
        "Известные способы промышленного производства водорода дороги и в настоящее\nвремя замена традиционных автомобильных топлив на водород требует\nзначительных расходов и считается экономически невыгодной.\n",
        "В сложившихся условиях перспективным представляется использование т.н.\nэнергоак-кумулирующих веществ (ЭАВ), с помощью которых возможен иной путь\nполучения водорода и использования его как горючего для двигателей внутреннего\nсгорания [1].\n",
        "В В качестве энергоаккумулирующих веществ обычно понимают сплавы металлов,\nкоторые могут быть получены из природных окислов и которые обладают\nспособностью при определенных условиях отдавать накопленную энергию. Энергия\nможет отдаваться непосредственно в форме теплоты [2, 3], а также и через\nпромежуточное получение водорода из воды с помощью ЭАВ с последующим\nсжиганием полученного водорода в камере сгорания теплового двигателя [4]. В\nкачестве ЭАВ для решения исследуемой задачи могут применяться не только сплавы,\nно и некоторые технически чистые металлы.\n",
        "Исходным сырьем для получения ЭАВ являются бросовые зольно-шлаковые отходы\nугольной промышленности и теплоэнергетики. Выполненные экономические расчеты\nпоказывают вполне удовлетворительную стоимость ЭАВ и получаемого с их помощью\nводорода. К тому же рассматриваемый технологический процесс способствует\nулучшению экологической обстановки в угольных районах страны, а отработанные\nотходы ЭАВ могут использоваться как ценный строительный материал.\n",
        "Значительными преимуществами обладает двухстадийная схема использования\nЭАВ.\n",
        "В этой схеме в качестве топлива используются порошок ЭАВ и вода. На первой\nстадии в водородном реакторе при определенных условиях происходит сжигание\nпорошкообразного ЭАВ в потоке перегретого водяного пара с получением\nвысокотемпературной взвеси конденсированных оксидов ЭАВ в пароводородной\nсмеси:\n",
        "2А1 + 3Н20 = А1203 + 3Н2 + ((1 ((1 = 15052,7 кДж/кгА1\n",
        "81 + 2Н20 = Я02 + 2Н2 + ((2 ((2 = 10184,7 кДж/кг8(\n",
        "На выходе из реактора размещаются конденсационный промыватель газа и камера\nсгорания, в которой очищенный водород сжигается в воздушном потоке. В\nдальнейшем в качестве схемы рабочего процесса выбрана именно двухстадийная\nсхема использования ЭАВ.\n",
        "Раздел 1. Наземные транспортные средства, энергетические установки и двигатели.\n",
        "Эта схема в качестве исходных расходных рабочих материалов требует\nэнергоаккумулирующее вещество и воду.\n",
        "Центральную задачу в разработке технологии использования ЭАВ для получения\nводорода представляет расчет, проектирование и создание водородного реактора.\n",
        "Выполненный расчетный анализ химико-технологических процессов взаимодействия\nЭАВ с водой и производства водорода показывает, что значительное - около\nполовины теплотворной способности ЭАВ - количество теплоты выделяется при\nреакции получения водорода, а оставшаяся часть - при сжигании водорода.\nДвухстадийность использования ЭАВ является характерной особенностью\nрассматриваемого процесса и требует выполнения определенных условий для\nобеспечения проведения экзотермической реакции взаимодействия ЭАВ с водой. Эти\nусловия касаются как двигателя, так и собственно ЭАВ.\n",
        "Двухстадийная схема использования ЭАВ предъявляет специфичные требования к\nтепловому двигателю, заключающиеся в том, что для сохранения экономичности\nдвигателя необходимо каким-то образом использовать тепло реакции получения\nводорода. Этим требованиям отвечают газотурбинные двигатели и энергоустановки\nна их основе. Современные транспортные ГТД могут быть выполнены\nрегенеративными, что позволяет включить в схему ГТД еще одно теплообменное\n",
        "устройство, устройство, передающее тепло первой стадии - окисления ЭАВ - рабочему телу ГТД\nперед камерой сгорания.\n",
        "Важным является выбор условий осуществления реакции получения водорода из\nводы. Возможна организация реакции в присутствии т. н. активаторов, которые\nобеспечивают ход реакции в холодных условиях. Однако применение активаторов\nусложняет и удорожает процесс, поскольку в качестве активаторов используются\nтакие материалы как литий, галлий и т.п. К тому же скорость выделения водорода по\nэтой схеме явно недостаточна для использования его в качестве горючего для\nтеплового двигателя.\n",
        "Более приемлемым является создание условий для осуществления реакции без\nприменения активаторов. Эти условия определяются в первую очередь относительно\nвысокими адиабатическими температурами горения ЭАВ различного состава в\nводяном паре - до 2500^2700оС и необходимостью обеспечения чистоты получаемого\nводородного горючего.\n",
        "Разработка и создание технического устройства для организации требуемых условий\nреакции ЭАВ с водой является достаточно сложной научно-технической задачей, в\nрешении которой уже достигнуты определенные успехи. Исходным сырьем для\nполучения ЭАВ являются бросовые зольно-шлаковые отходы угольной\nпромышленности и теплоэнергетики.\n",
        "Безопасность рассматриваемого альтернативного топлива (ЭАВ) и двухстадийного\nспособа его использования обеспечивается тем, что водород, полученный из воды с\nпомощью ЭАВ, не накапливается на борту автомобиля, а сразу же направляется для\nсжигания в камеру сгорания газовой турбины.\n",
        "В качестве порошкообразных энергоаккумулирующих веществ лучше применять\nкрупку, например, алюминиевую крупку марки АПК, обладающую лучшими\nхарактеристиками сыпучести. К такой форме порошка следует стремиться и при\nизготовлении промышленных энергоаккумулирующих порошкообразных веществ на\nоснове сплавов кремния, алюминия, железа, кальция и проч. Это требование должно\nвходить в технические условия на изготовление порошкообразных ЭАВ. Возможно,\nтакже применение поверхностно-активных веществ.\n",
        "Полученные расчетные и экспериментальные данные свидетельствуют о\nцелесообразности проведения дальнейших работ в освоении ЭАВ как топлива для\nтранспортных газотурбинных двигателей с экологически чистым выхлопом.\n",
        "Выводы\n",
        "Успешное освоение энергоаккумулирующих веществ в качестве регенерируемого\nальтернативного топлива для газотурбинных двигателей и энергоустановок позволит\nиспользовать доступные, но еще малоиспользуемые виды энергии, как например,\nсолнечную, уменьРаздел 1. Наземные транспортные средства, энергетические установки и двигатели.\nшит зависимость энергетики и транспорта от нефти и газа, увеличит экологическую\nчистоту энергоустановок.\n",
        "Проведенные исследования подтверждают возможность и целесообразность\nиспользования энергоаккумулирующих веществ как альтернативного топлива для\nтепловых, в частности, для газотурбинных двигателей.\n",
        "Перспективными представляются дальнейшие исследования горения ЭАВ в среде\nперегретого водяного пара.\n",
        "Литература\n",
        "1. 1. Варшавский И. Л. Энергоаккумулирующие вещества и их использование. - Киев:\nНаукова думка, 1980. - 240 с.\n",
        "2. Grönert H. Verminderte Umweltbelastung mit Aluminium als regenerierbaren\nEnergieträger. Fössilbefeuerte Kraftwerke// Brennst.-Wärme-Kraft. - 1988.- 41, № 7-8, р.\n364-369.\n",
        "3. Weber R. Prototyp-Brenner Heizt mit Aluminium als Energiequelle. - VDI Nachrichten,\n1991, № 2, - р. 19.\n",
        "4. Global Hydrofuel Technologies Inc. Company Information, 2008.\n"
    ]
}