{
    "paragraphs": [
        "В большинстве приложений металлогидридов, включая хранение и\nтранспортировку водорода, реализуется первый (газофазный) процесс.\nВторой используется в электрохимических процессах в химических\nисточниках тока с металлогидридными электродами. Процесс абсорбции\nводорода по реакции (7) включает в себя перенос молекул Н2 к\nповерхности материала, их физическую адсорбцию, диссоциацию\nадсорбированных молекул и переход атомов водорода в объём материала\nс образованием твёрдого раствора внедрения (α-фаза) и далее – гидрида\n(β-фаза) (рис. 1 а).\n",
        "В соответствии с многочисленными данными почти во всех случаях\nобратимого поглощения водорода изотермы сорбции имеют три\nхарактерных участка (рис. 1 б). Начальный крутой подъём соответствует\nобразованию твёрдого раствора водорода или α-фазе (фаза I на рис. 1 б).\nКонцентрация атомов водорода в α-фазе невелика и они статистически\nраспределены по пустотам металлической решётки, сохраняющей\nисходную структуру с небольшим (до 5%) увеличением объёма. В этой\nобласти растворение атомов водорода в металле происходит без\nсущественных изменений кристаллической решётки и зависимость\nдавления от состава описывается законом Сиверта:\n",
        "б)\nРис. 1 а, б.\nа) Схематическое изображение механизма процесса сорбции водорода.\n",
        "Металлогидридный метод может успешно конкурировать с\nтрадиционными методами криогенного хранения жидкого и\nгазообразного водорода под давлением в современных композитных\nбаллонах в отношении компактности хранения водорода, но уступает им\nпо массовым показателям водорода. Показатель массы существенно выше\nдля высокотемпературных гидридов лёгких элементов (рис. 2 [2]), однако\nих использование в большинстве случаев проблематично, поскольку\nразложение некоторых из таких гидридов (BeH2, LiBH4) – необратимый\nпроцесс, а образование или разложение других (например, MgH2)\nпротекает при слишком высоких температурах и требует значительных\nзатрат энергии.\n",
        "Рис. 2.\nПунктирные и штрих - пунктирные линии ограничивают зоны с\n",
        "1/(в-а) МеНа(тв.) + 1/2Н2(г.) ↔ 1/(в-а)МеНв(тв.) (9)\nВ соответствии с правилом фаз Гиббса процесс (9) является\nравновесным при постоянном давлении десорбции водорода (РD), что\nсоответствует появлению плато на изотерме “давление–концентрация”\n(рис. 3,а [38]). После полного перехода твёрдого раствора в гидрид\nдальнейшее поглощение водорода осуществляется путём образования его\nтвёрдого раствора в β-фазе, при этом равновесная концентрация водорода\nснова возрастает с ростом давления, асимптоматически приближаясь к\nверхнему пределу Сmax, определяемому водородоёмкостью металла, т.е.\nчислом доступных для внедрения водорода пустот металлической\nрешётки, отнесенных к числу атомов металла.\n",
        "Зависимость РD(1/Т) представляет собой прямую с наклоном,\nпропорциональным ΔН°, отсекающую на оси давления (при 1/Т=0)\nотрезок, пропорциональный значению ΔS˚ (рис. 3 б). Концентрационные\nпределы (а, в) существования двухфазной (α+β) области плато давления\n(рис 3 а) температурно-зависимы. Они сближаются по мере роста\nтемпературы и стягиваются в одну точку, когда температура достигает\nнекоторого критического значения Ткр. При этом плато вырождается в\nточку перегиба изотермы, и выше критической температуры водород в\nметалле существует только в виде α–твёрдого раствора (рис. 3 а).\n",
        "Зависимость между равновесным давлением, концентрацией водорода\nи температурой (РСТ–диаграмма) в форме Р–С изотерм является наиболее\nважной в практическом плане характеристикой гидридообразующих\nметаллов и ИМС. В зависимости от природы гидридообразующего\nметалла или ИМС обратимая сорбция водорода может быть реализована в\nчрезвычайно широких диапазонах давлений и температур. Наглядно это\nвидно на рис. 4 [38], где приведены рассчитанные по уравнению (10)\nтемпературы, соответствующие РD=0,1 МПа, и РD при комнатной\nтемпературе.\n",
        "20 20\nРис. 3 а, б.\nИдеализированная РСТ–диаграмма системы “металл―водород“:\nа – изотермы “давление–концентрация“ при температурах Т1<Т2<Т3<Ткр.;\n",
        "21 21\nРис. 4.\nРавновесные температуры и давления диссоциации для некоторых\n",
        "Для мобильных приложений преимущества имеют композиции на\nоснове лёгких элементов (Z ≤ 20), позволяющие достичь высоких\nзначений гравиметрической ёмкости по водороду. Однако, некоторые\nметаллогидриды с большой гравиметрической ёмкостью имеют слишком\nвысокие значения температуры десорбции для практических применений\n(рис. 5 [62]).\n",
        "25 25\nРис. 5.\n",
        "Гидрид алюминия AlH3 и комплекс гидридов (М3AlH6, MAlH5,\nM2AlH7, M(AlH4)n являются материалами, которым уделяется внимание\nуже более 60 лет: от использования в качестве взрывчатого вещества,\nтвёрдого ракетного топлива, до портативного источника энергии.\nОтносительно недавний ренессанс связан с созданием мобильных\nкомпактных источников энергии, в основном, для транспорта, что\nвозобновило интерес к алюмогидридам, имеющим ёмкость накопления\nводорода до 11 (wt.) % c плотностью 0,15 г/мл, что вдвое превышает\nплотность жидкого водорода (рис. 6 [78]). Эти соединения представляют\nгруппу метастабильных гидридов с низкоэнергетическими реакциями\n(7 кДж/моль.H2) и высокой скоростью эволюции водорода при низкой\nтемпературе (<100оC). Метастабильная фаза соответствует локальному\nминимуму энергии в пространстве PCT (равновесное давление,\nконцентрация, температура) координат. Имеет, по крайней мере,\n7 нерастворимых полиморфных фаз (α, α’, β, γ, δ, ε и ζ ). Каждая фаза\nимеет уникальную морфологию (рис. 7, 8 [79]). Формально, все известные\nфазы термодинамически нестабильны с равновесным давлением\nдекомпозиции (AlH3 → Al + 3/2H2) в несколько килобар при комнатной\n",
        "Рис. 6.\nСравнительные характеристики некоторых материалов для хранения\n",
        "31 31\nРис. 7.\n",
        "Рис. 8.\n",
        "Значения энергии полиморфных переходов: −1.1 кДж/моль H2 (α´AlH3→ α-AlH3); −1.0 кДж/моль H2 (β-AlH3→ α-AlH3) и −1.9 кДж/моль H2\n(γ-AlH3→ α-AlH3) [80]. Важно, что при этих переходах потери водорода\nнезначительны, т.к., например, низко-стабильные полиморфные фазы\nчастично разлагаются непосредственно в металл и водород, а частично –\nчерез трансформацию в другую фазу (γAlH3→ α-AlH3→Al + (3/2)H2).\nСкорости выделения водорода при декомпозиции α, β, γ – форм\nпрактически одинаковы. При этом показано, что оксидные слои на\nповерхности существенно подавляют транспорт водорода даже при\nтолщине 1-3 нм и поэтому требуют удаления. [82]. Поры в поверхности,\nвозникающие при десорбции, частично решают эту проблему (рис. 9 [79]).\n",
        "Рис. 9 а, b.\nБольшие кристаллы AlH3 перед (а) и после (б) десорбции\n",
        "Как отмечалось выше, характерной особенностью кинетики\nразложения гидридов является наличие инкубационного периода (I),\nпредшествующего фазе активного выделения водорода из гидрида (рис.\n10 [80]). Его продолжительность зависит от температуры и скорости её\nроста. В течение инкубационного периода выделение водорода из гидрида\nалюминия протекает с очень низкой постоянной скоростью.\n",
        "33 33\nРис. 10.\nИзотермическая декомпозиция AlH3 при 180оС, показывающая\nинкубационный период (I), ускорительный период (II) и период спада (III)\n",
        "Такой обработкой может быть помол гидридного образца в шаровой\nмельнице, в том числе с добавлением различных добавок (например,\nоксид титана, гидрид лития). Однако сравнение способов активации\n(рис. 11 [81]) едва ли свидетельствует об их высокой эффективности, но\nможет быть использовано при необходимости проведения десорбции в\nнизкотемпературном режиме (Td~100–150oC).\n",
        "Естественно, что термостабильность алана и скорость десорбции\nсущественно зависят от условий синтеза и его чистоты. Так, например,\n20% добавка гидрида лития LiH в процессе измельчения композита в\nшаровой мельнице почти на 50оС снижает основную фазу десорбции,\nоднако полная десорбция завершается в области значений температуры\n170–200оС (рис. 12 [81]).\n",
        "Рис. 11.\nРазложение образцов гидрида алюминия активированного различными\n",
        "Рис. 12.\nЭффект допинга LiH на ТДС характеристики\n",
        "35 35\nКинетика изотермической декомпозиции полиморфов гидрида\nалюминия (рис. 13 [82]) свидетельствует, что β- и γ- фазы являются\nнестабильными по отношению к α-фазе (при температуре Т≥100оС\nдекомпозиция проходит с одинаковой скоростью для всех трёх\nполиморфов). Однако при Т~60оС γ-фаза демонстрирует быструю\nдекомпозицию, в то время как для α- и β-фаз скорость декомпозиции\nсущественно меньше. Предполагается, что декомпозиция γ- фазы\nпроходит по 2 механизмам: часть γ-A1H3 и β-A1H3 фаз декомпозируют\nнепосредственно в (A1 + 3/2H2), а большая часть – в α-фазу, которая в\nсвою очередь декомпозирует, причём первые реакции протекают быстрее,\nчем вторая, вследствие меньшей энтальпии формирования. При высокой\nтемпературе γ-A1H3 и β-A1H3 фазы быстро декомпозируют в α-фазу.\nПереходы между полиморфами экзотермичны, поэтому могут проходить\nспонтанно даже при комнатной температуре.\n",
        "Рис. 13 а, b, c.\nИзотермическая декомпозиция в области значений\n",
        "Потенциальный для накопления водорода гидрид должен обладать\nвысокой скоростью выделения не только при низких температурах\nдесорбции, но также и в режимах контролируемой декомпозиции. На\nрис. 14 (а, b) приведены кривые декомпозиции (полный выход водорода)\nи её первой производной (скорость выделения водорода) для\nизотермического (а) и циклического (b) режимов [83]. Это является очень\nважной демонстрацией того, что скорость выделения водорода гидридом\nAlH3 может быть изменена и даже прекращена полностью вариацией\nтемпературы. При этом, когда температура поднимается вновь до 120оС\nскорость выделения возвращается к прежнему значению. Т.о. можно\nполагать, что весь спектр эволюции скорости выделения водорода\n(например, в диапазоне 0,0 ÷ 1,0 г/с) может быть перекрыт\n",
        "Однако при этом необходимо учитывать, что величина и стабильность\nскорости декомпозиции существенно зависят также и от свойств гидрида\n(размер кристаллитов, поверхностное покрытие, катализаторы) [82]. Так,\nнапример, непокрытый кристаллит α-A1H3 размером 0,1 мкм\nдекомпозирует при температуре Т ≤ 60оС, в то время как кристаллит\nразмером 50 мкм с органическим покрытием декомпозирует при\nтемпературе Т ≥ 130оС с уменьшением скорости выделения на 2 порядка\n(рис. 15 [83]).\n",
        "Рис. 14 а, b.\n",
        "37 37\nРис. 15.\n",
        "Быстрая низкотемпературная кинетика и высокая плотность энергии\nделает гидрид алюминия необычным и перспективным материалом\nхранения водорода для разнообразных приложений. Однако, главным\nбарьером для использования метастабильных гидридов металлов является\nдорогостоящая процедура химического синтеза. Кроме того, A1H3 не\nявляется реверсивным гидридом при практических давлениях водорода.\nВведение каталитических добавок не способно сделать серьёзные\nтермодинамические изменения для снижения равновесного давления.\nПредложены альтернативные низкоэнергетические направления\nрегенерации, например, использование дегидрированного материала\n(использованное топливо) для прямого синтеза гидрида Al при давлении\nводорода 30 кбар и температуре 573К, а также получены данные для Al-H\nсистемы при различных значениях температуры и давления (рис. 16 [78]).\n",
        "Рис. 16.\n“T-P”- фазовая диаграмма системы Al-H c расчётной линией равновесия\n",
        "На диаграмме видно, что прямой синтез гидрида Al требует давления\n~40 кбар при комнатной температуре. Гидрогенизация Al-частиц без\nоксидной плёнки (или наличие фрагментарной) приводит к синтезу AlH3\n(залитые звёздочки на рис. 16), с оксидной плёнкой – не приводит\n(незалитые звёздочки).\n",
        "“Прямой” синтез нерастворённого гидрида алюминия путём “прямой”\nреакции бромида Al с тетрогидроалюминатом щелочных металлов при\nтемпературе 90–102оС в чистом толуоле или в толуоле с примесью\nдиэтилэфира позволяет формировать чистую α-фазу с размером\nкристаллитов ~6 мкм при Т≤90оС (рис. 17 а), или смесь α, γ и α’ фаз при\nТ≥93оС (рис. 17 б) [86].\n",
        "Рис. 17 а, б.\n",
        "На рис. 18 приведены профили пространственного распределения\nводорода в Al плёнках, насыщенных в режиме 1. Видно, что концентрация\n",
        "Рис. 18.\nПрофили пространственного распределения водорода в Al плёнках:\n",
        "Для нанесения гибридных покрытий (Mg-Al, Mg-Ti и др.)\nиспользовались два магнетрона с соответствующими катодами (рис. 19).\nПри проведении синхронных процессов нанесения и насыщения\nводородом покрытий в качестве рабочего газа использовалась смесь Ar и\nH2 (рис. 20). В таком режиме гидрогенизированные плёнки показывали\nгомогенное распределение элементов матрицы и распределения водорода\nпо глубине покрытия [98].\n",
        "42 42\nРис. 19. Рис. 20.\nСхема установки для синхронного\n",
        "44 44\nХотя добавка титана оказывает положительное влияние как\nкатализатор, но для увеличения кинетики этого зачастую недостаточно,\nт.к. в некоторых случаях десорбция водорода может завершаться только\nчерез 4200 минут (рис. 21 [103]). Для повышения кинетики\nабсорбции/десорбции рекомендуют высокоэнергетический шаровой\nразмол, оказывающий влияние на микроструктурные характеристики\nNaAlH4 в присутствии катализатора, а также добавки углерода в процессе\nразмола [104, 105]. Механически легированный Na3AlH6 имеет более\nвысокую кинетику, чем полученный при разложении NaAlH4, поэтому для\nполучения Na3AlH6 рекомендуется метод механо–химического синтеза,\nкоторый включает высокоэнергетический размол соответствующих\nреагентов [105].\n",
        "Рис. 21.\nПрогресс в десорбции водорода из NaAlH4 при допировании Ti\n",
        "50 50\nBH 3 NH 3 115 H 120 2 C ( BH 2 NH 2 ) x 150 H 2 C ( BHNH ) x 500 H 2 C BN (23)\nРазложение амминборана носит ступенчатый характер, протекает в\nтри стадии: при 115-120С теряется 1/3 от исходного содержания\nводорода, при 150С остаётся половина водорода, а при 500С\nвысвобождается весь водород. При этом более высокая полнота\nвыделения водорода достигается при медленном нагреве образца\nпродукта, особенно на первой стадии процесса термодеструкции. При\nбыстром нагреве амминборана имеет место образование и унос летучих,\nпобочных продуктов, что приводит к потере массы вещества и\nуменьшению количества выделившегося водорода [127]. Избежать этого\nможно благодаря использованию ионных жидкостей в качестве инертной\nреакционной среды. Кроме того, в работе [128] отмечено, что\nпроведение процесса термолиза в 1-бутил-3-метилимидазол хлориде\nпозволяет снизить температуру разложения амминборана и увеличить\nвыход водорода (рис. 22).\n",
        "Рис. 22 а, б.\nТермолиз амминборана: а). – без добавок; б). в среде 1-бутил-3метилимидазол хлорида\n",
        "Для проведения синтеза гидридов, а также улучшения кинетики\nгидрирования (и термодинамических свойств) целесообразно в ряде\nслучае использовать технологию шарового размола в среде водорода\nи/или с добавлением катализатора [например, 130-132]. Существует два\nтипа мельниц: обычные, c хаотическим движением шаров (рис. 23) и с\nмагнитным контролем траектории (рис. 24).\n",
        "Рис. 23 a, b[131].\nДвижение шаров при планетарном (а) и вибрационном (b) помолах\n",
        "Рис. 24 [131].\nСхематическое изображение угловой позиции магнитов для режима\nшарового помола с энергией QTR=726 кДж/гн на установке Uni-Ball-Mill 5\n",
        "G = 532 t 0,51, ppm\nС увеличением плотности катодного тока больше 30 мА/см2 этот\nзакон уже некорректно описывает полученные значения концентрации\nводорода в металле. При больших плотностях тока в первые часы\nнаводороживания количество водорода в титане возрастало по закону,\nблизкому к линейному. В дальнейшем, с увеличением продолжительности\nкатодной поляризации, скорость поглощения водорода металлом быстро\nуменьшалась и наблюдалась тенденция к предельному насыщению.\nПредставленные на рис. 25 результаты получены на образцах из фольги\n(кривые 1 – 3) и из проволоки (кривая 4).\n",
        "Рис. 25.\nКинетика наводороживания образцов из фольги (1 – 3) и проволоки (4)\nпри плотности катодного тока: 1 - 40 мА/см2; 2 - 10 мА/см2; 3 - 5 мА/см2 и\n",
        "Важным фактором при электрохимическом наводороживании,\nвлияющим на количество водорода в металле, является плотность\nкатодного тока (рис. 26).\n",
        "Рис. 26.\nЗависимость содержания водорода в титане от плотности катодного тока\n",
        "Показано возрастание концентрации водорода в титане по мере\nповышения температуры электролита: содержание водорода увеличилось\nс 3800 ppm при 20°С до 7200 ppm при 50°С, то есть в 1,9 раза. На\nповерхности катода формируется слой гидрида титана TiH2 с небольшим\nдефицитом по водороду. Толщина гидридного слоя во всех\nрассмотренных случаях не превышала 1 мкм (рис. 27). Энергия активации\n",
        "Рис. 27 [143].\nРаспределение водорода (в относительных единицах) по глубине (мкм)\n",
        "В качестве образца установки для гидридизации методом Сиверта\nпредставлен современный автоматизированный комплекс Gas Reaction\nController, схема которого изображена на рис. 28 [145].\n",
        "Рис. 28.\nАвтоматизированный комплекс Gas Reaction Controller\n",
        "59 59\nНа рис. 29 [144] показаны спектры ТСГВ водорода из образцов стали\n12Х12М1БФР, насыщенных при температуре 350°С в течение 2 часов. Из\nрисунка видно, что максимальный выход водорода для калиброванного\nизготовителем установки образца (концентрация водорода в образце\n0,0005 г/м3) наблюдается при температуре выше 850°С. Для образцов,\nнасыщенных при давлении 0,06 и 0,5 МПа (кривые 3, 4), наблюдается\nуширение, сдвиг к более низким температурам и увеличение по\nинтенсивности спектра, но максимум выхода водорода сохраняется при\nТ~780°С.\n",
        "Рис. 29.\nЗависимости ТСГВ водорода после насыщения образцов стали\n12Х12М1БФР методом Сиверта при температуре образцов 350°С и\nвремени насыщения 2 часа при разном давлении водорода: 1) исходный\n",
        "Поведение формы температурных спектров в зависимости от\nдавления в камере при насыщении указывает на то, что в отличие от\nслучая электролитического насыщения, водород в первую очередь,\nзахватывается высокотемпературными ловушками – микропорами и\nмикротрещинами (рис. 30 [144]). Это, по-видимому, связано с тем, что\n",
        "Рис. 30.\nЗависимость интегрального выхода водорода Y от давления P\n",
        "Использование в качестве источника ионов вакуумно-дугового\nразряда в т.н. ячейке Пеннинга (рис. 31) позволяет проводить\nконтролирование степени насыщения напылённой плёнки титана (при\nкомнатной температуре) вариацией тока разряда [148].\n",
        "62 62\nРис. 31.\nСхема экспериментального стенда: 1, 2 – катоды, 3 – анод; 4 – держатель\n",
        "В качестве другого примера ниже приводятся краткое описание\nэкспериментальной установки УНМ-02 НИ ТПУ для проведения\nплазменного насыщения, а также некоторые результаты.\nЭкспериментальная установка состоит из вакуумной части, источника\nмолекулярного водорода, системы подогрева и контроля температуры\nобразцов, ВЧ генератора для возбуждения плазмы (рис. 32 [149]).\n",
        "63 63\nРис. 32.\nСхема экспериментальной установки для плазменного\n",
        "64 64\nводорода c возрастанием времени насыщения, однако форма\nтемпературных спектров ТСГВ и её изменение со временем кардинально\nотличается (рис. 33 [144]). При временах насыщения 1 и 2 часа\nнаблюдается возрастание интенсивности спектра в районе 850...900°С.\nПосле 3-х часов насыщения максимум спектра сдвигается к более низким\nтемпературам (~800...850°С), а при 4-х часах насыщения (кривая 5)\nпоявляется ступенька в районе 550...650°С. Появление этой ступеньки\nлогично связывать с тем, что при больших временах насыщения водород\nначинает захватываться на те же ловушки, что и при электролитическом\nнасыщении.\n",
        "Рис. 33.\nСпектры ТСГВ водорода из образцов стали12Х12М1БФР при насыщении\n",
        "65 65\nНа рис. 34 показаны температурные спектры выхода водорода,\nполученные при разных способах насыщения образцов. Из рисунка видно,\nчто наименьший выход водорода характерен для образца, насыщенного в\nустановке Сиверта (кривая 3). После электролитического способа\nнасыщения (кривая 1) наблюдается отчётливый максимум выхода\nводорода при температуре 440°С и после 760°С – повторное возрастание\nкривой. Интересный результат наблюдается при использовании\nплазменного способа насыщения (кривая 2). Для кривой характерен\nмаксимум выделения при температуре 740°С, связываемый с наличием\nвысокотемпературных ловушек. Возникновение ступеньки в интервале\nТ~500–600°С (кривая 2) можно объяснить захватом водорода\nповерхностными дефектами в процессе наводораживания, либо в\nпроцессе остывания образца.\n",
        "Рис. 34.\nСпектры ТСГВ водорода образцов из образцов стали 12Х12М1БФР при\n",
        "Так, например, эффективность поглощения водорода в\nнанокристаллическом состоянии сплава Ti–6Al–4V более чем на два\nпорядка превышает эффективность поглощения крупнокристаллическим\nсплавом при насыщении в водородной плазме. Нанокристаллический\nтитан в силу большой развитости границ зёрен способен создавать\nгидриды с насыщением на 1 атом титана 2 и более атомов водорода.\nПоэтому гидридные материалы должны быть диспергированными.\nСуществует несколько направлений реализации наноструктур для\nиспользования в накопителях водорода (в т.ч. supported nanoparticles –\nрастворённые в суперкритических жидкостях наночастицы, широко\nприменяются в качестве катализаторов и используются для нанесения\nтонких нанопокрытий) (рис. 35, 36) [150].\n",
        "Рис. 35. Рис. 36.\n",
        "На рис. 37 сравнивается состав различных видов плазмы,\nиспользуемых в PVD, который определён вблизи подложки посредством\nэнерго-разрешающего масс-спектромера, а в Табл. 6 – сравнительные\nзначения параметров магнетронного распыления. В традиционном\nраспылении с постоянным током Cr1+ содержит только 15% ионного\nпотока и большую часть ионов (80%) составляет Ar1+. В HIPIMS\n",
        "Рис. 37.\n",
        "Для осаждения плёночных покрытий использовались два источника\nметаллической плазмы, генерирующие высокоионизованные потоки Zr\n(источник плазмы 1) и Ti (источник плазмы 2). Осаждение и насыщение\nизотопами водорода плёночных элементов вакуумных нейтронных трубок\nосуществлялось на заготовки необходимого состава и формы,\nзакреплённые на держателе образцов под определённым углом , который\nможет изменяться от 0 до 90 градусов (рис. 38).\n",
        "Рис. 38.\nСхема и общий вид вакуумно-дуговой установки ПЛАЗМАТЕХ\n",
        "На рис. 39 (а, б, в, г) представлены результаты этих исследований.\nСтруктура Zr+Y мозаичная по всей толщине покрытия с тенденцией к\nвертикальной ориентации с характерным размером в несколько сот\nнанометров. Видны вкрапления макрофракций. Структура Zr+Y+H2 (float)\nв основном столбчатая по большей части толщины покрытия с\nхарактерным сечением структур ~100 нм. Также видны вкрапления\nмакрофракций. При использовании напряжения смещения на подложке\n(–200 В) структура верхней части покрытия Zr+Y+H2 промежуточная\n",
        "Рис. 39 а, б, в, г.\nМикроструктура осаждённых плёночных катодов на Si подложках\n",
        "Из-за существенно меньшей энергии связи десорбция водорода\nпроисходит в плёночных покрытиях легче и при значительно более\nнизких температурах (Тm~900K для ZrHx) по сравнению с монолитными\nметаллами и сплавами (Tm~1300K) (рис. 40).\n",
        "Рис. 40.\n",
        "Поскольку одним из ключевых положений такой технологий является\nполучение атмосферо-устойчивых наночастиц (для избежания негативных\nэффектов оксидирования наночастиц, что затрудняет сорбцию водорода)\nметаллическая мишень (например, Mg) помещается в кювету с\nжидкостью, состоящей из деионизованной воды и полимера (рис. 41\n[161]).\n",
        "Рис. 41.\n",
        "В одной из первых работ [164, 167] активный элемент выполнен в\nвиде спрессованного в цилиндрической трубке порошка дейтерида (рис.\n42).\n",
        "Рис. 42.\nИнжектор водорода на порошковом элементе:\n1 – фланец; 2 – перфорированный электрод; 3 – порошок; 4 – электрод;\n",
        "Нагрев осуществлялся импульсом тока длительностью ~1 мс от\nконденсаторной батареи, что соответствует скорости нагрева при\nдесорбции ~3.104 К/с, при этом время нарастания давления в рабочей\nкамере (т.е. фактически длительность импульса газовой инжекции)\nускорителя не превышало 5 мс (рис. 43). При увеличении энерговклада в\nисточник с 300 до 800 Дж/г длительность газового импульса уменьшалось\nна 15–20%. Количество инжектированного водорода оценивается в 7–8%\nот массы гидридной смеси.\n",
        "Рис. 43.\nСверху вниз: осциллограмма импульса тока, импульс напряжения,\n",
        "В современном варианте выполнения ЭИГИ на основе использования\nгранулированного гидрида конструкция усложняется с целью\nобеспечения стабильных параметров газового импульса в повторяющемся\nрежиме работы (рис. 44 [169, 170]).\n",
        "Рис. 44.\nЭИГИ для плазменного ускорителя\n1 – гранулы дейтерида; 2 – камера; 3 – газопроницаемая перегородка;\n4 – металлический патрубок; 5 – первый бункер; 6 – диэлектрический\nкорпус бункера; 7 – дополнительный электрод; 8 – металлический фланец;\n",
        "Результаты измерений, представленные на рис. 45 [170],\nсвидетельствуют, что этот (или подобный) генератор способен\nинжектировать 1019 атомов за импульс длительностью ~50 мкс (!?). Это\nсоответствует производительности 2×1020 ат/с (!?), что на 3 порядка (!)\nпревышает производительность ЭИГИ на основе тонкого слоя гидрида Ti,\nнанесённого на фольгу из тугоплавких металлов [164].\n",
        "Рис. 45.\nЭволюция давления водорода в ускорителе после напуска газа\nимпульсным клапаном электродинамической системы и разрядом через\n",
        "Исследовалась генерация дейтерия из пакета, состоящего из трёх\nдейтеронасыщенных Ti фольг, с суммарной массой дейтерида титана,\nравной 1,769 г, размещённого в цилиндрическом корпусе ЭИГИ, диаметр\nкоторого равен 70 мм, а объём 1,7 л. Содержание дейтерия в пакете фольг\nсоответствует значению параметра X = 0,29. Суммарный объём\nинжектора, в который помещены фольги, и присоединённых к нему\nучастков экспериментальной установки составляет V = 0,01 м3. Перед\nначалом эксперимента пакет фольг разогревался током до температуры\n300ºС. В промежутках времени 0–40 и 140–176 мс на пакет\nвоздействовали импульсами тока длительностью ~40 мс с довольно\nкрутым передним фронтом, которые нагревали фольги с 300 до 650ºС и с\n650 до 720ºС соответственно. На рис. 46 представлены осциллограммы\nтока через пакет, расчётные значения удельного энерговклада в пакет, а\nтакже временные зависимости давления в контрольном объёме и скорости\nгенерации.\n",
        "Для результатов, представленных на рис. 46 , на момент времени 80\nмс энерговклад составляет 350 Дж/г, температура пакета фольг равна\n650ºС, давление газа дейтерия 50 Па, степень насыщения Х = 0,281, а\nскорость генерации равна ~6 Па×м3/(с×гTi).\n",
        "80 80\nРис. 46.\nРисунки (сверху вниз) с осциллограмм разрядного тока через пакет,\nрасчётные значения удельного энерговклада в пакет, а также временные\n",
        "81 81\nтемпература Т фольги и величина параметра х. Удельное сопротивление\nгидрида титана также является функцией параметров Т и х. Поэтому\nпоявляется возможность путём проведения простых измерений силы тока\nи напряжения, подаваемого на образец дейтерида титана, вычисления\nвеличины энергии и удельного сопротивления образца (рис. 47).\n",
        "Рис. 47.\n(Слева направо) осциллограммы тока и напряжения, расчётные величины\n"
    ]
}