{
    "paragraphs": [
        "Диссертация состоит из введения, четырех глав, заключения и четырех\nприложений. Работа содержит 142 страницы, включает 96 рисунков, 18 таблиц,\n",
        "На рис. 1 представлены зависимости скорости стенки медной оболочки\nD22x1 в зависимости от длительности\nимпульса магнитного поля.\nЗависимости приведены для двух\nзначений относительной деформации\nрадиуса трубы (∆r/r = 0,1 и 0,2) и двух\n",
        "демонстрирует рис. 2, где на вкладке\n",
        "Рисунок 1 – Зависимость скорости медной\nоболочки D22x1 от длительности импульса\n",
        "(а) (б)\nРисунок 2 – Влияние размеров оболочки на значение максимальной скорости и\nсоответствующей ей длительности импульса для относительных деформаций радиуса 0,1 и\n0,2 при амплитуде магнитного давления 100 МПа: а – влияние среднего диаметра (d0 = 1 мм),\n",
        "характеристик стали. По результатам расчета были изготовлены однослойные\nспирали из стали указанной марки токарной обработкой. На рис. 3а показан\nвнешний вид спирали постоянного шага. Последовательными этапами\nпроцедуры изготовления индукторов являются: обработка точеных спиралей,\n",
        "(б)\nРисунок 3 – Внешний вид спирали индуктора (а) и индуктора в сборе (б). Диаметр\n",
        "характеристики генерируемых магнитных полей в пустых индукторах и с\nоболочками различного диаметра. На рис. 4 приведены временные развертки\nмагнитного поля в пустом индукторе длиной 140 мм (кривые 1-3) для трех\n",
        "Измерено аксиальное распределение магнитного поля в пустых индукторах и с\nрабочей оболочкой (рис. 5). Область однородного поля, не ниже 95% от\n",
        "и 270 мм, соответственно. При использовании рабочих оболочек из меди\nобласть однородного поля достигала 80% от длины индуктора. На рис. 5 также\nдемонстрируется влияние на распределение поля частоты разрядного тока\n",
        "Рисунок 4 – Временная развертка магнитного\n",
        "Рисунок 5 – Аксиальное распределение\nмагнитного поля для индуктора длиной\n",
        "представлены на рис. 6 и 7 для указанных выше случаев. Экспериментальная\nпогрешность определения зависимости радиуса и скорости не превышала 5-7%.\nНа рис. 6 и 7 пунктирной линией 3 приведен результат расчета по модели,\n",
        "Рисунок 6 – Зависимость внутреннего (1-3) и\n",
        "Рисунок 7 – Зависимость скорости\nвнутренней поверхности оболочки D18x1\nпри сжатии, соответствующей временным\n",
        "изменениям радиусов (1-3) на рис. 6\n",
        "сжатию пустой оболочки. На рис. 8 приведены экспериментально полученные\n",
        "зависимости 1-3 (см. подпись к рисунку) и результат теоретического расчета\n",
        "(кривые 4 и 5). Из рисунка видно, что давление прессования 1 превышает\n",
        "магнитное давление (точнее разность магнитных давлений) в 2,5 раза.\nРезультат теоретического расчета хорошо согласуется с экспериментом. На\nрис. 8 также приведено расчетное давление порошка на стержень (кривая 5).\n",
        "накопителя реализуется лишь первая полуволна тока (рис. 4).\n",
        "На рис. 9 приведен результат теоретического расчета по модели давления\nпорошка на стержень в зависимости от длительности полупериода колебаний\n",
        "Рисунок 8 – Давления в деформируемой\nсистеме в зависимости от времени: 1, 4 –\n",
        "Рисунок 9 – Амплитуда давления порошка\nна стержень в зависимости от длительности\n",
        "Характеристики порошков приведены в таблице 1. На рис. 10 приведены\nизображения частиц порошков YSZ и LSM, полученные электронной\nмикроскопией.\n",
        "(а) (б)\nРисунок 10 – Изображение частиц нанопорошка YSZ в просвечивающем электронном\n",
        "порядка 100 мкс. У спрессованных компактных образцов (рис. 11) определяли\nплотность. Для использованных режимов прессования был проведен расчет по\n",
        "модели давления порошка на заготовку из пленки. На рис. 12 приведена\nзависимость плотности компактных образцов из YSZ. Из рисунка видно, что с\nувеличением давления прессования наблюдается закономерное увеличение\nплотности компактов, начиная от исходной плотности пленки до\nтеоретического значения плотности беспористого полимер-керамического\nматериала (на рисунке отмечены пунктирными линиями).\n",
        "Рисунок 11 – Внешний вид\n",
        "Рисунок 12 – Зависимость плотности компактов от\n",
        "На фрагментах компактных образцов из YSZ были проведены\nисследования структуры хрупкого слома стенки трубы в оптическом\nмикроскопе, для чего слом приготавливали при температуре жидкого азота. На\nрис. 13 приведены изображения структуры излома стенки компактных труб из\n",
        "(а) (б)\nРисунок 13 – Изображение хрупкого слома стенки труб из YSZ, полученных прессованием\n",
        "керамической трубы. Все исследованные образцы спекали разом в одной печи\nпри температуре 1200°С. На рис. 14 приведены типичные изображения\nструктуры излома керамических труб из YSZ. Для образцов, полученных при\n",
        "(а) (б)\nРисунок 14 – Структура излома стенки керамических труб из YSZ, полученных\n",
        "В выбранном режиме прессования – при амплитуде магнитного давления\nоколо 0,2 ГПа и длительности импульса порядка 100 мкс, были изготовлены\nсерии тонкостенных труб из тонко структурированной керамики кубического\nYSZ, внешний вид которых приведен на рис. 15. Характеристики керамических\nобразцов приведены в таблице 2. Газоплотность труб была исследована\n",
        "Рисунок 15 – Внешний вид тонкостенных трубчатых керамик из кубического YSZ\n",
        "анод на основе Ni-кермета. На рис. 16 приведены вольт-амперные и удельные\nмощностные характеристики электрохимической ячейки при температурах 950,\n900, 850 и 800°С. В качестве топлива использовали водород, окислитель –\nвоздух. Для указанных температур максимальные генерируемые мощности\nсоставили 1,1, 0,74, 0,51 и 0,31 Вт/см2, соответственно. Дополнительным\n",
        "согласования демонстрирует рис. 17, где приведены дилатометрические кривые\n",
        "Рисунок 16 – Вольт-амперные и мощностные\n",
        "Рисунок 17 – Кривые усадки катодных\nкомпозиций с различным содержанием сажи\n",
        "электродные слои на основе LSM и Ni-кермета. Внешний вид и характеристики\nполученных структур твердооксидного элемента приведены на рис. 18 и в\n",
        "(в) (г)\nРисунок 18 – Внешний вид тонкостенных структур твердооксидного элемента с несущим\n",
        "электрохимических ячеек в режиме водород-воздушного ТОТЭ. На рис. 19а\nпредставлены вольт-амперные и мощностные кривые ТОТЭ на основе\n",
        "двухкомпонентной структуры «LSM / YSZ» с несущим электролитом для\nтемператур 908, 862 и 808°С. Анод на основе Ni-кермета наносили методом\nокрашивания. Максимальная генерируемая мощность при этих температурах\nсоставила 0,55, 0,42 и 0,29 Вт/см2, соответственно. На рис. 19б приведены\n",
        "(а) (б)\nРисунок 19 – Вольт-амперные и мощностные кривые ТОТЭ на основе структур «LSM / несущий\n"
    ]
}