{
    "paragraphs": [
        "На рисунке 1 представлены результаты измерений коэффициента\nдиффузии О2 в наноматериалах и монокристаллах одинакового состава ZrO2+9,5\nмол % Y2O3.\nИз приведенных данных следует, что нанокристаллическая керамика\nимеет на 3 порядка выше значение коэффициента диффузии по кислороду, чем у\nмонокристаллов.",
        "Рисунок 1 – Зависимость диффузии О2 в керамических\nобразцах от температуры\n22 22\nатомов. Для объяснения различных свойств поликристаллических материалов\n(скольжения по границам при пластической деформации поликристаллов,\nускорения диффузии, рекристаллизации, сегрегации примесей и зарождения\nновых фаз, плавления по границам, внутреннего трения), обусловленных\nграницами зерен, было предложено несколько моделей границы.",
        "превращаются одна в другую, а для ⇄ превращения диоксида циркония ZrO2\nхарактерно несовпадение температурных интервалов прямого и обратного\nперехода, т.е. наличие явления гистерезиса (рисунок 2).\nРисунок 2 - Кристаллические модификации ZrO2: а – моноклинная б –\nтетрагональная; в – кубическая;\nа б",
        "Рисунок 2 - Кристаллические модификации ZrO2: а – моноклинная б –\nтетрагональная; в – кубическая;\nа б\nв\n25 25\nРисунок 3 - Петля\nгистерезиса при\n⇄ превращении\nZrO2.",
        "Рисунок 3 - Петля\nгистерезиса при\n⇄ превращении\nZrO2.\nСуществование гистерезиса объясняется наличием напряжений в\nструктуре, возникающих при объемных изменениях, сопровождающих\nполиморфное превращение их взаимодействием с остаточными напряжениями,\nимеющимися в образце. ZrО2(MOH.) <=> ZrО2(TЕTР.) <=> ZrО2 (КУБ.) [33].",
        "флюорита. При стабилизации происходит образование\nвакансий в кислородной подрешетке, за счет замещения\nZr4+ на ионы меньшей валентности Y3+. Область\nустойчивости твердых растворов ZrO2 с оксидом иттрия представлена на\nдиаграмме состояния ZrO2 с Y2O3 (рисунок 4) [36].",
        "Первая группа материалов ТСДЦ (Y-TZP) на диаграмме область I\n(рисунок 4) Эта область соответствует содержанию иттрия 2,5-3 мол% Y2O3.\nКерамика этого состава находится в тетрагональной кристаллической\nмодификации с небольшим содержанием моноклинной. Материалы в этой\nобласти содержания оксида иттрия обладают высокой прочностью при Ткомн.\nσизг=1000-2000МПа и вязкостью разрушения К1с=10-12 МПа м1/2 и называются\nкерамической сталью. Для этих материалов механизм повышения прочностных",
        "Рисунок 4 - Диаграмма состояния системы ZrO2 – Y2O3\nЗначительное увеличение механических свойств этих\nтрансформационныхо-упрочненных материалов обусловлено мартенситным\nпревращением зерен метастабильного тетрагонального ZrO2 в моноклинный\nZrO2 на вершине распространяющейся трещины с увеличением объема\nприблизительно на 5,3 % и развитием сдвиговых деформаций [26, 33, 47, 49, 55].",
        "Вторая группа материалов на диаграмме область II (см. рисунок 4). Эта\nобласть соответствует содержанию иттрия 4-5 мол% Y2O3 и называются\nчастично-стабилизированным диоксидом циркония (ЧСДЦ) в международной\nклассификации PSZ.\nКерамика этого состава находится в тетрагональной и кубической\nмодификациях, обладает хорошими прочностными при Ткомн. σизг= 550- 700\nМПа и вязкостью разрушения К1с=7-9 МПа м1/2 . Материалы состава 4-5 мол%\nY2O3 имеют термостойкость при температурном применении при Т=850-900°С в\nрежиме включения и выключения (за несколько минут) с быстрым охлаждением\nдо комнатной температуры [58, 64, 68, 59].",
        "Третья группа материалов на диаграмме область III (рисунок 4). Эта\nобласть соответствует содержанию иттрия 6-10 мол% Y2O3 и называются\nполностью -стабилизированным диоксидом циркония (СДЦ) в международной\nклассификации FSZ. Оксид иттрия добавляют в вышеперечисленном количестве\nдля стабилизации кубической структуры в ZrO2, т.е. для предотвращения\nтетрагонально-моноклинного перехода. Керамика этого состава находится в\nкубической модификации и обладает высокими проводящими свойствами, но\nпри этом имеет низкие значения термо механических свойств, при Ткомн.\nσизг=150- 220МПа и вязкость разрушения К1с=2,0-3 МПа м1/2 [33, 44, 62, 72].",
        "Известно, что при длительном температурном использовании у\nматериалов на основе ЧСДЦ (рисунок 3, участок диаграммы 3-4 мол.% Y2O3)\nнаблюдается процесс старения, связанный с фазовым переходом тетрагональной\nфазы в моноклинную, приводящим к разупрочнению керамики.\nВ работах [71] показано, что на воздухе прочность ЧСДЦ в диапазоне\n200-400°С снижается во времени. Это вызвано действием влаги из воздуха,\nвызывающей переход тетрагональной модификации ZrO2 в моноклинную,\nкоторый сопровождается образованием трещин на поверхности. А в работах [\n76, 79] у высокопрочного ЧСДЦ при длительном температурном воздействии в\nобласти температур 100-1200° С происходила потеря прочности со временем.\nПри этом возрастает количество моноклинной фазы, образовавшейся в\nрезультате термоиспытаний.",
        "стекло-, шлако- и металло- устойчивостью в вакууме, в окислительной и\nвосстановительной атмосферах. Огнеупорные материалы на основе системы\nZrO2 – MgO применяются в сталеплавильном производстве для разливочных и\nстопорных систем линий непрерывной разливки стали. Дозаторы из диоксида\nциркония по сравнению с корундовыми имеют меньшую скорость износа. На\nрисунке представлена диаграмма состояния системы ZrO2 – MgO [3, 8, 28, 37].",
        "Твердый раствор ZrO2–MgO имеет природное свойство – наличие трех\nкристаллических модификаций: моноклинной (), тетрагональной () и\nкубической (), которые при определенных температурах обратимо\nпревращаются одна в другую, Наиболее известны как термостойкая керамика\nматериал состава ZrO2 +6 мол% MgO (рисунок 5) в основном содержит\nмоноклинную кристаллическую фазу [34].",
        "Рисунок 5– Диаграмма состояния системы ZrO2 –\nMgO двух авторов: а) по Эберту и Кону; б) по Жирновой\n45 45\nРисунок 6 – Диаграмма состояния в системе ZrO2 - СаО\nНа рисунке представлена диаграмма состояния системы ZrO2 – СаО,\nтвердый раствор состава ZrO2 – 8 мол% СаО содержит три кристаллические фазы:\nмоноклинную, тетрагональную и кубическую [34].",
        "Рисунок 6 – Диаграмма состояния в системе ZrO2 - СаО\nНа рисунке представлена диаграмма состояния системы ZrO2 – СаО,\nтвердый раствор состава ZrO2 – 8 мол% СаО содержит три кристаллические фазы:\nмоноклинную, тетрагональную и кубическую [34].\nДля улучшения прочностных свойств термостойких материалов на\nоснове ZrO2 используют комбинированные добавки стабилизирующих оксидов.\nСтабилизацию ZrO2 осуществляли смесью оксидов кальция и магния (ZrO2 :\nМgО :СаО составляла 4:1—2:1) в количестве 16—18 мол %. Изделия из такого\nматериала имеют прочность при сжатии свыше 300 Мпа [77, 78].",
        "Выбор направлений исследования по изучению зависимости «состав –\nсвойства нанопорошка – наноструктура керамики – свойства изделия»\nпредставлен схематично на рисунках 7, 8.\n55 55\nВыбор направления исследований\nРисунок 7 - Схема выбора направлений исследований по созданию\nнаноструктуры ионопроводящей керамики.",
        "Рисунок 7 - Схема выбора направлений исследований по созданию\nнаноструктуры ионопроводящей керамики.\nСДЦ\nполностью\nстабилизированный\nдиоксид циркония с\nфазовым составом:\nкубическая",
        "Рисунок 8 - Методологическая схема проведение исследований по\nсозданию термостойкой наноструктуры.\nИсследование по получению оптимальных\nхимического и гранулометрического составов\nна основе порошков ЧСДЦ\nZrO2 +8мол% MgO ;",
        "С помощью вакуумных и перестальтических насосов гели гидроксидов\nпоступали в емкости установки отмывки. Равномерность распределения\nкомпонентов достигали перемешиванием гелей с помощью лопастной мешалкой\nв химическом реакторе и дополнительным перемешиванием после отмывки в\nвысокоскоростном гомогенизаторе. Это дополнительное перемешивание и\nгомогенизацию осажденных гелей проводили в высокоскоростном\nгомогенизаторе проточного (Рисунок 9, б).",
        "Получение частиц порошка с контролируемой степенью агломерации\nначинается с контролируемого процесса удаления физической и химической\nсвязанной воды при переводе осажденных гидрооксидов в оксиды. Этот процесс\nпроводили в роторном испарителе в вакууме при 40°С с вращением колбы со\nскоростью 100 оборотов /ч до содержания влаги до (40-43) % в высушенном\nпорошкообразном продукте. Процесс дегидратации в роторном испарителе при\nа б\nРисунок 9 – а) Роторный испаритель для удаления воды из гелей гидроксидов; б)\nгомогенизатор для гелей.",
        "Важно, что при проведении сушки в роторном испарителе (рисунок 9) с\nдругими режимами (температурой, давлением и скоростью вращение колбы) и с\nдругим значением содержания более или менее 40-43 % остаточной влаги в\nпорошкообразном продукте – все это приводило к получению твердых частиц\nагломератов. Твердые агломераты получались с внутренней пористостью,\nструктура которых наследовалась в структуре спеченной керамики. И за этого\nсвойства материала из этих порошков от одной партии к другой не повторялись,\nчто делало невозможным применение порошков в качестве исходного сырья для\nизготовления функциональной керамики.",
        "Рисунок 10 – Технологическая схема получения порошков, методом\nхимического осаждения из хлористых солей\nПосле фильтрации, промывки и сушки смесь гидроксидов проходила\nтермообработку в интервале температуры 1100°С с выдержкой при этой\nтемпературе 4 часа с целью образования твёрдого раствора оксидов в виде\nчастиц порошка.",
        "стабилизированным оксидом магния, применяли твердофазный способ\nсовместного осаждения из твердой смеси хлористых солей циркония и магния.\nСпособы отличались друг от друга лишь на стадии проведении реакции\nосаждения. Растворный способ проводили в химическом реакторе (рисунок 11),\nтвердофазный в полиэтиленовых банках с мелющими шарами на валковой\nмельнице. Следующие технологические операции были одинаковые для двух\nспособов осаждения. Технология получения порошков диоксида циркония,\nстабилизированного оксидом иттрия, магния и применяемое оборудование\nпредставлены на рисунке 10.",
        "Рисунок 11 - Технологическая линия по получению порошков химическим\nметодом из растворов солей а) химический реактор с установкой отмывки от\nхлористых солей б) сушильные шкафы для сушки гидроксидов.\nДругим не менее важным свойством исследования при получении\nнанокристаллических порошков является морфология частиц агломератов,\nкоторая включает форму, размеры, т.е. дисперсность - распределение в\nколичественном соотношении по размерам.",
        "Результаты гранулометрического анализа исходных порошков марки T4,\nна основе химосажденного диоксида циркония, частично стабилизированного\nоксидом иттрия представлены на рисунке 12. Исходя из распределения частиц\nагломератов по размерам (таблица 5) в порошке преобладающей фракцией\nявляются частицы агломератов у порошка Т4-1 без дезагагрегации\nпромежуточных продуктов - 70-86 мкм, а у порошка Т4-2 с дезагрегацией\nгидроксидов - 14-21 мкм.",
        "а б\nРисунок 12– Распределение частиц агломератов порошка ZrO2-4мол %Y2O3 по\nразмерам T4 – 1 а) без дезагагрегации гидроксидов и б) T4 – 2 с дезагрегацией\nпромежуточных продуктов - гидроксидов в шаровой мельнице с ПАВ\nТаблица 5 - Гранулометрический состав порошка исходного до помола марки\nT4 -1без и Т4-2 с дезагрегацией гидрооксидов .",
        "Результаты гранулометрического анализа исходных порошков состава\nмарки К8 на основе химосажденного диоксида циркония, полностью\nстабилизированного оксидом иттрия представлены на рисунке 13. Анализ\nраспределения частиц агломератов по размерам (Таблица 6) показал, что в\nпорошке преобладающей фракцией являются частицы агломератов у порошка\nК8-1 без дезагагрегации промежуточных продуктов 86 - 140 мкм, а у порошка\nК8 - 2 с дезагрегацией - 13-20 мкм до помола.",
        "Рисунок 13 – Распределение частиц агломератов порошка а) К8 – 1 по\nразмерам без дезагагрегации гидроксидов; б) К8 – 2 с дезагрегацией\nгидроксидов\nТаблица 6. Гранулометрический состав исходного порошка до помола марки К8-\n1 без и К8-2 с дезагрегацией гидрооксидов\nКоличество ,",
        "Результаты гранулометрического анализа исходных порошков марки К10\nна основе химосажденного диоксида циркония, полностью стабилизированного\nоксидом иттрия, представлены на рисунке 14. Исходя из распределения частиц\nагломератов по размерам (Таблица 7 ) в порошке преобладающей фракцией\nявляются частицы агломератов у порошка К10-1 (196 – 200) мкм , у порошка\nК10-2 - (35-40 )мкм.",
        "а б\nРисунок 14 – Распределение частиц агломератов порошка К10 по размерам\nбез дезагагрегации гидроксидов К10 – 1 а) и К10 – 2 б) с дезагрегацией\nгидроксидов в шаровой мельнице с ПАВ.\nТаблица 7 – Грансостав порошков до помола К10-1 без и К10-2 с\nдезагрегацией гидрооксидов",
        "Результаты гранулометрического анализа исходных порошков марки М8\nна основе химосажденного диоксида циркония, стабилизированного оксидом\nмагния, представлены на рисунках 15. Исходя из распределения частиц\nагломератов по размерам (таблица 8) в порошке преобладающей фракцией\nявляются частицы агломератов без дезагломерации (35-76) мкм, а у порошка\nМ8-2 с дезагломерацией - (9-27) мкм до помола.",
        "а б\nРисунок 15 – Распределение частиц агломератов порошка М8 по размерам без\nдезагагрегации гидроксидов а) М8–1 и М8– 2 б) с дезагрегацией гидроксидов\n69 69\nГранулометрический анализ всех исследуемых порошков оксидов после\nобжига при температуре 1200°С показал необходимость операции измельчения\nчастиц оксидов в шаровой мельнице с добавкой ПАВ.",
        "2. 1.2 ПОМОЛ И МЕХАНОАКТИВАЦИЯ ПОРОШКОВ\nПомол порошков диоксида циркония, стабилизированного оксидом иттрия\nи магния .Помол и механоактивация частиц агломератов диоксида циркония,\nстабилизированного оксидом иттрия, магния проводили в шаровой мельнице с\nфутеровкой и мелющими шарами из диоксида циркония, стабилизированного\nоксидом иттрия. На рисунке 16 представлен внешний вид и рабочая схема\nшаровой мельницы.",
        "Рисунок 16 – Рабочая схема а), б) и внешний вид шаровой мельницы в).\nОдним из технологических подходов по выравнивание агломерированных\nнаноразмерных порошков по гранулометрическому составу является\nмеханическая обработка в мельницах. Преимущество такой обработки состоит в\nвозможности дополнительной активации порошков, дезагломерации,\nразрушение мягких агломератов. Механическая активация с помощью помола\nспособствует образованию новых поверхностей структурных дефектов в объеме\nчастиц и поверхностях.",
        "2.1.3 ИЗМЕРЕНИЕ ПИКНОМЕТРИЧЕСКОЙ ПЛОТНОСТИ.\nИзмерение пикнометрической плотности (истинной) проводили на\nавтопикнометре марки Автопикнометр АссиРус II 1340 фирмы Micromeritics\n(США). В основе работы гелиевого пикнометра лежит измерение объема газа\nНе, вытесненного измеряемым образцом объемом Vобр из камеры для анализа\nкалиброванным объемом Vcell. В камеру расширения с известным объемом Vexp\n(Рисунок 17 )",
        "Рисунок 17 - Схема измерения пикнометрической плотности с помощью\nавтопикнометра.\nVобр = Vcell – Vexp/[ (P1/P2)-1], ( 1 )\nP1- атмосферное давление;\nР2 – промежуточное давление, которое устанавливается после открытия\nклапана.",
        "Результаты измерения гранулометрического состава порошков без\nдополнительного помола гидроксидов Т4-1, К8-1, при проведении шарового\nпомола в течение 4, 12, 20, 24, 25 часов представлены на рисунках 18, 20\nсоответственно.\n76 76\nРисунок 18 - зависимость гранулометрического состава в зависимости от\nвремени помола агломератов частиц порошка Т4-1 в шаровой мельнице",
        "Рисунок 18 - зависимость гранулометрического состава в зависимости от\nвремени помола агломератов частиц порошка Т4-1 в шаровой мельнице\nРезультаты измерения гранулометрического состава порошков с\nдополнительным помолом гидроксидов Т4-2, К8-2 при проведении\nокончательного шарового помола в течение 4, 12, 20, 24, 25 часов представлены\nна рисунках 19, 21 соответственно.",
        "Результаты измерения гранулометрического состава порошков с\nдополнительным помолом гидроксидов Т4-2, К8-2 при проведении\nокончательного шарового помола в течение 4, 12, 20, 24, 25 часов представлены\nна рисунках 19, 21 соответственно.\nРисунок 19- Зависимость гранулометрического состава в зависимости от\nвремени помола агломератов частиц порошка Т4-2 в шаровой мельнице",
        "Рисунок 19- Зависимость гранулометрического состава в зависимости от\nвремени помола агломератов частиц порошка Т4-2 в шаровой мельнице\n0ч\n4ч\n12ч\n20ч",
        "Рисунок 20- Зависимость гранулометрического состава в зависимости от\nвремени помола агломератов частиц порошка К8-1 в шаровой мельнице\nРисунок 21- Зависимость гранулометрического состава в зависимости от\nвремени помола агломератов частиц порошка К8-2 в шаровой мельнице\n0 ч\n4ч",
        "Рисунок 21- Зависимость гранулометрического состава в зависимости от\nвремени помола агломератов частиц порошка К8-2 в шаровой мельнице\n0 ч\n4ч\n12ч\n20ч",
        "Значения удельной поверхности порошков в работе рассматривали в\nнепосредственной связи с пикнометрической плотностью. Эти показатели\nговорят о состоянии агломератов частиц порошка. Если в результате помола и\nмеханоактивации у порошков остается неизменной пикнометрическая плотность\nи при этом увеличивается значение удельной поверхности, то это значит, что\nагломераты частиц порошка были «мягкие» и разрушились при помоле. Если\nагломераты были твердые, то открытие, частичное разрушение жестких\nмостиков у частиц привело к уменьшению значения пикнометрической\nплотности по сравнению с плотностью до помола и при этом удельная\nповерхность незначительно изменилась. Так произошло с порошками марки T4–\n1, К8-1, К10-1, М8-1, у которых наблюдается уменьшение пикнометрической\nплотности после помола в шаровой мельнице (таблица 9) и незначительное\nувеличение Sуд. Предположительно, у этих порошков имеются твердые\nагломераты, которые сохраняются даже при применении ультразвука при\nизмерении гранулометрического состава методом лазерной дифракции,\nгранулометрический состав порошков не меняется после помола, но значение\nпикнометрической плотности уменьшается. Это происходит от того, что помол\nоткрывает внутреннюю развитую поверхность частиц, и поэтому Υпикн.\nуменьшается, а Sуд увеличивается при неизменном гранулометрическом составе.\nЭти выводы подтверждаются результатами исследования частиц порошков на\nэлектронном микроскопе (рисунок 22 ).",
        "У порошков Т4-2 и К8-2 и К10-2 наблюдали образование «мягких»\nагломератов после обжига и помола, так как после помола у этих порошков\nпикнометрическая плотность не изменялась, а удельная поверхность после\nпомола увеличивалась (таблица 10). У этих порошков была на стадии\nгидроксидов проведена дезагрегация в виде помола в шаровой мельнице в\nтечение 6 часов с добавкой ПАВ. Результаты гранулометрического состава\nчастиц агломератов у этих порошков (рисунки 19, 21 ) показали, что размеры\nагломератов частиц изменились с 6 - 8 мкм до 2 мкм.",
        "Исследование частиц порошков методом сканируещей электронной\nмикроскопии подтвердило этот вывод. Результаты электронно\nмикроскопического исследования представлены на рисунке 19. Окончательный\nвывод о необходимости проведения дополнительной дезаагрегации порошков на\nстадии гидроксидов можно сделать при окончательном спекании\nотформованных образцов из этих порошков.",
        "е\nРисунок 22 – Частицы агломератов а) Т4-1 б) Т4-2 в ) К8 - 1; г) К 8 -2;\nд)К10-1; е) К10.\nДля получения наноструктурной керамики очень важно знать химический\nсостав исходных порошков. Измерения химического состава порошков были\nпроведены на порошках, у которых была проведена дезагломерация гидроксидов",
        "Поэтому для получения диоксида циркония, стабилизированного оксидом\nмагния в заданном составе М8-3 с содержанием оксида магния до 3,2 мас %, что\nсоответствует 8 мол %, применили твердофазный способ химического\nосаждения. Способ заключается в проведении реакции осаждения из твердых\nсолей с добавкой осадителя раствора аммиака по технологической схеме,\nпредставленной на рисунке 10.",
        "С помощью помола в вибро- мельнице получили порошок ЧСДЦ(CaO), с\nгранулометрическим составом , представленным на рисунке 23 и в таблице 14.\nВ результате вибро помола порошка ЧСДЦ (CaO) в течение 6 часов все\nкуски были размолоты в порошок. Размеры частиц порошка достигли значения\nв среднем 35 мкм. Гранулометрический анализ показал, что процесс\nизмельчения частиц порошка происходил после 4 - 6 часов помола и в\nдальнейшем до 16 часов средний размер частиц достиг значения 8-15 мкм.",
        "Рисунок 23 – Распределение частиц агломератов порошка порошка ZrO2 – CaO\nпо размерам после вибро- помола в течение 4 ч - а), 6ч - б), 16ч - в),где Х-размер\nчастиц агломератов.\nТаблица 14 - Значения распределения частиц по размерам порошка ЧСДЦ (CaO)\nПорошок ЧСДЦ (CaO) Количество , %\nИнтервал значений",
        "На рисунке 24 представлена технологическая схема получения образцов\nнаноструктурной керамики на основе ZrO2-Y2O3.\nРисунок 24 - Технологическая схема изготовления образцов\n2.4.1 ПРИГОТОВЛЕНИЕ ШЛИКЕРА ДЛЯ ПЛЕНОЧНОГО ЛИТЬЯ ИЗ\nПОРОШКОВ ZrO2-Y2O3.\nВ качестве метода формования для получения образцов наноструктурной\nкерамики в работе выбрали способ пленочного литья шликера на движущуюся\nподложку. Шликер представляет собой густую суспензию , состоящую из смеси\nкерамического порошка и временной технологической связки (ВТС). ВТС для\nпленочного литья имеет многокомпонентный состав:",
        "Рисунок 24 - Технологическая схема изготовления образцов\n2.4.1 ПРИГОТОВЛЕНИЕ ШЛИКЕРА ДЛЯ ПЛЕНОЧНОГО ЛИТЬЯ ИЗ\nПОРОШКОВ ZrO2-Y2O3.\nВ качестве метода формования для получения образцов наноструктурной\nкерамики в работе выбрали способ пленочного литья шликера на движущуюся\nподложку. Шликер представляет собой густую суспензию , состоящую из смеси\nкерамического порошка и временной технологической связки (ВТС). ВТС для\nпленочного литья имеет многокомпонентный состав:",
        "планетарном миксере Курабо марки КК-2000, внешний вид которого\nпредставлен на рисунке 25.\nТаблица 15 - Состав порошка с временной технологической связкой (ВТС)\n№\nкомпонента\nНазвание компонента",
        "Литье шликера проводили на установке С-1 фирмы «CARO» (рисунок 26)\nна движущуюся майларовую подложку (полиэтилентерефталат ПЭТ). ПЭТ\nудовлетворяет требованиям: имеет гладкую поверхность, без трещин, складок и\nрезко выраженных продольных и поперечных полос; не вступает в химическое\nРисунок 25 - Планетарный миксер\nКК-2000 Kurabo Mazerustar",
        "Рисунок 26 - Установка пленочного литья с загрузочным резервуаром б)\nлитье пленки\nЛитье пленки проводили из резервуара через дозирующее устройство, в\nкотором с помощью лазера поддерживается постоянный заданный уровень\nшликера. Толщину высушенной пленки регулировали с помощью изменения\nрасстояния от металлического ракеля до поверхности подложки. Расстояние\nзадавали с помощью измерительных щупов исходя из практических данных.\nТолщина пленки зависит от скорости подачи конвейера установки с майларовой\nподложкой. Пленку из приготовленного шликера на основе порошков диоксида\nциркония, стабилизированного оксидом иттрия, получали толщиной (250 - 270)\nмкм при скорости движения конвейера 0, 3 м/ч.",
        "На образцы «сырой» пленки методом трафаретной печати было нанесено\nметаллизированное покрытие из платиновой пасты. Пасту наносили с\nприменением металлических сетчатых трафаретов из нержавеющей стали с\nокном сетки в 40 мкм и диаметром нитей сетки 25мкм. В состав платиновой\nпасты входил порошок платины марки ППпл 65%, порошок диоксида циркония,\nстабилизированный оксидом иттрия - 7%, связующее ПВБ 2,7-3 % и\nрастворитель - терпинеол – остальное от 100%. Внешний вид установки резки и\nпленки представлены на рисунке 27.",
        "Рисунок 27 - Внешний вид установки резки а), загрузочный стол с пленкой\nи с вертикальными ножами б).\n2.4.4 СПЕКАНИЕ ОБРАЗЦОВ\nОбразцы сырой пленки поместили на пористые подложки из оксида\nалюминия с отрытой пористостью до 40% и накрыли такой же подложкой. В\nпроцессе последующего спекания происходило выгорание ВТС из пленки и\nпасты до 1000°С. После 1000° С происходило твердофазное спекание частиц\nдиоксида циркония. Спекание проводили в высокотемпературной печи марки\nHT64/17 фирмы «Nabertcherm», рисунок 28.",
        "Образцы сырой пленки поместили на пористые подложки из оксида\nалюминия с отрытой пористостью до 40% и накрыли такой же подложкой. В\nпроцессе последующего спекания происходило выгорание ВТС из пленки и\nпасты до 1000°С. После 1000° С происходило твердофазное спекание частиц\nдиоксида циркония. Спекание проводили в высокотемпературной печи марки\nHT64/17 фирмы «Nabertcherm», рисунок 28.",
        "Рисунок 28 - Высокотемпературная электрическая печь\nРежимы спекания были выбраны исходя из окончательной цели –получить\nнаноструктуру с максимальной плотностью и с минимальной открытой\n90 90\nпористостью (до 0,02%). Задача спекания керамики с наноструктурой -\nсохранение нанокристаллитов, предотвращения их укрупнения свыше 100 нм.\nЭто возможно, когда спекание происходит с высоким темпом нагрева,\nдостаточно быстро. Экспериментальное исследование по спеканию было\nпроведено по следующей методологической схеме, представленной на рисунке\n29.",
        "пористостью (до 0,02%). Задача спекания керамики с наноструктурой -\nсохранение нанокристаллитов, предотвращения их укрупнения свыше 100 нм.\nЭто возможно, когда спекание происходит с высоким темпом нагрева,\nдостаточно быстро. Экспериментальное исследование по спеканию было\nпроведено по следующей методологической схеме, представленной на рисунке\n29.",
        "Рисунок 29 - Методологическая схема проведения исследования по\nспеканию экспериментальных образцов пленок из диоксида циркония,\nстабилизированного оксидом иттрия с различным содержанием.\n2.4.5 ИЗМЕРЕНИЕ ФУНКЦИОНАЛЬНЫХ И ФИЗИЧЕСКИХ СВОЙСТВ\nСПЕЧЕННЫХ ОБРАЗЦОВ. ИЗМЕРЕНИЕ ИОННОЙ ПРОВОДИМОСТИ\nИзмерение фазового состава проводили рентгенографическими методами,\nразмер кристаллитов измеряли методом ОКР, исследование структуры образцов\nспеченных пленок проводили с помощью электронной микроскопии.",
        "Образцы получали методом пленочного литья, нанесением проводящих\nконтактов методом трафаретной печати из пасты на основе порошка платины и\nдальнейшим спеканием при температуре, обеспечивающей высокую\nотносительную плотность и сохранение наноструктуры до 100нм. Образцы\nимели толщину 250-270 мкм. Контактные площадки наносили на поверхность\nобразца в виде четырех полосок шириной не более 0,5 мм и не\nрегламентируемой длиной, например, 2-3 мм (рисунок 30).",
        "8 Вольтметр с вх ГОм\nРисунок 30 – Блок-схема установки измерения удельного сопротивления\nПроизводить вычисления удельного сопротивления по формуле\n1\n1 1 2 2 3 3\n1 1 1 1\n2",
        "В работе порошок ЧСДЦ (СаО) подвергали вибропомолу с измерением\nгранулометрического состава после 4, 6, 16 часов помола. Результаты измерения\nгранулометрического состава представлены в таблице 14 и на рисунке 17.\nВ работе в качестве исходных применили порошки ЧСДЦ (СаО) после 6\nчасов вибро помола со средним размером частиц 30-35 мкм и после 16 часов\nвибропомола со средним размером частиц порошка 8-15 мкм, свойства которых\nпредставлены ранее в главе 2.3 и таблице13, и ЧСДЦ (MgO) со средним\nразмером частиц агломератов 2-5 мкм , состоящих из кристаллитов с размерами\nдо 25-30 нм, полученного твердофазным осаждением, свойства которого\nпредставлены в главе 2.3 и таблице 13.",
        "Для выполнения цели исследования получения наноструктурной керамики с\nповышенной термостойкостью в работе приготовили смеси порошков в\nсоотношении 100/0; 20/80; 25/75; 30/70; 40/60; 70/30; 80/20 0/100 ЧСДЦ (СаО) и\nЧСДЦ (MgO) соответственно на стадии приготовления пресс порошка по\nследующей технологической схеме (рисунок 31).",
        "Рисунок 31 - Технологическая схема изготовления образцов из наноструктурной\nкерамики на основе ЧСДЦ (MgO) с добавками ЧСДЦ (СаO)\n2.5.1. ПРИГОТОВЛЕНИЕ ПРЕССПОРОШКА .\nВ качестве метода прессования выбрали способ изостатического\nпрессования в специальной формовой оснастке. Для проведения прессования\nнеобходимо к смеси исходных порошков добавить временную технологическую\nсвязку (ВТС), которая является пластичной прослойкой при прессовании частиц\nпорошков.",
        "Помол порошков проводили в отдельных шаровых мельницах до заданных\nразмеров частиц. Порошок ЧСДЦ (MgO) помололи до размера частиц,\nнаходящихся в диапазоне от 2 до 5 мкм более 75%, а порошок ЧСДЦ (CaO)\nприменяли с различной дисперсностью 30-35 мкм после 6часов помола и 8 -15\nмкм более 75% после 16 часов помола ( рисунок 20 б, в и таблица 14).",
        "Затем порошки смешивали в определенных соотношениях смесей 100/0;\n20/80; 25/75; 30/70; 40/60; 70/30; 80/20 0/100 ЧСДЦ (СаО) и ЧСДЦ (MgO)\nсоответственно. Равномерное распределение ВТС среди частиц порошка,\nразличной дисперсности важная и сложная задача. Из этих смесей были\nприготовлены пресс порошки с добавкой водного раствора поливинилового\nспирта в количестве до 1 мас %. Увлажнение порошка путем добавления\nпластификаторов повышает подвижность частиц порошка и снижает трение\nмежду частицами и материалами формовой оснастки. Смешение смесей с ВТС\nпроводили на диссольвере марки СN10 производства (Германия) с помощью\nмешалки в виде фрезы (рисунок 32) .",
        "Рисунок 32 - Внешний вид диссольвера а) и мешалки б ) для смешения\nисходных порошков с ВТС.\nСмешанную массу продавливали через сито с капроновой сеткой с\nопределенным размером ячейки и получали пресспорошок в виде гранулята с\nостаточной влажностью до (0,8-1) мас %. Порошок сушили на воздухе и\n98 98",
        "Холодное изостатическое прессование порошка в эластичной оболочке под\nдействием всестороннего обжатия с помощью жидкости называется\nгидростатическим. При гидростатическом прессовании пресс порошок засыпали\nв полиуретановые оболочки формовой оснастки, помещали в камеру гидростата,\nв котором создавали требуемое давление жидкостью с помощью насоса\nвысокого давления (рисунок 33).",
        "Прессование порошка происходило в\nгерметичной эластичной форме, что\nобеспечивает равномерное сжатие всего\nобъема, и как следствие отсутствие\nлокальных областей с концентрацией\nнапряжений, возникающих при\nдеформации и как результат\nвызывающих растрескивание\nспрессованной заготовки. При этом виде\nпрессования почти отсутствует трение\nчастиц порошка о стенки\nполиуретановой оболочки, так как\nстенки перемещаются вместе с\nчастицами. Этим способом получают равноплотные заготовки. Образцы и\nзаготовки втулок, тиглей прессовали при давлении Р=100 Мпа. При этом\nдавлении получали заготовки образцов и втулок без дефектов, свойственных\nизостатическому прессованию (расслоений, трещин, осыпаний кромок,\nобразование шеек).\nРисунок 33 – Внешний вид установки\nХИП",
        "Методом гидростатического прессования были изготовлены заготовки\nтиглей, втулок, тиглей для драгметаллов (рисунок 34)\nа б\nв г\nд е\nРисунок 34 - Внешний вид технологической оснастки для формования\nметодом ХИП и заготовок изделий: оснастки а) и заготовок тиглей для\nрасплавления спецсплавов б); оснастки в) и заготовок втулок для установки\nраспыления расплавов металлов г), оснастки д) и заготовок тиглей, для\nплавки драг металлов е).",
        "д е\nРисунок 34 - Внешний вид технологической оснастки для формования\nметодом ХИП и заготовок изделий: оснастки а) и заготовок тиглей для\nрасплавления спецсплавов б); оснастки в) и заготовок втулок для установки\nраспыления расплавов металлов г), оснастки д) и заготовок тиглей, для\nплавки драг металлов е).",
        "Спекание порошковых заготовок проводили в высокотемпературной\nэлектрической печи NT64/17 фирмы Nabertherm с нагревателями из дисилицид\nмолебдена (MoSi2). Печи с такими нагревателями позволяют проводить режимы\nспекания с высокими темпами нагрева до 680-700°/ч (за 2,5ч до Тмах 1700° С) и\nохлаждения (до 600°/ч). Режимы нагрева и охлаждения по которым проводили\nспекание спрессованных заготовок изделий из смеси порошков, различных\nсоставов представлены на рисунке 35.",
        "Третий способ – двухстадийный обжиг с быстрым темпом нагрева со\nскоростью 350 °/ч до температуры равной температуре эксплуатации 1700°С, а\nзатем с быстрым темпом охлаждения (до 600 °/ч) до температуры (1000°С)\nобразования наноструктурных элементов в объеме керамики с выдержкой при\nэтой температуре в течение от 2 до 4 часов (Рисунок 35 ).",
        "Рисунок 35 - Режимы спекания экспериментальных заготовок изделий (тигли,\nвтулки, сопла)\n2.5.4. ОПРЕДЕЛЕНИЕ ФИЗИЧЕСКИХ, ТЕРМОСТОЙКИХ СВОЙСТВ\nСПЕЧЕННЫХ ОБРАЗЦОВ.\nОбразцы были изготовлены из смеси порошков диоксида циркония,\nстабилизированного оксидами магния и кальция, в различных соотношениях и\nотформованы холодным изостатическим прессованием (ХИП).",
        "Термостойкость образцов оценивали как сохранение целостности без\nпоявления трещины и разрушения при нагревании образцов в электрической\nпечи и выдержке при температуре 1300 ºС в течение 15 минут при закалке в воду\n(20-25°С) до появления трещины и разрушения заготовок тиглей и втулок\n(рисунок 36). Применяли метод определения термостойкости как определения\nчисла теплосмен без трещин и разрушения [15].",
        "б в\nРисунок 36 – Спеченные заготовки тиглей а) и заготовки при термоциклах в\nпечи б) при 1300° С – вода; внешний вид тиглей при погружении в воду б) и\nв).\nВ работе была исследована микроструктура заготовок с различными\nзначениями открытой пористости, установлена эволюция фазового состава\nспеченной керамики.",
        "Началом исследования по получению плотной наноструктуры\nкерамических образцов – пленок явилось определение зависимости усадочных\nкривых в области температур (900-1650)°С. Спекание было проведено со\nскоростью 350°С/ч. Усадочные кривые при спекании керамических образцов –\nпленок из нанокристаллических порошков различных составов представлены на\nрисунке 37.",
        "Рисунок 37 - Зависимость линейной усадки образцов керамических пленок\nразличных составов при спекании от 900°С - до 1650°С.\n-2\n0\n2\n4\n6\n8\n10\n12\n14\n16\n18",
        "Рисунок 38 – Зависимость относительной плотности образцов различных\nсоставов от температуры спекания.\nРезультаты исследования фазообразования, механических свойств при\nразличных скоростях нагрева образцов керамических пленок толщиной 250 - 270\nмкм из порошков различных составов представлены в таблице 17\n55\n65\n75\n85\n95",
        "нагрева до максимальной температуры спекания образцов керамической пленки\nтолщиной 220-250 мкм представлены на рисунке 39.\nа б\n0\n50\n100\n150\n200\n250\n300\n350\n400",
        "Рисунок 39 - Зависимость размера кристаллитов от относительной плотности\nспеченных образцов керамической пленки из порошков, различающихся по\nсоставу при различных скоростях нагрева до температуры: а) Т4, Тмах =1550°С\nб) Т4А ;в) К8, до Тмах=1600°С; г) К10 до Тмах=1650°С.\nАнализ экспериментальных данных по относительной плотности и\nпредельному размеру кристаллитов показал (рисунок 39), что нагрев со\nскоростью 350°С/ч у всех материалов приводит к сохранению предельных\nразмеров кристаллитов до 100 нм. Сохранение наноструктуры у материала\nсостава Т4 наблюдается при относительной плотности 97%, а добавка 1 мол %\nоксида алюминия активизирует процесс спекания и образцы из материала Т4А\nспекаются при скорости нагрева 350°/ч до 99% относительной плотности.\nОбразцы керамической пленки К8 из полностью стабилизированного диоксида\nциркония с 8 мол% оксида иттрия при скорости нагрева 350°С/ч спекаются с\nнаноструктурой до 100 нм до 98% относительной плотности.",
        "Анализ экспериментальных данных по относительной плотности и\nпредельному размеру кристаллитов показал (рисунок 39), что нагрев со\nскоростью 350°С/ч у всех материалов приводит к сохранению предельных\nразмеров кристаллитов до 100 нм. Сохранение наноструктуры у материала\nсостава Т4 наблюдается при относительной плотности 97%, а добавка 1 мол %\nоксида алюминия активизирует процесс спекания и образцы из материала Т4А\nспекаются при скорости нагрева 350°/ч до 99% относительной плотности.\nОбразцы керамической пленки К8 из полностью стабилизированного диоксида\nциркония с 8 мол% оксида иттрия при скорости нагрева 350°С/ч спекаются с\nнаноструктурой до 100 нм до 98% относительной плотности.",
        "Исследование структуры спеченных образцов керамических пленок из\nпорошков состава Т4, Т4А (рисунок 40) подтвердило, что размер кристаллитов у\nобразцов до 100 нм получили при режиме спекания со скоростью нагрева 350°/ч\n[ЗНАЧЕНИ\nЕ X]; 5\n98,5",
        "е\nРисунок 40 – Структура спеченных пленок состава Т4(а, б, в) и Т4 А (г, д, е) при\nТ=1550°С с различными скоростями нагрева, при увеличении в х 60000\n108 108\n50°С/ч 100°С/ч 350°С/ч\nа б",
        "г д\nРисунок 41– Структура спеченных пленок состава:\n- К8, спеченных с различной скоростью нагрева при Тмах1600°С а) 50°С/ч ; б)\n100°С/ч; в) 350°С/ч;\n- К10, спеченных с различной скоростью нагрева при Т=1650°С а) 50°С/ч ; б)\n100°С/ч; в) 350°С/ч; при увеличении в х 60000.",
        "У материала из полностью стабилизированного диоксида циркония К10 с\n10 мол% оксида иттрия при спекания не удается даже при нагреве 350°/ч\nсохранить наноструктуру, размер частиц кристаллитов достигает размеров\nсвыше3-5мкм и при этом относительная плотность достигает лишь 95%\n(рисунок 41, е).",
        "Тмах 1550 °С; для К8 при Тмах 1600°С. Результаты спекания представлены на\nрисунках 42, 43.\nа б\nРисунок 42 – Зависимость относительной плотности от размера кристаллитов\nпри различных температурах спекания при скорости нагрева 350° С/ч для Т4 а) и\nдля Т4А б).",
        "Рисунок 42 – Зависимость относительной плотности от размера кристаллитов\nпри различных температурах спекания при скорости нагрева 350° С/ч для Т4 а) и\nдля Т4А б).\nа б\nРисунок 43 – Зависимость относительной плотности от размера кристаллитов\nкерамики на основе К8 ZrO2(8%Y2O3) а); К10 б) при различных температурах\nспекания при скорости нагрева 350°С/ч",
        "Рисунок 43 – Зависимость относительной плотности от размера кристаллитов\nкерамики на основе К8 ZrO2(8%Y2O3) а); К10 б) при различных температурах\nспекания при скорости нагрева 350°С/ч\nДалее в работе было проведено исследование по получению плотной\nнаноструктуры у образцов керамических пленок в зависимости от скорости\nохлаждения от максимальной температуры при спекании. Результаты\nэкспериментов с различной скоростью охлаждения от максимальной\nтемпературы спекания у керамических образцов, отличающихся составом и\nспеченных до относительной плотности 98-99 % от теоретической представлены",
        "в таблице 18. Изменения фазового состава в зависимости от скорости\nохлаждения представлены на рисунке 44 для К8.\nРисунок 44 – Фазовый состав у образца К8, полученного спеканием с\nразличными скоростями охлаждения\nБыло обнаружено, что быстрый темп охлаждения после спекания в\nобласти кубической фазы существенно повлиял на фазовый составТ4 и Т4А\n(рисунок 45, 46). Рентгеноспектральный анализ показал, что распределение\nиттрия происходит по границам кристаллитов. Морфология зерен\nнеопределенная, границы сглаженные. Зерна состоят из кристаллитов, которые\nобразуют агломераты.",
        "Рисунок 44 – Фазовый состав у образца К8, полученного спеканием с\nразличными скоростями охлаждения\nБыло обнаружено, что быстрый темп охлаждения после спекания в\nобласти кубической фазы существенно повлиял на фазовый составТ4 и Т4А\n(рисунок 45, 46). Рентгеноспектральный анализ показал, что распределение\nиттрия происходит по границам кристаллитов. Морфология зерен\nнеопределенная, границы сглаженные. Зерна состоят из кристаллитов, которые\nобразуют агломераты.",
        "Было обнаружено, что быстрый темп охлаждения после спекания в\nобласти кубической фазы существенно повлиял на фазовый составТ4 и Т4А\n(рисунок 45, 46). Рентгеноспектральный анализ показал, что распределение\nиттрия происходит по границам кристаллитов. Морфология зерен\nнеопределенная, границы сглаженные. Зерна состоят из кристаллитов, которые\nобразуют агломераты.",
        "Рисунок 45 - Фазовый состав образцов, из Т4, спеченных при 1550 °С с\nразличной скоростью охлаждения\n4507,00\n2430,00\n510,67 310,00\n0\n5000",
        "Рисунок 46 - Фазовый состав образцов, из Т4А, спеченных при 1550° С с\nразличной скоростью охлаждения\nВ результате проведенного эксперимента выявили, что наблюдается\nплавный рост кристаллитов при нагревании в области полиморфных\nструктурных превращений, которое сопровождается разрушением наночастиц\nисходной фазы и образования новой с меньшим размером кристаллитов.",
        "Было обнаружено, что быстрый темп охлаждения после спекания в\nобласти кубической фазы существенно повлиял не только на фазовый состав\n(рисунок 47, 48), но и на структуру и проводящие свойства керамики состава К8\n- К10.\nа\nРисунок 47– Фазовый состав К8 ZrO2 – 8 % Y2O3 в зависимости от скорости\nохлаждения при спекании",
        "Рисунок 47– Фазовый состав К8 ZrO2 – 8 % Y2O3 в зависимости от скорости\nохлаждения при спекании\n16 18\n13\n33\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100",
        "Рисунок 48– Зависимость фазового состава керамики а) К8, б) К10 от\nтемпературы охлаждения\nПолучение K напр´- фазы в меньшем количестве у материала состава К10\nпо сравнению с К8 объясняется тем, что у К10 низкие значения относительной\nплотности спеченных образцов 93-95 % от теоретической .\nВ результате проведения исследования по отработке режимов спекания с\nразличными скоростями охлаждения выявлено, что скорость охлаждения после\nспекания в области кубической фазы существенно влияет на фазовый состав\nматериала, структуру и проводящие свойства. При быстром темпе охлаждения\nкубическая фаза диоксида циркония претерпевает бездиффузионное\nпревращение в кристаллическую фазу, отличающеюся увеличенными\nпараметрами решетки, напряженную. Кубическая фаза дает энергетические\nцентры кристаллизации, влияет на перераспределение стабилизирующего оксида\nв мелких зернах, приводит к уменьшению размеров кристаллитов. Медленное\nохлаждение приводит к формированию в кубической фазе выделений\nтетрагональной фазы по диффузионному механизму, которые при\nтемпературном применении переходят в моноклинную фазу. Этот механизм\nработает только при соблюдении некоторых условий. Керамика должна быть\nспечена до максимальной относительной плотности с сохранением\nнаноструктуры. На рисунке 49 представлены результаты микроэлектронного",
        "В результате проведения исследования по отработке режимов спекания с\nразличными скоростями охлаждения выявлено, что скорость охлаждения после\nспекания в области кубической фазы существенно влияет на фазовый состав\nматериала, структуру и проводящие свойства. При быстром темпе охлаждения\nкубическая фаза диоксида циркония претерпевает бездиффузионное\nпревращение в кристаллическую фазу, отличающеюся увеличенными\nпараметрами решетки, напряженную. Кубическая фаза дает энергетические\nцентры кристаллизации, влияет на перераспределение стабилизирующего оксида\nв мелких зернах, приводит к уменьшению размеров кристаллитов. Медленное\nохлаждение приводит к формированию в кубической фазе выделений\nтетрагональной фазы по диффузионному механизму, которые при\nтемпературном применении переходят в моноклинную фазу. Этот механизм\nработает только при соблюдении некоторых условий. Керамика должна быть\nспечена до максимальной относительной плотности с сохранением\nнаноструктуры. На рисунке 49 представлены результаты микроэлектронного",
        "Рисунок 49 – Структура спеченных керамических образцов состава К8 (ZrO2+8\nмол %Y2O3), полученных при различных скоростях охлаждения и измеренных\nпри разных увеличениях.\nК8 50°С/ч К8 150°С/ч К8 600°С/ч\n114 114\nСпекание при 1600°С с различными скоростями охлаждения Было\nпроведено электронно-микроскопическое исследование структуры образцов\n(рисунок 49) на электронном микроскопе EVO- 40 фирмы Carl Zeiss (Германия)\nи сделан сравнительный анализ спеченной керамики из порошков, с различным\nхимическим и фазовым составом при оптимальной температуре, при которой\nобразцы имели максимальное значение плотности и нулевую открытую\nпористость.",
        "Спекание при 1600°С с различными скоростями охлаждения Было\nпроведено электронно-микроскопическое исследование структуры образцов\n(рисунок 49) на электронном микроскопе EVO- 40 фирмы Carl Zeiss (Германия)\nи сделан сравнительный анализ спеченной керамики из порошков, с различным\nхимическим и фазовым составом при оптимальной температуре, при которой\nобразцы имели максимальное значение плотности и нулевую открытую\nпористость.",
        "Обнаружено существенное влияние химического и фазового состава на\nтемпературные зависимости электропроводимости керамических образцов из\nматериалов на основе диоксида циркония с различным содержанием Y2O3.\nПроисходит эволюция фазового состава и структуры образцов из материала Т4\n(ZrO2-4 мол%Y2O3) под влиянием охлаждения с высокой скоростью от\nмаксимальной температуры. Установлено, что для образцов из Т4 до плотного\nспекания и с сохранением нано структуры требуется высокая температура\nспекания - 1550°С. При спекании Т4 появляется еще кубическая фаза.\nПовышение скорости охлаждения от максимальной температуры у образцов из\nматериала Т4 вызывает при спекании полиморфное превращение и образование\nнапряженной, дефектной Тн фазы с увеличенным параметром решетки (с= 5,170\nА) по сравнению со стандартной тетрагональной (с=5,160А). Повышение\nдефектности структуры кристаллической решетки при спекании с высокой\nскоростью охлаждения приводит к уменьшению удельного сопротивления и\nувеличению проводимости. Температурные зависимости электропроводимости\nдля образцов состава Т4-2 (ZrO2-4мол%Y2O3) представлены на рисунке 50.",
        "Рисунок 50 – Температурные зависимости электропроводимости керамики с\nсодержанием оксида иттрия Т4 (4мол %), спеченной с различными скоростями\nохлаждения.\nНа рисунке 51 представлены результаты влияния добавки оксида\nалюминия в количестве 1 мол% к материалу Т4 на электропроводимость при\nспекании с различными скоростями охлаждения. Увеличение скорости\nохлаждения с 50°С/ч до 600°С/ч увеличивает содержание Тн, а добавка оксида\nалюминия увеличивает содержание кубической фазы, что приводит к\nуменьшению удельного сопротивления при температуре (750-1000)°С,\nувеличению проводимости. Сравнение температурных зависимостей\nэлектропроводимости у образцов из Т4 и Т4А, позволило сделать вывод, что\nдобавка оксида алюминия у материала на основе ЧСДЦ уменьшает удельное\nсопротивление, т.е. увеличивает проводимость. Это происходит благодаря\nсохранению наноструктуры и повышению содержания кубической\nкристаллической фазы в структуре спеченной керамики.",
        "На рисунке 51 представлены результаты влияния добавки оксида\nалюминия в количестве 1 мол% к материалу Т4 на электропроводимость при\nспекании с различными скоростями охлаждения. Увеличение скорости\nохлаждения с 50°С/ч до 600°С/ч увеличивает содержание Тн, а добавка оксида\nалюминия увеличивает содержание кубической фазы, что приводит к\nуменьшению удельного сопротивления при температуре (750-1000)°С,\nувеличению проводимости. Сравнение температурных зависимостей\nэлектропроводимости у образцов из Т4 и Т4А, позволило сделать вывод, что\nдобавка оксида алюминия у материала на основе ЧСДЦ уменьшает удельное\nсопротивление, т.е. увеличивает проводимость. Это происходит благодаря\nсохранению наноструктуры и повышению содержания кубической\nкристаллической фазы в структуре спеченной керамики.",
        "Рисунок 51 - Температурные зависимости электропроводимости керамики с\nсодержанием оксидов иттрия Т4A (4мол % Y2O3 +1% Al2O3), спеченной с\nразличными скоростями охлаждения.\nДиоксид циркония в кубической кристаллической фазе обладает меньшей\nстепенью активности к спеканию. Для получения плотной наноструктуры\nобразцов из материала К8 требуется температура 1600°С. При охлаждении с\nвысоким темпом от 1600°С 600°С/ч образуется дефектная напряженная\nкристаллическая фаза Кн. Получение дефектной структуры при увеличенной\nскорости охлаждения от Тмах повышает удельную проводимость у образцов из\nматериала К8 и у материалов на основе ЧСДЦ (Т4-2.",
        "На рисунке 49 представлены температурные зависимости удельной\nпроводимости образцов из материала на основе диоксида циркония К8. Диоксид\nциркония из К8, спеченный со скоростью охлаждения 600°С/ч имеет удельное\nсопротивление при 850°С – 16 Ом*см, а у К8 при охлаждении со скоростью\n50°С/ч при 850°С – 36 Ом*см. Это объясняется различием в фазовом составе и\nструктуре (размер кристаллитов). При быстром охлаждении происходит",
        "Рисунок 52–Температурные зависимости электропроводимости керамики К8 с\nсодержанием оксида иттрия 8 мол%, спеченной с различными скоростями\nохлаждения.\nУвеличение содержания стабилизирующего оксида иттрия до 10 мол% не\nприводит к увеличению удельного сопротивления у образцов, спеченных с\nвысоком темпом охлаждении со скоростью 500-600°С/ч. Во первых, для\nспекания до газоплотного состояния для образцов пленок из К10 потребовалось\nповышение температуры до 1650°С. Во вторых, лучшие спеченные образцы\nимели низкую относительную плотность 91% от теоретической. Поэтому\nзначения электропроводимости у образцов из материала К10 ниже, чем у\nобразцов К8, спеченных до 97,5-98% от теоретической.",
        "Рисунок 53 - Температурные зависимости электропроводимости керамики с\nсодержанием оксида иттрия 10 мол%, спеченной с различными скоростями\nохлаждения.\nРисунок 54 – Диаграммы зависимости удельного сопротивления керамических\nпленок различных составов от температуры\nНа рисунке 54 представлены диаграммы зависимости удельного\nсопротивления от температуры для керамики с различным содержанием\nстабилизирующего оксида иттрия, спеченных со скоростью охлаждения 600°С/ч.\nНа диаграммах наглядно видно, что максимальными проводящими свойствами\nобладает образцы из материала К8, уже при 750-850°С имеет удельное\nсопротивление, достаточное для получения электрической эффективности\nтопливного элемента в качестве несущей пластины толщиной 250-300 мкм.\nУровень удельного сопротивления образцов Т4 и Т4А достаточен для\nприменения этих материалов в качестве твердого электролита для эффективных",
        "Рисунок 54 – Диаграммы зависимости удельного сопротивления керамических\nпленок различных составов от температуры\nНа рисунке 54 представлены диаграммы зависимости удельного\nсопротивления от температуры для керамики с различным содержанием\nстабилизирующего оксида иттрия, спеченных со скоростью охлаждения 600°С/ч.\nНа диаграммах наглядно видно, что максимальными проводящими свойствами\nобладает образцы из материала К8, уже при 750-850°С имеет удельное\nсопротивление, достаточное для получения электрической эффективности\nтопливного элемента в качестве несущей пластины толщиной 250-300 мкм.\nУровень удельного сопротивления образцов Т4 и Т4А достаточен для\nприменения этих материалов в качестве твердого электролита для эффективных",
        "На рисунке 54 представлены диаграммы зависимости удельного\nсопротивления от температуры для керамики с различным содержанием\nстабилизирующего оксида иттрия, спеченных со скоростью охлаждения 600°С/ч.\nНа диаграммах наглядно видно, что максимальными проводящими свойствами\nобладает образцы из материала К8, уже при 750-850°С имеет удельное\nсопротивление, достаточное для получения электрической эффективности\nтопливного элемента в качестве несущей пластины толщиной 250-300 мкм.\nУровень удельного сопротивления образцов Т4 и Т4А достаточен для\nприменения этих материалов в качестве твердого электролита для эффективных",
        "На рисунках 56 показано распределение элементов по зерну, измеренное\nрентгеноспектральным методом. У материала К8-50°С/ч с размерами\nкристаллитов более 1мкм ионы иттрия распределены по объему кристаллитов.\nа\nб\n121 121",
        "Рисунок 55 - Распределение элементов в сколе : иттрия Y, кислорода O,\nциркония Zr у наноструктурного материала состава ZrO2 +8 мол% Y2O3,\nспеченного с быстрым темпом нагрева Рисунок и охлаждения 56 - Распределение\nэлементов в сколе керамики: иттрия\nY, кислорода O, циркония Zr\nматериала К8, спеченного с\nмедленным охлаждением.",
        "Рисунок 57 – Зависимость удельного сопротивления при Т850°С от времени\nвыдержки для образцов из Т4.\nРисунок 58 – Зависимость удельного сопротивления при Т850°С от времени\nвыдержки для образцов из К8.\n0\n10\n20\n30\n40\n50\n60\n70",
        "Рисунок 58 – Зависимость удельного сопротивления при Т850°С от времени\nвыдержки для образцов из К8.\n0\n10\n20\n30\n40\n50\n60\n70",
        "Результаты измерения удельного сопротивления в зависимости от\nтемпературы представлены на рисунках 57 и 58. После термоиспытаний у\nобразцов были измерены свойства: фазовый состав, плотность, пористость\n(таблица 19).\nВ наноструктурных материалах на основе диоксида циркония наблюдается\nстабильность фазового состава и проводящих свойств по сравнению с\nкерамикой с макроструктурой, спеченной при медленном нагреве и охлаждении.\nУ образцов, спеченных при медленном темпе нагрева и охлаждения выявили при\nдлительном термоиспытании при 850 °С с выдержкой до 1200 часов деградацию\nпроводящих свойств, значения удельного сопротивления увеличились со\nвременем. Измерения фазового состава показало, что у образцов из Т4\nувеличилось содержание моноклинной фазы, что привело к растрескиванию\nкерамики.",
        "Результаты экспериментов представлены в таблице 20. На рисунке 56\nпредставлена микроструктура спеченных тиглей из диоксида циркония с\nразличным химическим составом, спрессованных при давлении 100 МПа ХИП и\nспеченных по режиму 1700(2ч) в одну стадию. Экспериментально оценили, что\nтигли из порошка на основе ZrO2 (8 мол% MgO), спеченные в одну стадию\n(таблица 20, эксперимент 14) имели высокие значения плотности и при этом\nотсутствовала открытая пористость (рисунок 56, в). Поэтому уже при первой\nтеплосмене 1300°С - вода заготовки тиглей разрушились, как плотная керамика.\nВ эксперименте №8 тигли были изготовлены из смеси порошков в соотношении\n30% ZrO2(CaO) / 70% ZrO2(MgO). В этом эксперименте тигли спекали в одну\nстадию при 1700°С с выдержкой 2 часа при этой температуре. В основе\nмикроструктуры этой керамики обнаружили плотные агломераты, состоящие из\nзерен, размером более 1 мкм, между которыми располагаются поры\nнеопределенной формы и кластерного типа. В микроструктуре видны\nнаноразмерные кристаллиты. РФА показал, что фазовый состав содержит три\nфазы моноклинную, тетрагональную и кубическую кристаллические фазы. При\nзакалке в воду (20°С) после нагревания в печи происходило разрушение тиглей",
        "Проведение спекания тиглей из материала, состоящего из 100%\nZrO2(MgO), в две стадии 1700 (2ч) 1000 (4) привело к получению\nнаноструктурных выпадений тетрагональной кристаллической фазы (рисунок 59,\nг), и при испытаниях плотные тигли выдержали в уже две теплосмены (таблица\n20, эксперимент 14) по сравнению с тиглями, спеченными по режиму в одну\nстадию.",
        "в г\nРисунок 59 - Микроструктура образцов заготовок тиглей , полученных в\nразличных экспериментах при спекании в одну стадию при 1700 (2ч): а)\nэксперимент №2 ZrO2(CaO); б) эксперимент №8 30% ZrO2(CaO) / 70%\nZrO2(MgO); в) ZrO2(MgO); г) эксперимент 14 ZrO2(MgO), 1700(2ч)-1000 (4ч);",
        "При спекании тиглей и втулок из порошка состава ZrO2 (6 мол% CaO) в одну\nстадию и в две получили результат, что тигли и втулки имели большую\nпористость и разрушались при первой или второй теплосмене 1300 °С-вода\n(таблица 20, эксперимент 1, 2, рисунок 59 а).\nДалее в исследовании для получения термостойкой наноструктуры\nприменяли способ, заключающийся в использовании смеси порошков,\nотличающихся по дисперсности и химическому составу: нанокристаллического\nпорошка на основе диоксида циркония, частично стабилизированного оксидом\nмагния в количестве 8 мол% (ЧСДЦ - MgO) и добавки порошка с крупным\nразмером частиц на основе диоксида циркония, частично стабилизированного\nоксидом кальция в количестве 6 мол% (ЧСДЦ - СаО).",
        "Рисунок 60 - Зависимость открытой пористости заготовок тиглей и втулок,\nспеченных ZrO2MgO. при 1700(2) 1400(2) от состава смеси порошков ZrO2 -CaO и\nВ случае применения в качестве исходного порошка ЧСДЦ - СаО после 16\nчасов вибропомола при двухстадийном спекании 1700 (2ч) -1400 (2ч) получили\nкерамические заготовки изделий с открытой пористостью 8 - 10%. При\nиспытаниях заготовки изделий с такой пористостью показали лучший результат,\nвыдержали до 15 теплосмен 1300°С-вода без трещин и разрушения. На рисунке\n57 представлены результаты полученной открытой пористости заготовок втулок,\nтиглей после спекания в зависимости от содержания порошков ЧСДЦ – СаО и\nЧСДЦ - MgO в смеси.",
        "В случае применения в качестве исходного порошка ЧСДЦ - СаО после 16\nчасов вибропомола при двухстадийном спекании 1700 (2ч) -1400 (2ч) получили\nкерамические заготовки изделий с открытой пористостью 8 - 10%. При\nиспытаниях заготовки изделий с такой пористостью показали лучший результат,\nвыдержали до 15 теплосмен 1300°С-вода без трещин и разрушения. На рисунке\n57 представлены результаты полученной открытой пористости заготовок втулок,\nтиглей после спекания в зависимости от содержания порошков ЧСДЦ – СаО и\nЧСДЦ - MgO в смеси.",
        "Самыми термостойкими, которые выдержали до 15 теплосмен, получились\nзаготовки изделий с соотношением смеси (25-40) мас% ЧСДЦ – СаО и\nимеющего размер частиц от 8 до 15 мкм с (60-75) мас% ЧСДЦ - MgO и\nимеющего размер частиц от 2 до 5 мкм более 75% (рисунок 61).\nРисунок 61 - Зависимость количества теплосмен 1200°С - вода без\nразрушения заготовок втулок, тиглей, спеченных при двухстадийном обжиге\nТмах1700(2) -1400(2) от соотношения смеси порошков ZrO2 -CaO и ZrO2-MgO.",
        "Рисунок 61 - Зависимость количества теплосмен 1200°С - вода без\nразрушения заготовок втулок, тиглей, спеченных при двухстадийном обжиге\nТмах1700(2) -1400(2) от соотношения смеси порошков ZrO2 -CaO и ZrO2-MgO.\n0\n5\n10\n15\n20\n25\n30\n35\n40",
        "Рисунок 62 - зависимость содержания основных кристаллических фаз от\nсостава спеченных керамических образцов втулок при режиме спекания\n1700(2ч) -1400(2ч)\nИсследование фазового состава спеченных образцов (рисунок 62)\nпоказало, что у термостойких заготовок изделий в фазовом составе добавилась к\nкубической и моноклинной тетрагональная кристаллическая фаза. Измерения\nОКР определили тетрагональную фазу в этих образцах, как наноразмерную 25 –\n45 нм.",
        "Исследование фазового состава спеченных образцов (рисунок 62)\nпоказало, что у термостойких заготовок изделий в фазовом составе добавилась к\nкубической и моноклинной тетрагональная кристаллическая фаза. Измерения\nОКР определили тетрагональную фазу в этих образцах, как наноразмерную 25 –\n45 нм.",
        "Микроструктура агломератов в заготовках изделий состоит из частиц\nразмером ~ 100 нм (рисунок 63). На сколе образца видно, что микроструктура\nсостоит из агломератов, по границам которых располагаются кластерные поры\n(рисунок 63 б - г). На поверхности агломератов присутствуют линзоподобные\nобразования размером ~ 0,1 – 1,0 мкм, на отдельных участках они объединяются\nи образуют агломераты в области скопления наночастиц размером ~ 100- нм.",
        "в г\nРисунок 63 – Микроструктура керамики из смеси ЧСДЦ - СаО и ЧСДЦ - MgO\nсоответственно: а) 40/60, б ) 30/70 ,в) 25/75, г) 35/65 , спеченных при по\nрежиму 1700 (2ч) -1400 (4ч) со скоростью охлаждения до 600°/ч.\nВ результате проведенных исследований структурных особенностей\nкерамики на основе диоксида циркония, стабилизированного оксидами магния и\nкальция, изготовленных из смеси порошков в различных пропорциях ЧСДЦ\n(СаО) и ЧСДЦ (MgO) соответственно: 80/20, 70/30, 60/40, 40/60, 25/75, 30/70,\n20/80 выявили, что существует оптимальный фазовый состав и структура,\nотвечающая за термостойкость при широком применении в контакте с\nрасплавами металлов."
    ]
}