{
    "paragraphs": [
        "Значительно увеличить число кислородных вакансий в оксидной\nкристаллической решетке возможно введением в качестве допирующей\nдобавки оксида с меньшим зарядом катиона. Так, широкое применение\nнаходит добавка к диоксиду циркония оксида иттрия Y2O3. Фазовая\nдиаграмма этой системы представлена на рис.1.1 [15].\n",
        "Рис.1. 1. Фазовая диаграмма системы ZrO2-Y2O3 во всем интервале составов, здесь Mssмоноклинный твердый раствор на основе диоксида циркония, Тss- тетрагональный твердый\nраствор на основе диоксида циркония, Fss-кубический флюоритоподобный твердый раствор на\nоснове диоксида циркония,Hss- гексагональный твердый раствор на основе оксида иттрия, СSS –\nкубический твердый раствор на основе оксида иттрия [15].\n",
        "условий эксперимента, а также строения керамики). Измерения проводятся\nпо компенсационной схеме с использованием моста Уитстона. Схема моста\nприведена на рис. 1.2.\n",
        "Рис. 1.2. Схема моста Уитстона\n",
        "импульса малой амплитуды [35]. Существует несколько подходов к\nпроведению импедансного эксперимента, наиболее распространённым\nявляется способ, заключающийся в приложении тока определенной частоты\nи измерении амплитуды и фазового сдвига или мнимой и действительной\nчасти результирующего тока при этой частоте. Применяется чаще всего\nдвухэлектродный подход. Для описания поведения электрохимической цепи\nпроводят сравнение созданной физической и математической модели\nпроцессов, протекающих в цепи, с моделью, построенной из простейших\nэлементов, имеющих отклик, аналогичный отклику системы на воздействие\n[36]. Электрохимический импеданс является векторной величиной. Общий\nимпеданс системы можно выразить формулой (24) и представить графически\nс помощью декартовых координат (рис.3):\n",
        "Рис. 1.3. Типичный вид годографа импеданса для поликристаллической керамики и\nэквивалентная схема, предложенная Бауэрли. Здесь Rb- сопротивление зерен керамики,\nСb- емкость зерен керамики, Rb- сопротивление зерен керамики, Сb- емкость зерен\nкерамики, Rgb- сопротивление межзеренных границ, Сgb- емкость межзеренных границ, Rel\nсопротивление электрода, Сel- электродная емкость [37].\n",
        "В индустриальном производстве огнеупоров одним из основных допантов\nявляется оксид кальция, однако стабилизация им кубической\nфлюоритоподобной структуры проблематична. Фазовая диаграмма системы\nZrO2-CaO представлена на рис. 1.4.\n",
        "Из таблицы 1.2 видно, что одним из лучших допантов для введения в\nдиоксид циркония является оксид скандия. Существует значительное\nколичество фазовых диаграмм данной системы, порой вступающих в\nпротиворечие друг с другом. На рис. 1.5 приведена одна из них, хорошо\nобъясняющая характер температурной зависимости электропроводности\nсистемы ZrO2-Sc2O3.\n",
        "Рис. 1.4. Фазовая диаграмма системы ZrO2-CaO в области преобладания диоксида циркония\nсогласно [50]. Здесь Мss-моноклинный твердый раствор, Tss-тетрагональный твердый раствор,\nFss-кубический флюоритоподный твердый раствор.\n",
        "Рис.1.5. Фазовая диаграмма системы ZrO2-Sc2O3 во всем диапазоне составов согласно\n[53]. Здесь: Mon – моноклинный твердый раствор на основе ZrO2 , Tet - тетрагональный\nтвердый раствор на основе ZrO2 , Tet’ – Второй тетрагональный твердый раствор,  =\nнизкотемпературная ромбоэдрическая фаза на основе оксида циркония, = фаза\nромбоэдрического твердого раствора на основе Sc2Zr5O13;  = фаза ромбоэдрического\nтвердого раствора на основе Sc4Zr3O12.\n",
        "Недостатка повышенной деградации лишена система ZrO2-Yb2O3 [56],\nфазовая диаграмма которой приведена на рис. 1.6. Отметим, что система\nизучена достаточно мало, при этом получены существенно различающиеся\nфазовые диаграммы, что отчасти можно объяснить особенностями\nпостроения фазовых диаграмм разными авторами, а также предысторией\nисследуемых образцов.\n",
        "Рис. 1.6. Фазовая диаграмма системы ZrO2 – Yb2O3 в области низких содержаний\nоксида иттербия [57]. Здесь mon ss-моноклинный твердый раствор, tet ssтетрагональный твердый раствор, fluorite type cubic ss – флюоритоподобный\nкубический твердый раствор.\n",
        "Также очень перспективным выбором, если основываться на радиусе\nиона, могла бы быть добавка оксида индия (как видно из таблицы 1.2,\nионный радиус индия совпадает с ионным радиусом скандия). Достаточно\nподробно система ZrO2–In2O3 практически во всем интервале составов\nизучена в работах [58-59]. Фазовая диаграмма для данной системы приведена\nна рис. 1.7.\n",
        "Рис. 1.7. Фазовая диаграмма системы ZrO2 – In2O3 согласно [60]. Здесь\nbcc –кубический объемноцентрированный твердый раствор; tet –\nтетрагональный твердый раствор; mon –моноклинный твердый раствор;\nfluorite –флюоритоподобный твердый раствор.\n",
        "На рис. 1.8 представлен сводный график температурной зависимости\nпроводимости различных двухкомпонентных керамических систем. В целом,\nбольшая часть широко используемых двухкомпонентных систем имеет\nсхожие электрохимические характеристики.\n",
        "Рис. 1.8. Температурные зависимости проводимости некоторых\nдвухкомпонентных керамических систем на основе оксидов циркония и\nцерия.\n",
        "2.1.1. Синтез порошков-прекурсоров\nКак был показано в обзоре литературы, свойства итоговой\nкерамики непосредственно зависят от физико-химических свойств\nпорошков-прекурсоров, используемых для ее изготовления, в том числе\nот размеров частиц и агломератов в порошках. В данной работе для\nизготовления порошков-прекурсоров был выбран метод золь-гель\nсинтеза в варианте обратного соосаждения. Этот метод позволяет\nполучать частицы, находящиеся в наноразмерном диапазоне, но в то же\nвремя достаточно прост и не требует специального оборудования. Общая\nсхема получения порошков-прекурсоров методом золь-гель синтеза в\nварианте обратного соосаждения представлена на рис. 2.1.\n",
        "Рис. 2.1. Схема стадий золь-гель синтеза в варианте обратного соосаждения\n",
        "Приготовленные смешанные растворы ZrO(NO3)2–Y(NO3)3–HfOCl2 и\nZrO(NO3)2–Y(NO3)3–InCl3 добавляли по каплям к избытку 1М водного\nраствора аммиака (х.ч.). Экспериментальная схема установки приведена на\nрисунке 2.2.\n",
        "Рис. 2.2. Схематическое изображение установки для проведения зольгель синтеза.\n",
        "На рис.3.1 представлено сравнение размеров агломератов частиц\nпорошков-прекурсоров состава 87ZrO2–5HfO2–8Y2O3 (состав 2), высушенных\nпри высокой температуре и под избыточным давлением, а также\nвысушенных лиофильно. Все пробы после определения размеров\nполученных агломератов обрабатывали ультразвуком в течение 1 минуты,\nпосле чего измерения проводились повторно.\n",
        "Рис. 3.1. Сравнение размеров агломератов в свежевысушенных порошках состава 2 при\nL – лиофильной сушке геля, P – высокотемпературной сушке геля под избыточном\nдавлением:\n",
        "Из данных рисунка и таблицы видно, что в случае необработанных\nпорошков различия в среднем размере агломератов действительно весьма\nнезначительны, подобные различия малозначимы при размере агломератов\nболее 1 микрометра. В то же время агломераты частиц порошков,\nвысушенных при высокой температуре и давлении, легче разбиваются при\nвоздействии ультразвука. Отметим, что воздействие ультразвука не изменяет\nобщий характер распределения частиц по размерам.\n",
        "На рис. 3.2 приведены результаты дифференциальной сканирующей\nкалориметрии для порошков состава 2 (87ZrO2–5HfO2–8Y2O3), полученных\nсушкой геля под избыточным давлением и лиофильной сушкой геля.\n",
        "Рис. 3.2. Данные ДСК состава 2, высушенного: а) под избыточном давлением\nвысокотемпературно, б) лиофильно.\nа)\n",
        "проведении термогравиметрического анализа, было массспектрометрическое исследование газовой фазы над образцом состава 2.\nРезультаты этого эксперимента представлены на рис. 3.3.\n",
        "Рис.3.3. Данные анализа газовой фазы над порошком состава 2 при дифферениальной\n",
        "Результаты термогравиметрии свидетельствуют о наличии\nэкзотермического эффекта при температуре образца 500–520 °С. Как следует\nиз рисунка 3.3, в указанном температурном интервале не наблюдается\nсущественного изменения интенсивностей ионных токов; таким образом,\nможно констатировать, что состав газовой фазы над образцом оставался\nнеизменным. Следовательно, рассматриваемый экзотермический эффект\nможет быть интерпретирован как фазовый переход (природа фазового\nперехода рассмотрена в п.4.2).\n",
        "Особый интерес представляет процесс, протекающий при температуре,\nблизкой к 1200 °С. Как видно из рисунка 3.3, этот процесс характеризуется\nпоявлением в масс-спектре газовой фазы пиков с отношением M/Z = 12 и 44.\nОтметим, что температурные зависимости рассматриваемых ионных токов\nимеют схожий характер, отличаясь лишь амплитудой; данный факт в массспектрометрии чаще всего является признаком наличия молекулярного и\nосколочного ионов. Осколочный ион с отношением M/Z = 12 в данном\nслучае может быть однозначно интерпретирован как С+, что позволяет\nидентифицировать молекулярный ион с M/Z = 44 как СО2+. Причиной\nпоявления данных ионов в масс-спектре является, вероятно, частичное\nокисление углеродсодержащих веществ остаточным кислородом,\nприсутствующим в камере масс-спектрометра, с образованием углекислого\nгаза. Наиболее вероятен следующий механизм данного процесса: пары масла,\nприсутствующие в камере лиофильной сушки, адсорбируются порошкамипрекурсорами и частично сохраняются в порах образца. При достаточно\n",
        "Пик, соответствующий отдаче воды, является более размытым, чем в\nслучае состава 2 (рис.3.2 а) и наблюдается при температуре порядка 120 °С,\nострый экзотермический пик наблюдается при температуре 550 °С. Как\nвидно из данных РФА, приведенных на рис 4.2, он соответствует\nкристаллизации образца и образованию кубического флюоритоподобного\nтвёрдого раствора.\n",
        "Рис. 4.1. Данные ДСК состава 1.\n",
        "4.2. Фазовый состав системы ZrO2-HfO2-Y2O3\nФазовый состав, а также его стабильность в широком интервале\nтемператур играют решающую роль в определении компонентов,\nобеспечивающих проводимость, и вкладов проводимости этих компонентов в\nобщую электропроводность керамики. Кроме того, стабильность фазового\nсостава определяет механическую устойчивость керамики при высоких\nтемпературах, так как наличие фазовых переходов может вести к\nразрушению образца. Таким образом, для эксплуатации устройств на основе\nразличных керамических систем важно иметь данные о фазовых\nпревращениях в очень широком интервале температур, включая\nповышенные. На рис. 4.3 приведены данные СТА для составов 87ZrO25HfO2-8Y2O3 (состав 2), 82ZrO2-10HfO2-8Y2O3 (состав 3), 77ZrO2-15HfO28Y2O3 (состав 4).\n",
        "Рис. 4.2. Дифрактограмма порошка состава 1, прокаленного при 600 °С.\n",
        "Рис. 4.3. Данные СТА для составов: а) 2, б) 3, в) 4.\n",
        "Данные РФА, позволяющие установить фазовый состав порошков\nсостава 2 для различных температур прокаливания, приведены на рис. 4.4.\nВремя прокаливания при всех температурах составляло 2 часа.\n",
        "Из рис. 4.4 видно, что уже при температуре 370 °С начинается\nкристаллизация аморфного порошка, однако структура по-прежнему не\nсформирована (кристалличность составляет порядка 17%). В то же время\nданные рентгенофазового анализа подтверждают существование явления\nзамедленной кристаллизации, при этом следует отметить отсутствие явно\nвыраженного экзотермического эффекта на кривой ДСК состава 2 в области\n300 °С. Как было показано, экзотермический пик, связанный с\nкристаллизацией образца, наблюдается уже при температуре 506 °С, поэтому\nпрокаливание при 600 °С должно приводить к образование достаточно\nсформированной кристаллической структуры. Согласно данным РФА,\nформируется флюоритоподобная кубическая структура, что характерно\n",
        "Рис. 4.4. Дифрактограммы порошка состава 2, прокаленного при разных температурах.\n",
        "также для двойных твердых растворов составов 92ZrO2-8Y2O3 (см. п.4.1) и\n92HfO2-8Y2O3 [68]. Степень кристалличности порошка состава 2 составляет\n35%. Фазовый состав твердого электролита при повышенных температурах\nважен в связи с использованием многих электрохимических устройств с\nциркониевыми твердыми электролитами, непосредственно при этих\nтемпературах. Фазовый состав в большой степени определяет структуры и\nвеличину проводимости. Из рентгенограммы (рис. 4.4) видно, что при 1200\n°С не происходит изменения фазового состава образца, в то же время\nзначительно увеличивается (до 91%) его кристалличность. Схожим образом\nведут себя составы 3 и 4. На рис. 4.5 приведены их рентгенограммы, снятые\nпри 600 °С.\n",
        "Рис.4.5. Дифрактограммы образцов составов 3 и 4, прокаленных при\n600 °С в течение 2 часов, составы: а-3, б-4.\nа)\n",
        "Из рис. 4.5 видно, что для составов 3 и 4 также образуется\nфлюоритоподобная кубическая структура. Схожесть структур исследованных\nсоставов системы ZrO2–HfO2–Y2O3 и структуры твердого раствора состава\n8YSZ позволяет предполагать схожую природу электрохимических свойств\nэтих электролитов. Таким образом, для тройных систем ZrO2-HfO2-Y2O3 с\nпостоянным содержанием оксида иттрия на уровне 8 мол.% характерно\nобразование стабильного флюоритоподобного твердого раствора, как\nминимум вплоть до содержания гафния на уровне 20%, что можно было\nпрогнозировать на основе близости ионных радиусов циркония и гафния, а\nтакже схожести их свойств согласно положению в периодической системе.\n",
        "Кривые адсорбции-десорбции порошков составов 2, 3, 4, прокаленных\nпри 600 °С, представлены на рис. 4.7.\n",
        "Рис. 4.6. Кривые адсорбции-десорбции для свежесинтезированного образца:\nа) состав 2, б) состав 3, в) состав 4.\nв)\n",
        "Рис. 4.7. Кривые адсорбции-десорбции порошка, прокаленного при 600 °С: a) состав 2, б)\nсостав 3, в) состав 4.\nа)\n",
        "Рис. 4.8. Распределение размеров агломератов «по количеству»: а)состав 2,\nб) состав 3, в) состав 4.\nв)\n",
        "Строение порошков-прекурсоров оказывает лишь косвенное влияние\nна электрохимические свойства керамики системы ZrO2-HfO2-Y2O3.\nЗначительно важнее правильно представлять строение поверхности уже\nзапрессованной и спеченной керамики. Структура оценивалась методом\nсканирующей электронной микроскопии. Микрофотографии спеченной\nкерамики представлены на рис. 4.9 и рис. 4.10.\n",
        "Рис. 4.9. Микрофотография поверхности керамики состава 1 (поверхность не подвергалась\nполировке).\n",
        "Из рисунка 4.9 видно, что при спекании керамики в течение трех часов\nпри 1500 °С образуется четко выраженная керамическая структура с\nкубической формой зерен. Рис. 4.10 подтверждает эти наблюдения для\nкерамики всех исследованных составов системы ZrO2-HfO2-Y2O3. Важно\nотметить, что четкая структура нарушена вследствие предварительной\nполировки образцов. В любом случае, можно видеть существование слоев, в\nкаждом из которых можно выделить образование крупных комбинаций\nкубических кристаллов, состоящих из более мелких кристаллитов. На основе\nданных электронной микроскопии был рассчитан средний размер зерен\nкерамики различных составов. Он составил 0,895 мкм для состава 2, 0,860\nмкм для состава 3, 0,872 мкм для состава 4. Керамика с подобным размером\nзерна относится к керамике с микронным размером зерен, что играет важную\nроль при выборе модели структуры электрической проводимости и будет\nрассмотрено в дальнейшем.\n",
        "На рис. 5.1 представлены данные ДТА и ТГ для составов 91ZrO2–\n5In2O3–5Y2O3 (состав 5) и 82ZrO2–10In2O3–8Y2O3 (состав 6).\n",
        "Рис. 5.1. Данные ДТА и ТГ для составов: а) 5, б) 6.\n",
        "На рис. 5.2 представлены данные РФА для состава 5, прокаленного при\nразличных температурах.\n",
        "Рис. 5.2. Дифрактограммы порошка состава 5, прокаленного при разных\nтемпературах.\n",
        "Иная картина наблюдается для порошков-прекурсоров состава 6.\nДанные рентгенофазового анализа, проведенного при комнатной\nтемпературе, представлены на рис. 5.3.\n",
        "Рис. 5.3. Дифрактограммы порошка состава 6, прокаленного при разных температурах.\n",
        "выдержка перед измерением не проводилась. Результаты\nтерморентгенографии порошка состава 6 представлены на рис. 5.4.\n",
        "Рис. 5.4. Фазовая эволюция состава 6 с повышением температуры.\n",
        "Как и в случае тройной системы ZrO2–HfO2–Y2O3, для системы\nZrO2-In2O3-Y2O3 был проведен ряд дополнительных исследований по\nустановлению структуры и размеров частиц порошков –преурсоров. Кривые\nадсорбции–десорбции свежевысушенного порошка, схожи с кривыми,\nпредставленными на рис.4.6. На рис. 5.6 приведены кривые адсорбциидесорбции порошков, прокаленных при температуре 600 °С, кривые\nприводятся в связи с отличием от кривых адсорбции-десорбции порошков\nсистемы ZrO2–HfO2–Y2O3, прокаленных при 600 °С (рис. 4.7).\n",
        "Рис. 5.5. Дифрактограмма порошка состава 6, прошедшего цикл нагрева, снятая\nпри комнатной температуре.\n",
        "Рис. 5.6. Кривые адсорбции–десорбции порошков, прокаленных при 600°С: а) состав 5, б)\nсостав 6.\n",
        "значительного изменения объема. Кривые адсорбции-десорбции порошка\nсостава 6, прокаленного при 1100 °С представлены на рис. 5.7.\n",
        "Распределение размеров агломератов «по количеству», а также средние\nразмеры кристаллитов и агломератов представлены на рис. 5.8 и в таблице\n5.1.\n",
        "Рис. 5.7. Кривая адсорбции-десорбции порошка состава 6, прокаленного при 1100 °С.\n",
        "Рис. 5.8. Распределение размеров агломератов «по количеству»: а)состав 5, б)\nсостав 6.\nа)\n",
        "На рис. 5.9 представлены микрофотографии структуры керамики\nсоставов 5 и 6.\n",
        "Рис. 5.9. Микрофотографии поверхности образцов спеченной керамики составов: а) 5, б) 6.\nа)\n",
        "В используемом в данной работе нитрате цирконила компании «Acros\nOrganics» присутствует изоморфная примесь иона гафния (от 0,5 до 5%, по\nутверждению производителя). Данная примесь может оказать влияние на\nитоговый состав керамики, следовательно, для понимания зависимости\nэлектропроводности от содержания компонентов необходима точная оценка\nфинальной композиции керамики. Подобная оценка проводилась методом\nEDX-анализа. На рис. 6.1 представлена микрофотография с отмеченными\nточками определения элементного состава (микрофотография состава 2).\nЭлементный состав для керамик системы ZrO2-HfO2-Y2O3 представлен в\n",
        "таблице 6.2. На рис. 6.1 выделены области исследования состава 2 (выступает\nкак пример типичной структуры).\n",
        "Рис. 6.1. Области поверхности керамики состава 2 , подвергнутые EDX-анализу.\n",
        "Рис. 6.2. Области поверхности керамики состава 5, подвергнутые EDX-анализу.\n",
        "Рассчитанные непосредственно из импедансного эксперимента\nвеличины емкости и сопротивления являются макровеличинами,\nотнесенными к размерам исследуемого образца, и не несут точной\nинформации о сути электрохимических процессов. Для соотнесения их с\nмикропараметрами керамики необходимо использование подходящей модели\nвнутренней структуры поликристаллической керамики. В настоящей работе\nпри объяснении результатов электрохимических измерений за основу была\nвзята модель S-BLM (BLM), в русскоязычной литературе – блочная модель.\nВыбор обусловлен относительной простотой модели и, при этом, достаточно\nточным совпадением предсказанных моделью данных с непосредственно\nизмеренными в эксперименте при соблюдения ряда условий. Во-первых,\nследует учитывать, что эта модель подходит только для керамики с\nразмерами зерен, лежащими в микронном и субмикронном диапазоне. Вовторых, как рассчитано в [127], необходимо узкое распределение размеров\nзерен керамики а также строго изотропная форма зерен. Оба этих условия\nвыполняются для керамики, изученной в настоящей работе. Отметим, что\nвозможны два пути транспорта ионов: через зерна и перепендикулярно\nграницам зерен (рис. 6.3, путь i) и параллельно границам зерен (рис. 6.3, путь\nii). Использованная в данной работе модель предполагает преобладание пути\ni, что подтверждается видом годографа импеданса (в случае значительного\nпреимущества пути ii на импедансном спектре наблюдался бы лишь одни\nполукруг, помимо вклада электродного сопротивления), а также\nпроведенными предварительными расчётами.\n",
        "Рис. 6.3. Возможные пути проводимости в поликристаллической\nкерамике.\n",
        "Общий вид годографа импеданса для состава 2, измеренного с\nиспользованием платины в качестве материала электродов приведен на рис.\n6.4.\n",
        "Рис.6.4. Годографы импеданса состава 1: а)330 °С, б) 555 °С.\nа)\n",
        "Подобный вид годографа импеданса совпадает с описанным Бауэрли для\nкерамики состава 8YSZ. Для анализа данных можно использовать\nэквивалентную схему, приведенную в пункте 1.4 обзора литературы. При\nтемпературе выше 500 °С с годографа импеданса пропадает\nвысокочастотный полукруг, традиционно приписываемый проводимости\nзерен керамики. Подобное явление описано для системы ZrO2–CaO в работе\nЧу с соавторами [38]. Высокочастотный полукруг приписывается авторами к\nпараллельному пути проводимости, а его емкость отвечает Cg, значение\nкоторого уменьшается с температурой. При высоких температурах можно\nиспользовать схожую эквивалентную схему, полагая значения Сg близкими к\nнулю. На рис. 6.5 представлено сравнение годографов импеданса состава 3,\nполученных при использовании электродов из серебра или из платины.\n",
        "Рис. 6.5. Годографы импеданса образцов состава 3 с платиновыми (при 435 °С) и\nсеребряными электродами (при 426 °С).\n",
        "можно различить четко выраженный полукруг в низкочастотной области.\nИспользование обратимых электродов позволяет лучше разрешать границы\nполукругов, а соответственно, и вклады сопротивлений различных\nкомпонентов поликристаллической керамики. Однако серебро менее\nстабильно при высоких температурах. На рис. 6.6 представлены данные о\nвеличинах рассчитанной электропроводности различных компонентов\nкерамики состава 3 (77ZrO2–10HfO2-8Y2O3) в случае использования\nэлектродов из платины или из серебра.\n",
        "Рис.6.6. Температурные зависимости электропроводности керамики состава 3,\nполученные с применением серебряных и платиновых электродов для\nследующих компонентов: а) зерен, б) суммарной проводимости.\n",
        "В зависимости от природы проводимости керамики состав атмосферы,\nв которой проводится измерение электрохимического импеданса, может\nоказывать значительное влияние на измеряемую величину. Особенно это\nзаметно в случае проявления электронной проводимости, зависимость\nкоторой от парциального давления кислорода отлична от зависимости\nионной проводимости от парциального давления кислорода. На рис. 6.7\nпредставлен годограф спектра импеданса, измеренного для состава 3 в\nразличных газовых атмосферах (Т=387-397 °С). Для сравнения брали\nгазовую смесь, состав которой совпадает с составом воздуха, а также чистый\nазот с остаточными количествами кислорода. Отметим, что остаточное\nдавление кислорода в смеси, богатой азотом, составляло не менее 10-3 Па.\nТакая величина, согласно литературным данным, слишком велика для\nпоявления электронной проводимости как в керамике на основе оксида\nциркония, стабилизированного оксидом иттрия, так и в керамике на основе\nоксида гафния, стабилизированного оксидом иттрия. Сравнение газовых\n",
        "Общий характер поведения кривой импеданса аналогичен для обоих\nрассмотренных вариантов газовой атмосферы, что, вероятно, связано с\nинертностью платины (небольшие различия кривых можно объяснить\nнесколько отличающимися температурами измерений). Помимо этого,\nиспользование воздушной атмосферы позволяет получить больше точек на\nчасти годографа импеданса, отвечающего за поведение электрода, чем для\nсмеси, обогащенной оксидом азота при использовании одинаковых частот\nизмерения, что может быть полезно при анализе электродных процессов, но\nзатрудняет интерпретацию спектра. Сравнение температурных зависимостей\nпроводимости различных компонентов керамики состава 3 представлено на\nрис. 6.8.\n",
        "Рис. 6.7. Кривые импеданса для керамики состава 3, измеренного на воздухе (при 397 °С) и в\nатмосфере азота (при 387 °С).\n",
        "Рис. 6.7. Температурные зависимости проводимости для керамики состава 3 при\nизмерениях электропроводности на воздухе и в атмосфере азота.\nа)\n",
        "Проводимость керамики на основе диоксида циркония\nсущественно зависит от температуры. Наибольшую информацию о характере\nподобной зависимости предоставляют зависимости логарифма удельного\nсопротивления от обратной температуры. На рис. 6.8 представлены графики\nтемпературные зависимостей для составов 2-4.\n",
        "Рис. 6.8. Температурные зависимости различных компонентов\nпроводимости для керамики составов: а) 2, б) 3, в) 4.\nа)\n",
        "В то же время значительное различие энергии активации проводимости\nдля зеренной и межзеренной проводимости у керамики состава 4 позволяет\nпредположить бесконечную структуру межзеренных границ, а также\nприменимость блочной модели для расчетов. С использованием этой модели,\nпо уравнению (34) была рассчитана истинная проводимость межзеренных\nграниц для состава 4. Результаты представлены на рис. 6.9.\n",
        "В связи с линейностью температурной зависимости проводимости\nсоставов 2, 3, 4, а также с близкими значениями тангенса угла наклона\nпрямых (что следует из близких величин энергий активации), для\nсопоставления величин проводимости можно выбрать произвольную\nтемпературу в изучаемой области. В качестве температуры сравнения была\nвыбрана температура 550 °С. На рис. 6.10 представлена зависимость\n",
        "Рис. 6.9. Температурная зависимость зеренной и истинной межзеренной\nпроводимости для керамики состава 4.\n",
        "Рис. 6.10. Зависимость общей электропроводности разреза системы ZrO2-HfO2Y2O3 с постоянным содержанием оксида иттрия (8%) от содержания оксида гафния.\n",
        "Общий вид годографа импеданса и его зависимость от температуры\nизмерения для керамики 91ZrO2–5In2O3–4Y2O3 (состав 5) совпадает c\nаналогичными характеристиками системы ZrO2–HfO2–Y2O3, что объясняется\nсходством строения и фазового состава (в обоих случаях образуется\nстабильный в широком интервале температур кубический твердый раствор).\nТемпературная зависимость проводимости керамики состава 5 представлена\nна рис. 6.11.\n",
        "Исходя из рассчитанной энергии активации (см таблицу 6.3), можно\nсделать вывод о непрерывном характере межзеренных границ (энергии\nактивации компонентов значительно различаются). Температурная\nзависимость зеренной и истинной межзеренной проводимости керамики\nсостава 5 приведена на рис. 6.12.\n",
        "Рис. 6.11. Температурная зависимость проводимости керамики\nсостава 5.\n",
        "Рис. 6.12. Температурная зависимость зеренной и истинной межзеренной\nпроводимости керамики состава 5.\n",
        "расшифровка кривых не представляется возможной. Высокочастотный и\nсредний полукруги на годографе импеданса не разрешены (что видно на\nрис.6.13) Для объяснения подобной картины необходимо ввести такую\nвеличину, как постоянная времени. По определению [17] постоянная времени\nравна\n",
        "Полуокружности на годографе импеданса разрешены в случае\nсущественного различия постоянных времени для зерен и межзеренных\nграниц. Величины проводимости при различных температурах могут быть\nполучены из данных, представленных на рис. 6.14.\n",
        "Рис.6.13. Годограф импеданса состава 6 при 457 °С (Pt-электроды).\n",
        "Б) При температуре выше 550 °С на годографе импеданса (рис. 6.15)\nначинает отображаться протекание структурных изменений керамики или\nналичие химического взаимодействия. При этом расшифровка спектра\nимпеданса и выделение вкладов отдельных компонентов на годографе\nимпеданса с помощью использованного в настоящей работе программного\nобеспечения невозможно. Сопоставление свойств материалов электродов\n",
        "Рис.6.14. Температурная зависимость проводимости состава 6,\nТспекания = 900 °С.\n",
        "Рис. 6.15. Годограф импеданса состава 6 при 696 °С (Аg-электроды).\n",
        "проводимости в аррениусовких координатах для керамики состава 6,\nспеченной при 1500 °, представлена на рис. 6.16.\n",
        "Температурная зависимость в аррениусовских координатах схожа с\nзависимостью, полученной для состава 5, то есть состава с меньшим\nсодержанием оксида индия в трехкомпонентной системе, и, на первый взгляд\nпозволяет воспользоваться блочной моделью. Однако в работе [130] на\nпримере системы ZrO2–CaO показано, что спектр импеданса не позволяет\nстрого разделить вклад различных фаз в случае их существования и схожего\nхарактера проводимости, характерного для отдельных фаз. Подобного\nвозможно ожидать и при малом наличии одной из фаз. Электронный\nхарактер проводимости чистого оксида индия позволяет предположить\nизменение природы проводимости в имеющемся композитном материале,\nприрода носителей заряда должна быть изучена дополнительно. Годограф\nимпеданса, измеренного для керамики состава 6, спеченной при 1500 °С с\nиспользованием платиновых и серебряных электродов, представлен на рис.\n6.17. Отметим, что площадь серебряных электродов была в четыре раза\nбольше, чем платиновых.\n",
        "Рис. 6.16. Температурная зависимость проводимости керамики\nсостава 6, спеченной при 1500 °С.\n",
        "При рассмотрении годографа импеданса в первую очередь обращает на\nсебя внимание электродная составляющая, проявляющаяся в низкочастотной\nобласти. Электроды из платины в настоящих измерениях ведут себя как\nобратимые. Для обратимости платиновых электродов необходимо наличие\nэлектронных проводников в объеме электролита или на его поверхности (при\nнеобходимости использования обратимых платиновых электродов зачастую\nпри нанесении электродов делают небольшую добавку оксида празеодима).\nТаким образом, можно предположить наличие вклада электронной\nпроводимости в общую проводимость в исследуемом случае. Для\nподтверждения подобной гипотезы следует рассмотреть величины удельной\nэлектропроводности керамики состава 6 для электродов, различавшихся по\nплощади в четыре раза (рис.6.18).\n",
        "Рис. 6.17. Годограф импеданса керамики состава 6, спеченной при 1500 °С.\n",
        "Рис. 6.18. Температурная зависимость проводимости состава 6 (1500 °С) при изменении\nплощади электродов в 4 раза: a) проводимость зерен, б) межзеренная проводимость,\nв) суммарная проводимость.\n",
        "Из представленных ранее данных видно, что униполярная ионная\nпроводимость характерна для составов 2, 3, 4, то есть для всех составов, в\nкоторых в качестве третьего компонента был введен оксид гафния, а также\nдля состава 5, в котором третьим компонентом выступает оксид индия.\nОбщее содержание стабилизирующих твёрдый раствор оксидов близко к\nтрадиционно оптимальным 8-10 мол.% оксидов-модификаторов, что\nпоказано, в частности, в [131]. Также ионный характер проводимости\nхарактерен для модельной системы 8YSZ (состав 1) в области парциальных\nдавлений кислорода близких к давлению кислорода воздуха, то есть, в том\nчисле, в условиях эксперимента. Температурные зависимости проводимости\nсостава 1 представлены на рис.6.19.\n",
        "Отметим, что измерения электропроводности осуществлялись в\nрежиме переменного тока постоянной частоты, что позволяет, помимо\nпрочего, сравнить данные, полученные разными способами. Кроме того, из\nрис. 6.19 видно, что проведение измерений при охлаждении (что, в теории,\nпозволяет избежать процессов структурной перестройки) или при нагревании\nкерамики состава 1 не дает сколь-нибудь существенной разницы получаемых\nрезультатов. Подобного поведения возможно ожидать также от других\nизученных керамик, проявляющих ионную проводимость, так как было\nпоказано отсутствие структурной перестройки в процессе нагревания до\nмаксимальной температуры исследования (то есть 650°С)\n",
        "Сводная температурная зависимость электропроводности различных\nсоставов с чисто ионной проводимостью представлена на рис. 6.20.\n",
        "Рис.6.19. Температурная зависимость удельной электропроводности керамики\nсостава 1 от температуры.\n",
        "Из рис. 6.20 видно, что Еa, а, следовательно, и угол наклона\nпрямых аррениусовских зависимостей для исследованных систем отличны от\nмодельной системы 8YSZ. Среди систем, исследованных в настоящей работе,\nнаибольшую электрическую проводимость во всем интервале температур\nизмерения имеет состав 2 (85ZrO2-7HfO2-8Y2O3), проводимость которого\nвыше проводимости модельной системы уже при температуре 530 °С.\nСхожие величины проводимости имеет керамика состава 4 (по уточненным\nданным, 72ZrO2-20HfO2-8Y2O3). Эти составы могут быть рекомендованы к\nиспользованию в электрохимических устройствах, например топливных\nэлементах и электрохимических сенсорах, особенно в условиях работы при\nповышенных температурах и в агрессивной атмосфере. Добавка к системе\nYSZ оксида индия не позволяет добиться существенного улучшения\nэлектропроводности в области существования твердого раствора.\n",
        "Рис. 6. 20. Сводная зависимость ионной проводимости всех исследованных составов\nкерамики от температуры.\n"
    ]
}