{
    "paragraphs": [
        "Объем и структура работы. Диссертация состоит из введения, 7 глав, объединенных в\nтри части, заключения, списка цитируемой литературы и приложений. Объем диссертации\nсоставляет 332 страниц, включая 192 рисунка, 32 таблицы списка работ, опубликованных по\nдиссертации (45 наименований) и списка цитируемой литературы из 204 наименований.\n",
        "Представляло интерес продолжить эти работы в сторону нанометровых размеров\nкристаллитов, тем более, что в литературе появились данные о проводимости тонких пленок\nтвердого электролита на основе диоксида циркония в десятки [44] и сотни миллионов [45] раз\nпревышающие проводимость монокристаллического YSZ. Более десяти лет назад в ИЭФ УрО\nРАН была разработана технология получения уникальных слабо агрегированных\nнанопорошков электролита на основе диоксида циркония методом абляции импульсным СО2\nлазером керамической мишени [47] рис. 1. Порошок характеризовался слабой агрегируемостью\n(агрегаты легко разрушались ультразвуковой обработкой порошка в изопропаноле), удельная\nповерхность составляла 62 м2/г, средний размер частиц – 16 нм.\n",
        "(а) (б) (в)\nРис. 1. Внешний вид установки для получения нанопорошка с помощью импульсного СО2лазера (а); изображение частиц нанопорошка 8,5YSZ в электронном микроскопе (б),\n",
        "При переходе к наномасштабу улучшаются и основные характеристики твердого\nэлектролита [49]. При этом наблюдается по сравнению с микрокристаллическими образцами\nобратная зависимость. Увеличение доли граничной проводимости приводит не к увеличению\nобщего сопротивления, а к уменьшению рис. 2. Сначала с уменьшением размера кристаллитов\nдо 50 нм суммарная ионная проводимость спеченной керамики увеличивается, приближаясь к\nпроводимости монокристалла, а при размерах кристаллитов менее 50 нм ионная проводимость\nграниц начинает преобладать над проводимостью объема и наноструктурированный\nполикристаллический твердый электролит по проводимости начинает превосходить\nпроводимость монокристалла.\n",
        "Из следующего рисунка (рис. 3) мы видим, что проводимость границ зерен\nполикристаллических образцов твердого электролита YSZ с уменьшением размера слагающих\nкристаллитов возрастает.\n",
        "На следующем рисунке 4 представлено сравнение проводимости твердого электролита\nодного и того же состава La0.88Sr0.12Ga0.82Mg0.18O2.85 с микрокристаллической и\nнанокристаллической структурой. Из приведенного рисунка мы видим, что наноструктурная\nполикристаллическая керамика проводит лучше, чем микрокристаллическая керамика [50, 51].\n",
        "Рис. 2. Температурная зависимость полной проводимости электролита 9,5YSZ с\nразличным средним размером зерна в сравнении с проводимостью монокристалла\n",
        "Рис. 3. Зависимость проводимости границ зерен\nот среднего размера зерна при различных температурах\n",
        "Рис. 4. Температурная зависимость проводимости электролита, полученного по\n",
        "сопротивления во времени) тоже по сравнению с микрокристаллическими образцами имеет\nсвои особенности. С уменьшением размера кристаллитов уменьшается глубина старения, т.е.\nмы приходим к более устойчивой структуре кристаллитов в нанометровом диапазоне рис. 5.\n",
        "Рис. 5. Старение твердого электролита YSZ с разным размером кристаллитов при 800°С\n",
        "Формирование традиционного материала Ni-керметного анода ТОТЭ с использованием в\nэлектродной суспензии нанопорошка NiO (с размером большинства частиц 20-50 нм),\nполученного методом электрического взрыва проволоки [60,61] рис. 6, существенно изменяет\nкак технологию изготовления электрода, так и его активность. В процессе изготовления\n",
        "(а) (б) (в)\nРис. 6. Изображение частиц слабо агрегированного нанопорошка оксида никеля для анодного\n",
        "посчастливилось более эффективно решить эту проблему [70]. На рис. 7 представлена схема\nтвердооксидного топливного элемента с жидким (расплав солей) анодом. Автор настоящей\nработы совместно с коллегами из Стенфордского исследовательского института (США,\nКалифорния, Менло Парк) запатентовал эту технологию прямого преобразования химической\nэнергии твердого топлива угля в электрическую энергию с использованием твердооксидного\nтопливного элемента [70, 71]. В США этот новый тип топливных элементов приобрел термин\nDCFC (Direct Coal Fuel Cell) – топливный элемент для прямого окисления угля (Прилож. 7).\nРасплав по своей сути в этом элементе является жидким электродом, суспензией, твердой фазы,\nсостоящей из частичек топлива – угля. Таким образом, расплав (жидкий электрод) поставляет\nтвердое топливо в зону реакции.\n",
        "Рис. 7. Схема DCFC – а, схема протекания электродной реакции в твердооксидном\nтопливном элементе с жидким анодом (Цифрами обозначены: 20 – твердый электролит; 24 –\n",
        "Наиболее простым высокотемпературным твердооксидным устройством – с\nсимметричной гетероструктурой являются сенсоры. Принцип и схема такого устройства\nпредставлена на рис. 8. Сенсоры (датчики активности кислорода) на твердом электролите\nнашли особенно широкое распространение в анализаторах кислорода в технике. Это в первую\nочередь в металлургии [72] и лямда-зонды на автомобильном транспорте. В них используется\nтвердооксидный электролит на основе диоксида циркония, стабилизированного оксидом\nкальция или иттрия. Как было показано ранее, электропроводность такого твердого раствора\nобусловлена ионами кислорода в широком интервале температур и парциальных давлений\nкислорода. От других типов анализаторов, предназначенных для определения кислорода,\nанализаторы с твердым электролитом отличают:\n",
        "Рис. 8. Принцип и схема кислородного\n",
        "На рис. 9. Изображена принципиальная схема устройства, используемого нами, для\nисследования твердооксидных ячеек № 1-№ 3. Устройство предусматривает в процессе\nиспытаний контроль газовой среды. В рабочую высокотемпературную зону трубчатой печи\nпомещен традиционный сенсор на пробирке из YSZ с платиновыми электродами с воздушным\n(газовым) электродом сравнения. Конструкционные детали: колпачок и трубка, также были\nвыполнены из твердого электролита YSZ. Между ними размещался исследуемый фрагмент с\nтремя испытываемыми ячейками, герметично соединенный с конструкционными деталями\nэлектроизоляционным стеклогерметиком. На колпачке и трубке формировали платиновые\nгазодиффузионные электроды (внутренний для воздушного или кислородного электрода\nсравнения). Таким образом мы могли оценить изменение газовой топливной среды (Н2+Н2О) по\nнаправлению потока.\n",
        "Рис. 9. Принципиальная схема устройства для испытания твердооксидных ячеек: 1 –\nнесущий катод, 2 – слой электролита, 3 – противоэлектрод – анод (Ni-кермет, нанесенный\n",
        "Подготовленную таким образом исследовательскую твердооксидную ячейку в виде\nпробирки механически закрепляли в «головке», оснащали токовыводами, потенциальными\nзондами и трубкой газоподвода для подачи окислителя (рис. 10). Затем испытательную ячейку\nпомещали в трубчатую печь с одной стороны, с другой стороны устанавливали традиционный в\nвиде пробирки из YSZ сенсор – датчик активности кислорода. При этом внутренний объем\nтрубчатой печи ограничивал топливное пространство. Использование топлива (его окисление)\nможно было контролировать вдоль потока: до исследуемого фрагмента топливного элемента,\nпосле него и на выходе газа из печи - независимым сенсором.\n",
        "Рис. 10. Внешний вид рабочей части исследовательских твердооксидных ячеек (вверху) и\n",
        "исключения абразивного износа анализируемым газом, пористым слоем керамики 5-10 мкм\nтого же состава, что и подложка. На другой стороне керамической пластинки расположен\nплоский нагреватель 5-10 мкм из платины или вольфрама, покрытый тонким 5-10 мкм\nгазоплотным слоем керамики, защищающий материал нагревателя от окисления. Описанная\nструктура демонстрируется на рис. 11.\n",
        "Рис. 11. Структура ячейки:\n1 – подложка из термостойкого\nэлектроизоляционного\nматериала,\n2 – тонкий слой твердого\nэлектролита YSZ,\n3, 4 – каталитический и\nинертный электроды,\n5 – пористый керамический\nслой, предотвращающий\nабразивный износ,\n6 – нагреватель,\n7 – стекло-керамический слой,\nзащищающий нагреватель от\nокисления [80]\n",
        "Рис. 12. Структура газового сенсора на основе керамической МЭМС структуры:\n1 – керамическая подложка (YSZ), 2 – клеевой слой (стеклоприпой), 3 – тонкая керамическая\n",
        "На рис. 13. изображены исследовательские заготовки чипов, изготовленные по групповой\nтехнологии. Размер заготовки каждого отдельного чипа 6 х 6 мм, отверстие в керамической\nподложке диаметром 3 мм. Толщина мембраны YSZ около 10 микрон. Мембраны,\nизготовленные литьем нанопорошка (∼16 нм) твердого электролита характеризуются хорошими\nмеханическими свойствами. Кроме того, платина и другие металлические покрытия имеют\n",
        "Для получения плоских тонкопленочных подложек и пленок мембран из YSZ важна\nскорость нарастания температуры при спекании, которая не должна превышать 1 градуса в\nминуту. Отжиг пленок производили под нагрузкой – пленки устанавливали между двумя\nпластинками, например, из поликора толщиной 1 мм. Максимальная температура отжига\nсоставляла 1150°С. Пленки мембран, сформированные по технологии ИЭФ из нанопорошка,\nспекали втечении 12 часов (рис. 14).\n",
        "Рис. 13. Внешний вид заготовки газовых сенсоров MEMS структуры с подложкой и\nмембраной на основе YSZ – а); верхняя и нижняя сторона заготовки датчиков (со стороны\nмембраны и со стороны подложки) подложка и мембрана приклеены друг к другу стеклом,\n",
        "Рис. 14. Фотографии поверхности и скола керамической мембраны\n",
        "На рис. 15 представлена фотография единичного чипа газового сенсора. Область нагрева\nмембраны составляла примерно 400 х 250 микрон. Ширина линии платинового нагревателя\nпримерно 40 мкм. Благодаря низкой шероховатости поверхности мембраны менее 0,1 мкм\nудалось формировать платиновый нагреватель с толщиной менее 0,1 мкм, что привело почти к\nтрехкратному уменьшению расхода платины при изготовлении нагревателей сенсоров.\n",
        "(а) (б)\nРис. 15. Внешний вид нагревателя чипа полупроводникового сенсора – (а),\n",
        "Основной характеристикой нагревателя является зависимость температуры от его\nэлектрической мощности. Эта зависимость представлена на рис. 16. Применение тонких\n",
        "Рис. 16. Зависимость температуры газового сенсора МЭС структуры от электрической\n",
        "На рис. 17 приведена принципиальная схема КН.\nВысокотемпературный кислородный насос\nпредставляет собой твердооксидную ячейку типа\nвоздух / катод / твердый электролит / анод / кислород.\nПри этом оба электрода могут быть изготовлены из\nодного материала, в частности, манганита лантана\nстронция (LSM). При протекании относительно\nмалых токов напряжение (U) такой ячейки близко к\nЭДС концентрационной цепи воздух-кислород (Е)\nравной:\n",
        "высокотемпературному КН и через совместное Российско – Итальянское предприятие СП\n\"Технопарк\" заключила договор на разработку и изготовление прибора. В конце декабря в\n\"Инносан\" проходила презентация разработанного и изготовленного под руководством автора\nкислородного насоса (рис. 18) (Прилож. 14).\n",
        "Рис. 17. Принципиальная схема\n",
        "Рис. 18. Кислородный насос и\nгипоксикатор (КНиГ), изготовленный\n",
        "Поскольку процесс переноса кислорода, например, из воздуха в КН идет при\nотносительно высокой температуре и с выделением тепла, то технически необходим стартовый\nразогрев и при необходимости поддержание рабочей температуры. При этом если выделяемого\nтепла достаточно для поддержания температуры (хорошая теплоизоляция, большая\nпроизводительность), то\nустанавливается автотермический\nрежим, когда подводить энергию для\nподдержания температуры не надо.\nНа рис. 19. Хорошо видны\nзависимости тепловых потоков в\nработающем КН.\n",
        "Рис. 19. Зависимость тепловых потоков в КН в\nзависимости от производительности по кислороду:\n1 – тепловой поток за счет тока электролиза (РЭ),\n",
        "трубчатой конструкции. Его схема изображена на рис, 20. Каждая батарея состояла из 18\nпоследовательно соединенных по току элементов. Электролит (0,9ZrO2 + 0,06Sс2О3 + 0,04Y2О3)\nв рабочей части элемента имел толщину 0,3-0,4 мм. Площадь единичного элемента была около\n3 см2. Между собой батареи по току и по воздуху были соединены параллельно. Воздух\nпоступал во внутреннее пространство батарей и по трубкам, размещенным внутри, выходил\nобратно. Кислород выделялся во внешнее пространство батарей, ограниченное кварцевой\nпробиркой, помещенной в теплоизоляционный кожух (на рисунке не показан). На пробирке\nразмещен нихромовый стартовый нагреватель. КН с газоподводящими и отводящими трубками\nбыл выполнен с учетом соблюдения условий лучшего теплообмена. Подача воздуха (с\nрасходом до 0,32 м3/ч) осуществлялась побудителем расхода ПР-7.\n",
        "Рис. 20. Схема высокотемпературного\nкислородного насоса:\n",
        "На рис. 21 приведена зависимость напряжения (U) и температуры (Т) ячейки от плотности\nпропускаемого тока при начальной температуре 770°С. По мере возрастания тока температура\nтвердооксидного элемента увеличивалась и при токе – 1,8 А/см2 составляла 810°С.\n",
        "На рис. 22 представлена зависимость удельной мощности ячейки (N) и её\nпроизводительности по кислороду (V) от плотности пропускаемого тока при начальной\nтемпературе 770°С. При плотности пропускаемого тока 1,8 А/см2 удельная мощность была\nоколо 1,4 Вт/см2, а производительность около 1,5 л О2/час.\n",
        "На рис. 23 представлена зависимость электроэнергозатрат (W) от плотности тока.\n",
        "Рис. 21. Зависимость напряжения и температуры элемента от плотности тока\n",
        "Рис. 22. Зависимость удельной мощности и производительности элемента от плотности тока\n",
        "Рис. 23. Зависимость электроэнергозатрат на элементе от плотности тока\n",
        "Рис. 24. Схематичное изображение трубчатого элемента (а): 1 – катод, 2 – электролит, 3 –\n",
        "совместного спекания, были изготовлены элементы кислородного насоса, представленные на\nрис. 24.\n",
        "Из таких элементов собирали 3-х элементные батареи с последовательным соединением\nНТЭ по току и газу рис. 25.\n",
        "Рис. 25. (а) – эскиз батареи КН из НТЭ, (б) – внешний вид батареи элементов\n",
        "Внешний вид макета представлен на рис. 26, а его основные характеристики на рис. 27.\nРаботающий макет генератора медицинского кислорода на основе трубчатых наноструктурных\nтвердооксидных элементов впервые был продемонстрирован на 1 Международном форуме\nРОСНАНО 3-5 декабря 2008 года в Москве.\n",
        "Рис. 26. (а) – внешний вид основания макета КН с установленной батареей элементов;\n",
        "Рис. 27. Зависимость выхода кислорода от затрачиваемой мощности для демонстрационного\n",
        "Промышленное освоение технологии получения электроэнергии, используя солнечную и\nядерную энергии, например, в высокотемпературном ядерном газоохлаждаемом реакторе\n(ВТГР) непременно приведет к развитию и становлению водородной энергетике. При этом\nнаиболее целесообразно будет получать водород высокотемпературным электролизом воды в\nэлектролизерах с элементами на твердых электролитах, например на основе диоксида\nциркония. При этом рабочая температура 800-1000°С может поддерживаться благодаря\nиспользованию тепла от ВТГР. На рис. 28 приведен принцип получения водорода и кислорода\nэлектролизом воды.\n",
        "Рис. 28. Принцип работы электролизера\nдля получения Н2 и О2 разложением Н2О\n",
        "Затраты электроэнергии на проведение электролиза при различной производительности\nпредставлены на рис. 29.\n",
        "Рис. 29. Зависимость электрозатрат от\nпроизводительности электролизера для получения 1 кг\n",
        "Расход электроэнергии на получение водорода в ВТЭ заметно снижается, если снизить\nнапряжение разложения Ет. Для этого в анодном пространстве связанный восстановителем\nкислород, например, в виде монооксида углерода – СО. В этом случае разложение воды с\nдеполяризацией анодного процесса смесью монооксида рис. 30.\n",
        "Рис. 30. Принцип работы электролизера для получения Н2 разложением Н2О с\n",
        "Ключевым моментом является противоток реагентов в катодном и анодном пространствах\nэлементов, приводящее к снижению ЭДС до десятков мВ, т.е. к ЭДС Н2/СО и в процессе\nразложения вдоль элемента до Н2О/СО2 (см. рис. 30.). ЭДС электрохимической цепи конвертера\nпри наличии противотока смесей (Н2 + Н2О) и (СО + СО2) при одинаковых объемных расходах\nСО и Н2О равна:\n",
        "Электрохимическое разложение продуктов жизнедеятельности человека (двуокиси\nуглерода и воды) может найти применение в системах жизнеобеспечения для длительного\nпребывания человека в замкнутом объеме, например, космического корабля [88]. Известно, что\nчеловек ежедневно потребляет из воздуха, которым дышит ~900 г кислорода. С пищей в\nорганизм дополнительно поступает 230 г кислорода. В метаболическом процессе – 770 г от\nобщего количества кислорода превращается в СО2 и 270 г в Н2О. Таким образом, разложение\nтолько CO2 до угля и кислорода позволило бы на 85% обеспечить потребность человека\nкислородом для дыхания. Полная регенерация газовой атмосферы с возвратом кислорода и из\nН2О (жидкие отходы жизнедеятельности), которую можно осуществить высокотемпературным\nэлектролизом, является безальтернативной основой полной замкнутости цикла по кислороду.\nАвтору с коллегами удалось достаточно плодотворно поработать в этой области [89-95].\nПринцип работы такого электролизера показан на рис. 31.\n",
        "Рис. 31. Принцип работы электролизера для\n",
        "При обычном сжигании смеси водорода и кислорода вся энергия их взаимодействия\nвыделяется в виде тепла. Если же провести эту реакцию в твердооксидном топливном элементе\n(ТОТЭ), где водород и кислород разъединены твердым электролитом, то будет происходить при\nналичии необходимых электрических цепей, электрохимическое (низкотемпературное)\nокисление водорода – прямое преобразование химической энергии топлива (водорода) в\nэлектрическую энергию рис. 32. Электрическую цепь в общем случае можно записать так:\n",
        "Рис. 32. Принцип работы топливного\n",
        "С+О2=СО2, (2)\nН2+½О2=Н2О, (3)\nСО+½О2=СО2. (4)\nНа рис. 33 представлены зависимости ЭДС – (а) и термодинамического КПД – (б) для этих\nреакций [2].\n",
        "Рис. 33. Зависимость от температуры ЭДС – (а) и термодинамического КПД – (б) для\n",
        "Повышение ηu достигается уменьшением омических потерь, например, уменьшением\nтолщины твердого электролита, увеличением его проводимости. Как видно из рис. 33,\nповышение температуры ТОТЭ приводит к снижению термодинамического КПД – ηт, зато\nприводит к повышению проводимости твердого электролита и снижению поляризуемости\nэлектродов, что повышает КПД по напряжению – ηu. Фарадеевский КПД можно, в какой то\nстепени назвать «конструктивным» коэффициентом использования топлива. Конструктивным\nпотому, что газообразное топливо в ТОТЭ в зону реакции (трехфазная граница) поступает через\nгазодиффузионный электрод (через пористое тело), при этом продукты реакции противотоком\nчерез то же самое пористое тело отводятся в приэлектродное пространство из зоны реакции.\nТаким образом из-за «конструкции» этого пористого тела в зоне реакции (вблизи\nприэлектролитного слоя) создается из-за диффузионных затруднений поставки топлива,\nнапример, Н2 (СО) и диффузионных затруднений отвода продуктов реакции Н2О (СО2) вполне\nопределенное содержание топлива, отличное от 1,0. Т.е. устанавливается динамическое\nравновесие восстановительной и окислительной составляющих газовой смеси. Приемлемой\n",
        "(б)\nРис. 34. Изображения частиц:\n(а) – нанопорошка YSZ (ИЭФ),\n(б) – нанопорошка фирмы Tosoh\n",
        "Рис. 35. Кривые усадки компактов:\n",
        "В процессе работы была доказана уникальность получаемых в ИЭФ слабо агрегированных\nпорошков твердого электролита YSZ. На рис. 34 сравниваются порошки наиболее известной\nяпонской фирмы Tosoh и порошки, произведенные в ИЭФ. Нанопорошки YSZ, полученные в\nИЭФ слабо агрегированы, что позволяет вести из них синтез плотного электролита при\nпониженных до 1150°С температурах спекания. Существенно более грубый агломерированный\nпорошок TZ-8Y фирмы Tosoh спекается до полной плотности только при температурах выше\n1350°С. На рис. 35 приведены кривые усадки компактов из слабо агрегированного лазерного\nнанопорошка YSZn5, полученного в ИЭФ УрО РАН, и порошка TZ-8Y (8 мол. % Y2O3)\nпроизводства фирмы Tosoh. Данные получены при спекании компактов в дилатометре DIL 402\n(NETZSCH) до максимальной температуры 1500ºС при постоянной скорости нагрева 5ºC/мин.\nОбразцы из порошка фирмы Tosoh имеют двухстадийное спекание. Сначала спекаются\nнаночастицы в агломераты микронного размера, а затем агломераты спекаются по механизму\nспекания микронных частиц.\n",
        "для совместного спекания при пониженных температурах в диапазоне 1000-1200°С (рис. 36).\nОпределены композиции порошковых материалов, совместимых с YSZ, для формирования\nкатода и анода ТОТЭ с необходимой пористостью около 30%. Отработаны технология литья\nпленок из выбранных порошковых материалов и способ их радиального магнитно-импульсного\nпрессования для формования заготовок трубчатого ТОТЭ. Реализовано формирование\nполуэлемента с тонкослойным электролитом YSZ толщиной около 30 мкм на несущем катоде\nна основе LSM.\n",
        "(а) (б) (в)\nРис. 36. Внешний вид электролитических сегментов: (а) – совместно спеченные электролит и\n",
        "сварки. Изготовлены элементы 2-х сегментной конструкции, необходимые для проведения\nиспытаний модуля. Разработана конструкция прототипа модуля мощностью 200 Вт на основе\nразработанных и изготовленных трубчатых ТЭ (рис. 37, 38, 39). Изготовлена вся оснастка,\nнеобходимая для испытания 9 - элементного модуля.\n",
        "Рис. 37. Внешний вид узлов для 4-х-сегментного элемента (а), ТОТЭ с 4-мя\nэлектролитическими сегментами (б) и ТОТЭ с токосъемами (несущая анодная токовая шина;\n",
        "(а) (б)\nРис. 38. Внешний вид модуля со снятым кожухом и тремя установленными сегментными\n",
        "Рис. 39. Внешний вид исходных и прошедших испытания 4-х сегментных ТОТЭ\n",
        "Испытания твердооксидного элемента (рис. 40), изготовленного по принятым в ИЭФ\nтехнологиям, подтвердили перспективность формирования наноструктурированных элементов\nиз слабо агрегированного нанопорошка YSZ, полученного лазерной абляцией, с применением\nтехнологии литья пленок, их компактирования методом магнитно-импульсного прессования и\nсовместного спекания [83].\n",
        "Рис. 40. ВА кривая и кривая мощности ТОТЭ с анодными токосборниками, покрытыми\n",
        "Основываясь на проведенных в ИЭФ разработках и реализуя потребность в портативных\nисточниках электрической энергии (Институт № 2 МО РФ), коллектив ЛПЭ разработал\nдемонстрационный макет ТОТЭ мощностью 50 Вт (5 В). В качестве топлива для ТОТЭ служила\nпропан бутановая смесь (бытовые 520 мл (88 г) баллончики), в качестве окислителя – воздух\n(Рис. 41, 42).\n",
        "Рис. 41. Элементы – (а), активная часть – (б) макета портативного источника тока на ТОТЭ\n",
        "Рис. 42. Проект и макет портативного источника тока на ТОТЭ\n",
        "На рис. 43. Приведена температурная зависимость термодинамического КПД для разных\nреакций. Для реакций СО + ½О2 = СО2 и Н2 + ½О2 = Н2О КПД с ростом температуры падает\nсоответственно до 0,6 и 0,7. Для полного окисления угля С + О2 = СО2 КПД равен единице.\nЕсли бы удалось произвести прямое электрохимическое окисление метана по реакции\nСН4 + 2О2 = СО2 + 2Н2О, то термодинамический КПД тоже был бы около единицы. К\n",
        "Рис. 43. Зависимость термодинамического КПД от температуры\n",
        "На рис. 44. представлены температурные зависимости термодинамического КПД для\nразличных реакций конверсии метана:\n",
        "Рис. 44. Зависимость термодинамического КПД от температуры для реакций конверсии\n",
        "её с расчетными зависимостями. На рис. 45 представлены температурные зависимости ЭДС для\nреакций: 1) С +½О2 = СО; 2) С + О2 = СО2; 3) Н2 + ½О2 = Н2О; 4) СО + ½О2 = СО2 и 4) CН4 +\n2О2 = СО2 + 2Н2О.\n",
        "Рис. 45. Температурная зависимость ЭДС ТОТЭ для различных реакций\n",
        "Уникальность такого порошка обусловлена тем, что его частицы не создают агрегатов (мы\nназываем нанопорошок не агрегированным или слабо агрегированным, если его частицы в\nжидкой среде, например, в изопрапоноле, после ультразвуковой обработки разделяются средой,\nне создавая агрегатов). На рис. 46, 47 приведены ПЭМ-изображения таких порошков и\nдифференциальные кривые распределения частиц по размерам.\n",
        "(а) (б)\nРис. 46. Электронная микрофотография ПЭМ (а) и\nраспределение частиц нанопорошка 8,5YSZ по размерам (б)\n",
        "(б)\nРис. 47 Электронная микрофотография ПЭМ (а) и\nраспределение частиц нанопорошка 10YSZ по размерам (б)\n",
        "Для получения изделий из таких порошков их необходимо сформировать в заготовку и\nспечь. Однако, обычным полусухим прессованием не удается получать прессовки с плотностью\nвыше 0,4 от теоретической, а это приводит к тому, что в процессе спекания получающаяся\nкерамика обладает существенной открытой пористостью. Для получения керамических изделий\nс полной плотностью исследователи ИЭФ предложили новую технологию компактирования\nнанопорошков динамический метод уплотнения – способ магнитно-импульсного прессования\n[106,107]. Образцы из такого слабо агрегированного нанопоршка YSZ cкомпактированные\nмагнитно-импульсным прессованием (МИП) спекаются до полной плотности при более низких\nтемпературах. Технология получения нанопорошка и способ его компактирования,\nразработанные в ИЭФ УрО РАН, позволяют получать достаточно плотную керамику YSZ уже\nпри 950ºС. Нанопорошки ведущих японских фирм: Tosoh, DKKK, используемые за рубежом\nдля формирования твердого электролита ТОТЭ – агрегированы, поэтому их спекание идет в две\nстадии. Сначала спекаются агрегаты из наночастиц, а затем спекаются агрегаты между собой,\nпо кинетике спекания микрочастиц. Поэтому температура получения плотной керамики из\nтакого агрегированного порошка YSZ выше 1350ºC. На рис. 48 приведены кривые усадки (DIL\n402, NETZSCH) компактов из слабо агрегированных лазерных нанопорошков YSZ партий n5 и\nn2061, полученных в ИЭФ УрО РАН с использованием различных лазерных установок, и уже\nупоминавшегося выше порошка TZ-8Y (Tosoh). Из усадочных кривых видно, что начало\nспекания у обоих порошков начинается в районе 950ºС, однако, активная усадка нашего\nпорошка заканчивается при 1250ºС, а у порошка TZ-8Y вблизи 1420ºС.\n",
        "Наноразмерность исходных порошков и\nнанокристаллическая структура получаемого\nтвердого электролита YSZ вносят свой вклад в\nизменение свойств электролита. Повышается\nего механическая прочность,\nтрещиностойкость, повышается проводимость.\nСнижается температура формирования\nгазоплотной керамики. Все это, в конечном\nсчете, улучшает свойства и характеристики\nТОТЭ. На рис. 49 представлены фотографии\nмикроструктуры получаемой нанокерамики\n",
        "YSZ, сформированной при 950 и 1250ºС. Микроструктуру получаемой керамики исследовали с\nпомощью атомно-силовой (Solver 47P) и сканирующей электронной микроскопии (LEO 982).\nРазмер ОКР определяли также и по уширению рентгеновских линий по методу СеляковаШерера (ДРОН-4М). В разных режимах синтеза получены керамики со средним размером\nкристаллитов от 66 нм до 500 нм (см. рис. 49а, 49б). Из рис. 49 видно, что излом керамики идет\nне только по границам зерен, но и по объему кристаллитов. Т.е. границы и объем зерен имеют\nодинаковую механическую прочность.\n",
        "Рис. 49. Структура изломов керамик YSZ, спеченных при 950ºС с выдержкой 104 часа – (а) и\n",
        "Рис. 48. Кривые усадки компактов:\n1, 2 – лазерные нанопорошки YSZ (ИЭФ),\n",
        "Для формирования из нанопорошков тонких слоев твердого электролита и других\nкомпонентов ТОТЭ была разработана новая для ИЭФ технология литья пленок на\nполивинилбутиральной связке Tape Casting рис. 50.\n",
        "(а) (б) (в)\nРис. 50. Внешний вид установки для литья пленок (Tape Casting) компонентов\n",
        "Полученная керамика кубического YSZ имеет высокую плотность. На рис. 51 приведены\nвнешний вид сырой пленки и изображение ее поверхности в электронном микроскопе после\nспекания на воздухе при 1150ºС в течение часа. Видно, что керамика плотно упакована и не\nнаблюдаются открытые поры. Отсутствие пор и загрязнений на границах зерен наглядно\nдемонстрируются прозрачностью тонкостенных диска и трубки, представленных на рис. 52.\n",
        "Рис. 51. Внешний вид сырой пленки из кубического YSZ толщиной 10 мкм, сформированной\n",
        "Рис. 52. Дисковый и трубчатый образцы полупрозрачной керамики кубического YSZ,\n",
        "На рис. 53. представлено изображение поверхности наночастицы в просвечивающем\nэлектронном микроскопе (JEOL JEM 2100). Приставка нано это не только размерность\nобъектов. Это появление между миром молекул и атомов и микромиром нового мира –\nнаномира, с его структурными элементами, с его «цветами», с его наноструктурированием. Это\nновое мировоззрение, ещё одна новая ступенька познания строения окружающего нас мира.\nЭто исследование природы единичных структурных элементов составляющих объект –\nнаноточки, наношарики, нанопроволоки, нанотрубки их возникновение, изготовление и\nвлияние на свойства макротел. Интересно, что сферические наночастицы YSZ в процессе\nтермообработки формируются в цепочки в нанопроволоки рис. 54 при этом длина цепочек\nзависит как от температуры, так и от времени выдержки. Если поверхность исходного порошка\nсоставляла 54 м2/г, то после 600, 700, 800ºС (выдержка 1 час), поверхность уменьшалась и\nстановилась соответственно примерно 43, 40, 29 м2/г.\n",
        "Рис. 53. ПЭМ-изображение частицы YSZ Рис. 54. Самоорганизация наночастиц\n",
        "В основу концепции развития ТОТЭ в ИЭФ легли «активные» к спеканию порошки слабо агрегированные нанопорошки, которые позволили получить с использованием\nтехнологии «Tape Casting» тонкие пленки газоплотного плоского и трубчатого твердого\nэлектролита YSZ уже при температуре около 1050-1200ºС рис. 51-52.\n",
        "(а) (б) (в)\nРис. 55. Принцип формирования трубчатого ТОТЭ из пленок – (а), принцип и внешний вид\nустановки для радиального магнитно-импульсного прессования – (б), фрагмент трехслойного\n",
        "Принцип изготовления трубчатой симметричной гетероструктуры – топливного элемента\n(электрод / электролит / электрод) с использованием технологии совместного спекания хорошо\nвиден из следующего рисунка (рис. 55).\n",
        "Топливный элемент трубчатой конструкции с рабочей поверхностью 6 см2 в\nтонкопленочном исполнении был изготовлен путем нанесения твердого электролита состава\n0,92 ZrO2 + 0,08 Y2O3 на пористую трубку из La0,7Sr0,3MnO3 (рис. 56). Толщина электролита 1015 мкм. В качестве анода использована пористая платина. Значения ЭДС при подаче в анодное\nпространство аргона и водорода, а в катодное – кислорода, близки к термодинамическим.\n",
        "Рис. 56. Установка для нанесения пленок YSZ электролита на трубчатую пористую\n",
        "При подаче метана измерены вольтамперные кривые в температурном интервале 750900°С (рис. 57.). Достигнута удельная мощность 225 мВт/см2 (U = 0,85 В, j = 270 мА/см2) при\nтемпературе 900°С.\n",
        "Рис. 57. Основные характеристики первого фрагмента ТОТЭ, изготовленного с\n",
        "Рис. 58. Микрофотография типичного поперечного сечения многослойной\n",
        "Рис. 59. Микрофотография типичной подложки катода LSM\n",
        "В исследовательской лаборатории материалов Стенфордского международного\nисследовательского института в Калифорнии, США (Materials Research Laboratory в SRI\nInternational, Ca, USA), были проведены независимые испытания 8 электрохимических ячеек\n(фрагментов), прототипов трубчатых ТОТЭ с пористым несущим катодом из манганита лантана\nстронция (LSM), пленочным твердым электролитом YSZ и металло-керамическим анодом\n[3,108–112]. Ячейки были изготовлены в ИВТЭ УрО РАН с использованием новой технологии –\nтермолиза металлоорганических соединений (ТМОС) по нашему патенту. Испытания\nпроводили в режиме Н2-О2 топливного элемента при температурах 800-950ºС. Исследования,\nпроведенные на сканирующем электронном микроскопе (СЭМ) и рентгеновском\nдифрактометре в CuKα излучении позволили определить состав, тип кристаллической решетки и\nмикроструктуру. Пленки толщиной 17-80 мкм, состава 0,92ZrO2 + 0,08Y2O3 как и компактные\nобразцы этого состава, полученные по традиционной керамической технологии, имели\nкубическую структуру типа флюорита. Пленки YSZ с поверхности имели размер кристаллитов\nот 1 до 9 мкм для разных образцов «свидетелей» электрохимических ячеек. Исследование\nсостава на поперечном шлифе «свидетелей» показали, что по толщине пленки (40-60 мкм для\nразных образцов) наблюдается диффузия MnO к поверхности пленки YSZ из свободной фазы в\nLSM (рис. 60). Кроме MnO в объеме пленке обнаружено наличие углерода. В интерфейсном\nслое на основе допированного церия, полученного по ТМОС содержание углерода меньше, чем\nв пленке YSZ. Методом ЭДС в разных атмосферах были определены числа переноса, которые\nподтвердили электролитические свойства покрытия YSZ. В анодных газах при подаче в оба\nпространства кислорода масспектрометрически обнаружено наличие СО и СО2.\n",
        "Числа переноса ti ,были измерены для семи тестируемых ячеек (рис. 61). Числа переноса\nбыли измерены для температур 800-900ºС. На рис. 61 приведены результаты, полученные при\n800ºС с кислородом (у катода) и смесью аргон/водород в отношении 100/25 (у анода). Числа\nпереноса ti для семи ячеек были от 47 до 97%. Одним из факторов, уменьшающих числа\n",
        "Рис. 60. Распределение элементов вблизи интерфейсного слоя между электролитом и катодом\n",
        "Рис. 61. Величины чисел переноса для разных образцов (8 образец – ti=0)\n",
        "Рис. 62. Лучшие основные характеристики фрагмента ТОТЭ\n",
        "Принципиально, формирование пленок ZrO2-Y2O3 может быть осуществлено из раствора\n(расплава) или газовой фазы, причем не только с использованием летучих соединений, но и\nпутем применения аэрозолей. Ранее было показано, что на качество пленки достаточно сильно\nвлияют как исходные вещества, условия их нанесения, так и последующие термические\nобработки. На рис. 63. показана поверхность пленки твердого электролита YSZ, нанесенной на\nнесущий трубчатый, пористый катод LSM (видны включения LSM, попавшие при нанесении), а\nна рис. 64 микроструктура излома полуэлемента – «несущий LSM / пленочный YSZ (510 мкм)». На снимке частично видна шероховатость поверхности твердого электролита.\n",
        "Рис. 63. Поверхность пленочного YSZ,\n",
        "Рис. 64. Микроструктура излома\n",
        "Для одной из нанесенных пленок (№ 11, величина сопротивления 1,3 Ом·см2) изучалась\nтемпературная зависимость и стабильность сопротивления во времени. Сопротивление\nстационарно. Энергия активации (рис. 65) порядка 96 кДж·моль-1, что соответствует\nполикристаллическому твердому электролиту YSZ.\n",
        "может достигать тысяч атмосфер кислорода, то будет неизбежным выгорание на границе\nэлектрод - электролит даже очень стабильных форм углерода. Обработку пленок озоном\nпроизводили при 90°C в течение одного часа и фиксировали вес. Убыль веса каждого из\nнанесенных слоев (в %) после обработки озоном и спекания при 1180ºС в течение 2 часов\nприведена на рис. 66.\n",
        "Рис. 65. Энергия активации пленки электролита, полученной по технологии ТМОС\n",
        "Рис. 66. Убыль веса слоев после обработки в озоне и спекании при 1180ºС (2 часа)\n",
        "Было проверено влияние токовой обработки на сопротивление электролита в ячейках\n«Pt / YSZ / LSM». Как анодная, так и катодная поляризации изменяют (улучшают) свойства\nячейки (рис. 67). Наиболее позитивные изменения происходят при анодной поляризации\nманганитового электрода. Были достигнуты значения 0,5 Ом см2.\n",
        "Рис. 67. Спектры импеданса\nячейки «Pt / YSZ / LSM».\nИсходное сопротивление\n4138 Ом (1380 Ом см2);\n",
        "Спекание прессовок исследовали с использованием дилатометра (рис. 68). Из приведенного\nрисунка видно, что материал катодного коллектора с порообразователем Ску спекается сильнее,\nчем с порообразователем С2. Совместное спекание двухслойных образцов приводит к их\nдеформации (изгибу) в сторону более спекающегося материала. Первая и вторая кривые\nсовпадают, что указывает на отсутствие зависимости спекания образцов от температуры\nпрессования (20 и 120°С).\n",
        "Рис. 68. Усадочные кривые с порообразователями Ску7 и С2. Смесь LSM и 40% угля:\nсплошная 1 – С2 (120°С); штриховая 2 – С2 (20°С); штрихпунктирная 3 – Ску7 (120°С)\n",
        "На рис. 69 представлены микрофотографии образцов LSM, полученных с использованием\n40 и 30 об. % угля Ску-7. Образцы спекались в одном режиме (5°С/мин до 400°С, 10°С/мин до\n1200°С, выдержка 4 часа). Значения открытой пористости, измеренной по водопоглащению, для\nобразцов 60 об. % LSM + 40 об. % Ску-7 и 70 об. % LSM + 30 об. % Ску-7 равны 49% и 43%,\nсоответственно. Из рисунка видно, что предпочтительнее использовать 40 об. %\n",
        "Рис. 69. Микроструктура образцов LSM, полученных с добавлением различного количества\n",
        "На рис. 70 представлены микрофотографии образцов 60 об. % LSM + 40 об. % Ску-7,\nспеченных в различных режимах. Видно, что медленный нагрев приводит к значительному\nуменьшению пористости. Такое влияние скорости нагрева на пористость можно объяснить\nболее поздним выгоранием угля и задержкой диффузионных процессов, обеспечивающих\nспекание.\n",
        "Рис. 70. Микроструктура 60 об. % LSM + 40 об. % Ску-7\n",
        "На рис. 71 представлены микрофотографии образцов LSM, полученных с добавлением\nугля различной зольности (Ску-7 и С2). Образцы спекали в одном режиме: 0,2°С/мин до 350ºС,\n2ºС/мин до 1200ºС, выдержка 4 часа. Значения открытой пористости, измеренной по\nводопоглащению, для образцов 60 об. % LSM + 40 об. % Ску-7 и 60 об. % LSM + 40 об. % С2\nравны соответственно 20% и 33%. По микрофотографиям видно, что образец с углем С2 имеет\nболее тонкую структуру по сравнению с образцом с углем Ску-7. Дилатометрические\nисследования также подтвердили, что материал катодного коллектора с порообразователем Ску7 спекается сильнее, чем с С2.\n",
        "60 об. % LSM + 40 об. % Ску-7 60 об. % LSM + 40 об. % С2\nРис. 71. Микроструктура образцов LSM, полученных с добавлением различного угля\n",
        "На рис. 72 представлены температурные зависимости электропроводности образцов. Для\nсравнения приведены литературные значения проводимости плотного LSM (красные\nтреугольники). Видно, что проводимость наших образцов сопоставима и даже превосходит\nнекоторые литературные данные, хотя наиболее плотный из наших образцов характеризуется\nпористостью 19,1%.\n",
        "Рис. 72. Температурные зависимости электропроводности образцов LSM с различными\n",
        "На рис. 73 представлена зависимость проводимости от пористости образцов при 800°С.\nВидно, что с увеличением зольности угля в качестве порообразователя пористость и\nпроводимость LSM уменьшаются. Поэтому использование угля Ску-7 не целесообразно.\n",
        "На рис. 74 представлены изотермы зависимости проводимости коллекторного слоя от его\nпористости. Данные могут быть использованы для расчета несущего коллекторного слоя ТОТЭ.\nДобавка угля С2 с зольностью 0,12% практически не сказывается на проводимости материала.\nЭтот уголь в меньших количествах можно добавлять к LSM для увеличения его усадки при\n",
        "Рис. 73. Зависимость проводимости\n",
        "Рис. 74. Изотермы проводимости\nколлекторного слоя от пористости для чистого\n",
        "На рис. 75 представлены зависимости плотности прессовок от давления прессования.\nПлотности рассчитывались исходя из объема прессовки и ее массы. Кривая 1 – данные по\nплотности прессовок без порообразователя. Кривая 2 – данные по плотности прессовок с\nпорообразователем (теоретическая плотность материала вычислялась по формуле: ρ = 0,6 ρLSM\n+ 0,4 ρC. Кривая 3 – данные по плотности LSM в прессовках с порообразователем (плотность\n",
        "рассчитывалась, исходя из расчетной массы LSM и объема прессовки). Видно, что образцы с\nдобавкой порообразователя (2) имеют большую плотность по сравнению с образцами без\nпорообразователя (1). Однако, как следует из сравнения кривых 1 и 3, плотность упаковки\nпорошка LSM в образцах с порообразователем значительно ниже, чем в образцах без\nпорообразователя. На рис. 76 представлены зависимости пористости образцов от давления\n",
        "прессования после спекания при 1000ºС (рис. 76а) и 1200ºС (рис. 76б). Пористость\nопределялась по водопоглощению, ошибка определения пористости составляет 3%. Видно, что\nскорость спекания в пределах ошибки не влияет на пористость образцов. Давление прессования\nтак же не значительно влияет на пористость образцов, но практически на всех кривых\nмаксимум пористости приходится на давление 0,15 ГПа. Из рис. 76а видно, что после нагрева\n",
        "P (ГПа)\nРис. 75. Зависимость плотности прессовок от\n",
        "Рис. 76. Зависимость пористости образцов\n",
        "Из рис. 76б видно, что при повторном нагреве до температуры 1200°С образцы с\nпорообразователем спекаются до плотности 65-70%, а образцы без поробразователя – до\n",
        "На рис. 77 представлены зависимости усадок образцов по диаметру и высоте от давления\nпрессования после спекания при 1000ºС и 1200ºС. Из рисунка видно, что при нагреве до\n",
        "Рис. 77. Зависимости усадок образцов по диаметру и высоте от давления прессования после\n",
        "На рис. 78 представлена зависимость газопроницаемости образцов от давления\nпрессования. Измерения газопроницаемости производили при разности давлений 250 Па. Как и\nследовало ожидать из данных по пористости (рис. 76б), образцы без порообразователя имеют\nболее высокую проницаемость, причем максимум проницаемости был получен при давлении\nпрессования 0,15 ГПа и «быстром» режиме спекания.\n",
        "Рис. 78. Зависимость проницаемости образцов от давления прессования\n",
        "Наиболее широко электрофорез используется в водной среде. Принцип\nэлектрофоретического осаждения хорошо представлен на рис. 79, 80 [113–118]. Благодаря его\nпростоте он широко используется в промышленности, например, в технологии лакокрасочных\nпокрытий. Довольно часто в технике используется для ЭФО среда этанола. Однако, водная\n",
        "среда и этанол даже при напряжении в несколько вольт разлагаются, происходит их электролиз\nс выделением водорода, который выделяясь в объеме или на поверхности приводит к\nвозникновению характерных дефектов и не позволяет получать тонкие, толщиной 1-5 мкм,\nпокрытия требуемой газоплотности (рис. 81).\n",
        "Рис. 79. Принцип электрофоретического осаждения [115-119]\n",
        "Рис. 80. Перенос частиц и зарядов при ЭФО в С2Н5ОН [120]\n",
        "Рис. 81. Дефекты в объеме покрытия (срез) и на поверхности, связанные с выделением\n",
        "исследования подтверждают этот факт рис. 82. Введение же в суспензию связующих делает\n",
        "(а) (б) (в)\nРис. 82. Оптические микрофотографии покрытий YSZ, полученных ЭФО с использованием\nразличных дисперсионных сред, после нанесения (верхний ряд) и после сушки (нижний ряд):\n(а) – ацетилацетон (толщина слоя 50 мкм, 12,1 мг/см2), (б) – изопропанол (25 мкм, 6,15 мг/см2),\n",
        "где ti – доля ионной проводимости, te – доля электронной проводимости. Отношение\nэкспериментального значения ЭДС к термодинамическому значению, выраженное в процентах\nхарактеризует ионную проводимость. В нашем случае (см. рис. 83) в качестве\nтермодинамического значения ЭДС мы берем величину ЭДС, на специально изготовленном\nэлектрохимическом датчике на традиционном твердом электролите и расположенном в газовом\nпотоке в непосредственной близости к исследуемому образцу.\n",
        "Рис. 83. Схема ячейки с разделенным газовым пространством для измерения доли ионной\n",
        "Для измерения объемов мы использовали схему изображенную на рис.84. Расчетный\nобъем вычисляли для реакции О2-=1/2О2 +2е-, используя уравнение Фарадея:\n",
        "содержащий нанопорошок YSZ, и проводили согласующее спекание (рис. 85) в режиме:\n0,2оС/минà350оСà2оС/минà1100оС (4 часа). Затем производили повторное нанесение\nэлектролитного слоя и финишное спекание при 1200ºС (рис. 86).\n",
        "Рис. 85. Поверхность электролита YSZ после\n",
        "Рис. 86. Поверхность электролита YSZ после\n",
        "О2\nО2\nO -O -O -Рис. 84. Схема для измерения доли ионной\n",
        "Рис. 87. Излом градиентного катода с\nнанесенным ЭФО слоем YSZ (совместное\n",
        "На полуэлементы из градиентного катода с электрофоретическим слоем твердого\nэлектролита после совместного спекания наносили и припекали вспомогательный платиновый\nанод и собирали электрохимические ячейки с разделенным газовым пространством. В качестве\nтоплива использовали смесь водорода и аргона, в качестве окислителя кислород. На рис. 88.\n",
        "Рис. 88. Характерные вольтамперные и мощностные характеристики ячейки собранной на\n",
        "В ИЭФ была предложена новая концепция развития технологии изготовления ТОТЭ (см.\nраздел 2.5, стр. 101). В соответствии с ней для формирования из нанопорошков тонких слоев\nтвердого электролита и других компонентов ТОТЭ была разработана новая для ИЭФ\nтехнология литья пленок на поливинилбутиральной связке Tape Casting (см. рис. 50, стр. 98).\nОсновным компонентом ТОТЭ, безусловно, является твердый электролит. Взяв за основу\nразработанный нами уникальный слабо агрегированный нанопорошок, мы подбирали и\nподгоняли для реализации совместного спекания под него свойства других компонентов ТОТЭ.\nСо всех точек зрения было целесообразно к тонкопленочному твердому электролиту подогнать\nв первую очередь более толстые слои катода и катодного токового коллектора, которые возьмут\nна себя дополнительно обеспечение механической прочности конструкции элемента ТОТЭ.\n",
        "«Активные» к спеканию порошки, не агрегированные нанопорошки твердого электролита\nYSZ, позволили получить с использованием технологии «Tape Casting» тонкие пленки\nгазоплотного плоского и трубчатого элемента ТОТЭ уже при температуре около 1050-1200ºС\n(см. рис. 51, стр. 98 и рис 52, стр. 99).\n",
        "Принцип изготовления трубчатой симметричной гетероструктуры – топливного элемента\n(электрод / электролит / электрод) с использованием технологии совместного спекания хорошо\nвиден из рисунка 55, стр. 102.\n",
        "Достаточно важным при согласовании спекания микропорошков (либо агломерированных\nили агрегированных нанопорошков) электродных материалов с нанопорошками материалов\nэлектролита не агрегированных является начальный участок кривой усадки (рис. 89). В случае\nнагрева двухслойной заготовки, участок до температуры начала активного спекания\n«микропорошкового» материала практически не дает усадку, а слабо агрегированный\nнанопорошок уже садится, т.е. мы имеем низкотемпературную несогласованность материалов.\n",
        "Рис. 89. Схематические кривые разсогласования низкотемпературной части кривых спекания\n",
        "По сути дела наиболее мелкая фракция нанопорошка электролита, например, YSZ\nначинает процесс усадки («спекания») со 100-300ºС, задолго до начала спекания\n«микропорошка» электродного материала, например, LSM 1000-1100ºС. Это приводит к\nотслоению «отшелушиванию» электролита, в случае если прессовка трубки внутри имеет LSM,\nа снаружи слой YSZ или к разрушению прессовки по образующей и сворачивание её в две\nтрубочки меньшего диаметра с образованием «радиальных» усадочных трещин (рис. 90).\n",
        "(а) (в)\nРис. 90. Типичный вид совместно спрессованных и спеченных трубок при\n",
        "Рис. 91. Сравнение кривых усадки слабо агрегированного нанопорошка YSZ после\n",
        "Первый участок кривой усадки обусловлен спеканием мелкой фракции нанопорошка. Для\nмикропорошка фирмы «Tosoh» первый участок отражает коэффициент термического\nрасширения прессовки. Второй участок (рис. 91) отражает спекание основной массы частиц (по\nразмеру). Наклон кривой второго участка обусловлен моноразмерностью частиц основной\nфракции, её узостью. В случае более широкого спектра размера частиц в порошке наклон более\nпологий и чем шире и равновеснее размер частиц, тем кривая положе и переходный участок в\nконце спекания более широкий. Третий участок кривой отражает, спечен ли образец до полной\nплотности. В случае наличия пор спекание образца с подъемом температуры продолжает\nпроисходить наблюдается укрупнение и удаление пор. В случае достижения образцом полной\nплотности на втором участке спекания, третий участок кривой отражает термическое\nрасширение керамики.\n",
        "В Институте электрофизики была разработана технология получения уникальных, слабо\nагрегированных нанопорошков диоксида циркония, стабилизированного оксидом иттрия [136]\n(рис. 92). В мире пока нет аналогов промышленного получения таких нанопорошков. Изделия\nиз них спекаются до газоплотного состояния уже при 1050ºС. В работе использовали\nнанопорошок электролита состава 8,5YSZ, полученный методом испарения-конденсации\nкрупнозернистой поликристаллической мишени из этого материала с помощью импульсного\nСО2-лазера. Порошок характеризовался слабой агрегируемостью (агрегаты легко разрушались\nультразвуковой обработкой порошка в изопропаноле), удельная поверхность составляла 62 м2/г,\nи средний размер частиц ~ 16 нм. Средняя производительность по нанопорошку с удельной\nповерхностью 62-65 м2/г составила 18 г/ч. Форма и размер наночастиц порошка в ПЭМ видны\nна рис. 93а. Доля отседиментированной крупной фракции не превышала 2%, частицы которой\n",
        "имели преимущественно округлые формы с размерами 1-50 мкм (рис. 93б). На рис. 94.\nприведено распределение наночастиц по размеру в полученных порошках.\n",
        "(б) (в)\nРис. 92. Установки для получения нанопорошков методом лазерного испарения: (а) –\nустановка на импульсном СО2-лазере, (б) – установка на оптоволоконном иттербиевом\n",
        "Для сравнения были исследованы характеристики аналогичного по составу порошка YSZ\nмарки TZ-8Y (Tosoh), который используется многими зарубежными разработчиками ТОТЭ. Как\nвидно на изображениях данного порошка, полученных на РЭМ, он состоит из\nквазисферических агломератов с размерами порядка 10 мкм (рис. 93в), имеющих с поверхности\n«шубу» из наночастиц с размерами порядка 100 нм (рис. 93г). Вероятно, крупные частицы\nпредставляют собой прочные агрегаты мелких частиц, не разбиваемые ультразвуковой\nобработкой. Подробная характеристика двух партий полученных и используемых нами\nнанопорошков YSZ в сравнении с порошком фирмы Tosoh представлена в Таблице 14.\n",
        "(в) (г)\nРис. 93. Изображения частиц: (а) – седиментированного нанопорошка YSZ (ИЭФ),\n",
        "Нанопорошки YSZ, полученные в ИЭФ – слабо агрегированы. Форма частиц близка к\nсферической (рис. 94а). Распределение частиц по размерам достаточно узкое, более 98% частиц\nлежит в области < 40 нм (рис. 94). Это позволяет вести синтез плотного электролита из них при\nпониженных до 1050ºС температурах спекания. Существенно более грубый порошок TZ-8Y\nспекается до полной плотности только при температурах выше 1350ºС. Разная активность этих\nпорошков к спеканию иллюстрируется сравнением кривых усадки на рис. 95.\n",
        "(б)\nРис. 94. ПЭМ-изображение частиц нанопорошка для базового электролита 8,5YSZ (а) и\n",
        "Рентгенофазовым анализом подтверждено,\nчто используемые нанопорошки и спеченная из\nних керамика представляют собой однофазный\nкубический твердый раствор оксида иттрия в\nдиоксиде циркония. Образцы керамики YSZ,\nспеченные из спрессованного нанопорошка при\n1150ºС (9 часов), имели относительную плотность\nоколо 99%, что вполне обеспечивает требуемую\nдля ТОТЭ газоплотность. Микроструктура\nкерамики (рис. 96) характеризуется\nсубмикронными размерами кристаллитов и\nнебольшим количеством закрытых нанопор.\n",
        "Для изготовления нанопорошка GDC (церий допированный гадолинием) была\nизготовлена мишень из порошка Ce0,74Gd0,26O1-δ с удельной поверхностью S = 6 ± 0,4 м2/г. При\nвыборе режима испарения и наработке пробной партии получены порошки с формой частиц от\nкубической до близкой к сферической (рис. 97а.) и достаточно узким распределением\n(рис. 97б.), средний геометрический размер частиц d = 9,4 нм, при стандартном геометрическом\nотклонении σg = 1,7, содержание гадолиния 14,8%, удельная поверхность 64 м2/г\nПроизводительность в процессе испарения достигала 50 г/час.\n",
        "Рис. 95. Кривые усадки компактов: 1 –\n",
        "Рис. 96. РЭМ-изображение излома\n",
        "(а) (б)\nРис. 97. ПЭМ-изображение частиц нанопорошка CeGdOx (а) и дифференциальное\n",
        "Нами были исследованы твердые электролиты на основе диоксида циркония\nстабилизированного оксидом скандия и совместно оксидами скандия и иттрия (ScSZ и ScYSZ).\nНанопорошок Sc0,17Zr0,83O3-δ (9,4ScSZ) мы получали методом лазерного испарения. Форма,\nразмер (фото ПЭМ) и распределение частиц по размерам представлены на рис. 98. Порошок\nхарактеризовался удельной поверхностью 46 м2/г, при этом dBET = 23 нм. Рентгеновские\nисследования показали, что частицы порошка однофазны и имеют кубическую структуру.\n",
        "(б)\nРис. 98. ПЭМ-изображение частиц нанопорошка 9,4ScSZ (а) и дифференциальное\n",
        "Для исследования смесевых составов ScYSZ кроме нанопорошка 9,4ScSZ мы\nизготавливали нанопорошок Y0,18Zr0,82O3-δ (9,8YSZ), который получали также методом\nлазерного испарения. Форма, размер (фото ПЭМ) и распределение частиц по размерам\nпредставлены на рис. 99. Порошок характеризовался удельной поверхностью 49 м2/г, при этом\ndBET = 21 нм. Рентгеновские исследования показали, что частицы порошка однофазны и имеют\n",
        "d, нм (б)\nРис. 99. ПЭМ-изображение частиц нанопорошка 9,8YSZ (а) и дифференциальное\n",
        "Порошок La0.88Sr0.12Ga0.82Mg0.18O2.85 был синтезирован методом самораспространяющегося\nвысокотемпературного синтеза с этиленгликолем в качестве горючего вещества. Исходными\nреагентами являлись SrCO3 (ос.ч.), MgO (ч.д.а), La2O3 (99,98), Ga2O3 (ос.ч), этиленгликоль\n(ч.д.а) и HNO3 (ос.ч.). На рис. 100 представлены микроскопические фотографии\nсинтезированного порошка прокаленного при 900ºС. Видно, что полученный порошок состоит\nиз агломератов размером 0,5-4мкм, собранных из наноразмерных частиц порядка 80-130 нм.\nЭти результаты подтверждаются данными измерения удельной поверхности порошка методом\nBET: SBET = 5,98 м2/г. Средний размер частиц, вычисленный из SBET в сферическом\nприближении: dBET = 0,16 мкм.\n",
        "(а) (б)\nРис. 100. Микроскопия порошка La0.88Sr0.12Ga0.82Mg0.18O2.85, прокаленного при 900ºС\n",
        "Были проведены калориметрических исследования энтальпии взаимодействия\nполивинилбутираля и поливинилацетата с наночастицами 10YSZ на модельных композициях\nПВБ-YSZ, ПВА-YSZ, полученных методом полива суспензии, выяснены физико-химические\nзакономерности электрофоретического осаждения тонкопленочного твердого электролита на\nоснове диоксида циркония [120]. На рис. 101 приведены концентрационные зависимости\n",
        "Определение тепловых эффектов проводили на микрокалориметре типа Тиана – Кальве\nмарки МКМ [139]. Из рисунка видно, что энтальпии растворения полимеров положительны\n(эндотермичны) и составляют +52,4 Дж/г для ПВА и +7,3 Дж/г для ПВБ. Измеренная энтальпия\nсмачивания наночастиц YSZ этиловым спиртом отрицательна (экзотермична) и составляет –\n4,6 Дж/г. Таким образом, энтальпии растворения всех изученных модельных композиций\nэндотермичны и представляются кривыми с максимумом.\n",
        "взаимодействия поливинилацетата и поливинилбутираля с наночастицами оксида циркония. На\nрис. 102. приведены рассчитанные концентрационные зависимости энтальпии взаимодействия\nполимеров ПВА и ПВБ с YSZ.\n",
        "Из рисунка видно, что энтальпии взаимодействия обоих полимеров с YSZ отрицательны\nво всей области составов, а их зависимости от массового содержания полимера в композиции\nимеют вид кривых с минимумом. Энтальпия взаимодействия поливинилацетата с YSZ\nпринимает более отрицательные значения, чем для поливинилбутираля. Различие в ΔHвзаим для\nвзятых полимеров достигает 80%. Более отрицательное значение ΔHвзаим в композициях ПВАYSZ по сравнению с композициями ПВБ-YSZ свидетельствуют о преимущественном\nвзаимодействии наночастиц оксида циркония с поливинилацетатом, чем с поливинилбутира\nлем. Выявленная закономерность может быть обусловлена различием в химической природе\nиспользуемых полимеров. Сложноэфирные группы ПВА являются более полярными по\nсравнению с простыми эфирными группами ПВБ.\n",
        "Рис. 101. Зависимость энтальпии растворения в этиловом спирте при 298 К композиций YSZполимер от массового содержания полимера в композиции: 1 – ПВА, 2 – ПВБ\n",
        "Рис. 102. Рассчитанные концентрационные зависимости энтальпий взаимодействия\n",
        "Рис. 103. Рассчитанные концентрационные зависимости энтальпии взаимодействия ПВА\n",
        "Для оценки содержания полимера в поверхностном слое можно величины энтальпии\nвзаимодействия представить в координатах зависимости: энтальпии взаимодействия\nотнесенной к единице массы нанопорошка, от содержания полимера в системе. Рассчитанные\nконцентрационные зависимости представлены на рис. 103а, б.\n",
        "Из рисунка видно, что зависимости имеют вид кривых с насыщением, как для ПВА, так и\nдля ПВБ. Такой ход зависимостей может быть обусловлен тем, что при полном заполнении\nповерхности частиц наблюдается насыщение, и дальнейшее увеличение содержания полимера\nне приводит к образованию новых связей с поверхностью частиц, не формируются\nмежмолекулярные контакты, образование которых и сопровождается выделением тепла.\n",
        "системе протекает быстрее, быстрее формируется моно молекулярный слой полимера на\nповерхности частиц. Толщина слоя полимера на поверхности наночастиц была оценена,\nиспользуя изотермы адсорбции. Из рис. 103 видно, что насыщение поверхности частиц в\n",
        "аморфных полимеров (Тст). Измерение Тст было выполнено только для систем на основе ПВБ.\nНа рис. 104 приведены принцип определения Тст по термограмме полученной методом\nдифференциального сканирующего калориметра (ДСК). Термограммы ДСК снимали на\nприборе STA 409 (NETZSCH). Температуру стеклования определяли для модельных пленок\nчистого поливинилбутираля и композиций поливинилбутираля, содержащих 10 и 20 вес. %\nнанопорошка YSZ. Полученные значения Тст приведены в Таблице 16.\n",
        "Рис. 104. Типичный вид кривой\nтепловыделения при стекловании полимера\n",
        "Одна из основных характеристик суспензии – шликера, является её устойчивость, как\nминимум в процессе технологического цикла литья пленок. Мы исследовали устойчивость\nсуспензии нанопорошка твердого электролита YSZ в изопропаноле [144,145]. Как правило,\nпленки из нанопорошков YSZ отливают из композиций, обязательно включающих, полимерсвязку, пластификатор, растворитель. Обычно устойчивость шликера исчисляется сутками.\nСуспензии могут быть стабилизированы в устойчивом состоянии: электростатически,\nстерически, электростерически рис. 105.\n",
        "Рис. 105. Различные виды стабилизации суспензий – дисперсий\n",
        "При использовании в качестве дисперсантов Fish Oil и рыбьего жира, содержание YSZ в\nсуспензиях составляло 13 вес. %, количества ПАВ соответственно 1-8,7 и 1-7,0%. После\nприготовления суспензии выдерживали в течение ~16 часов для завершения сорбции ПАВ.\nВязкость определяли на вискозиметре HAAKE Viscotester 550 (Thermo Electron Corporation).\nЗависимости вязкости суспензий от количества Fish Oil (FO) и рыбьего жира (РЖ)\nпредставлены на рис. 106 и 107.\n",
        "%\nРис. 106. Зависимость вязкости\n",
        "Рис. 107. Зависимость вязкости\n",
        "При использовании в качестве диспергирующего агента ЭПАК получены зависимости\nпредставленные на рис. 108 и 109 (зависимости вязкости суспензий от скорости сдвига и от\n",
        "По кривым рис. 109 видно, что минимум вязкости суспензий приходится на 3,5-5,5 %\nдиспергатора. Сорбируясь на частицах YSZ, ЭПАК понижает вязкость суспензии, а также\nвызывает электростатическое отталкивание частиц и, соответственно, устойчивость к\nагрегации. При меньших содержаниях диспергатора имеет место частичная агрегация. При\nбóльших содержаниях диспергатора, он остается в суспензии несорбированным и вязкость\nпоследней возрастает. В целом суспензии с ЭПАК более устойчивы.\n",
        "Рис. 108. Зависимость вязкости от скорости сдвига\n",
        "0,645с-1 1,42c-1 3,35c-1 7,61c-1 17,16c-1\nРис. 109. Зависимость вязкости от количества ЭПАК\n",
        "Литье пленок осуществляли на короткой\nлитьевой машине (рис. 110) в следующей\nпоследовательности:\n",
        "9. Корректировали температуру 1 и 2 камеры сушки;\n10. Определяли толщину отлитой высушенной пленки;\n11. Корректировали толщину отливаемой пленки фильерой (рис. 111);\n",
        "12. Производили отлив пленки, поддерживая постоянным уровень шликера;\n13. Снимали бобину с намотанной пленкой и оставляли её на сутки;\n14. Снимали отлитую пленку с лавсановой подложки (рис. 112).\n",
        "Рис. 110. Литьевая машина (ОАО «Кулон»)\n",
        "линии перед узлом сматывания пленки\n(рис. 111). На этой же стадии определяли\nтолщину отлитой пленки и возможность её\nснятия с\n",
        "После отлива пленка, на приемной бобине при комнатных условиях «досыхает»,\nстабилизируется около суток и затем снимается на машине рис. 112.\n",
        "Рис. 111. Узел подачи шликера – (а) и стол\n",
        "(рис. 110)\n",
        "Рис.112. Машина по отделению отлитой\n",
        "Пробное свободное спекание пленок осуществляли в атмосфере воздуха. Поверхность\nспеченных пленок из твердых электролитов хорошо видна на микрофотографиях рис. 113 и 114.\n",
        "Рис. 113. Поверхность образца пленки GDC\n",
        "Рис. 114. Поверхность образца пленки 9,7YSZ\n",
        "Одновременно с отработкой технологии литья пленок из нанопорошков твердого\nэлектролита с технологами промышленного Производства № 1 завода ОАО «Кулон» (СанктПетербург) мы доработали и установили длинную литьевую линию разработчика технологии в\nИнституте электрофизики (рис. 50а).\n",
        "При температуре синтеза порошка методом пиролиза уже доминирует моноклинная фаза\nLSM, простые оксиды присутствуют на уровне нескольких процентов (рис. 115, нижняя\nдифрактограмма). Отжиг синтезированного порошка при 920ºС полностью завершает\nформирование фазы LSM (верхняя дифрактограмма). При этом происходит примерно\nдвукратное укрупнение кристаллитов с 30 до 50 – 60 нм, в то же время сохраняется рыхлая\nпенообразная структура порошка (сравни изображения (в) и (г) на рис. 116). Рис. 116\n",
        "Рис. 115. Рентгенограммы образцов LSMj5, полученных методом пиролиза\n",
        "(в) (г)\nРис. 116. СЭМ-изображения частиц порошков LSM: (а) – LSM6-1с, (б) – LSM-PA, (в) – LSMj5\n",
        "Как видно из рис. 117, порошки LSM разных производителей и порошки одного типа\nLSMj5, отожженные при разных температурах, характеризуются разной кинетикой усадки при\nспекании. Наибольшую скорость усадки на стадии активного спекания в диапазоне температур\n1000-1200ºС имеет порошок LSMj5 – 550ºС. Отжиг порошка этого типа при 900ºС\nнезначительно смещает усадочную кривую. Наиболее близким к этим двум порошкам по\nкинетике усадки оказывается порошок типа LSM6-1с, который характеризуется двумя\nнебольшими отличиями. Во-первых, у него наблюдается значительная усадка на пониженных\n",
        "Рис. 117. Сравнение усадки прессовок из порошков LSM при спекании в дилатометре\n",
        "Рис. 118. Сравнение усадки прессовок из порошков электролита YSZn5 и\n",
        "Для изучения совместного спекания с электролитом YSZn5 наиболее подходящим\nявляется порошок LSMj5, что следует из малого различия их усадочных кривых (рис. 118) на\nначальной и активной стадиях спекания до температуры 1100 °С. Этот порошок принят нами за\nоснову для разработки несущего катодного токового коллектора ТОТЭ методом совместного\nспекания. Для создания собственно катодного слоя, промежуточного между YSZ и LSM,\nпринято использовать композитную смесь YSZn5 + LSMj5 в равных объемных долях. Рис. 118\nдемонстрирует удовлетворительное согласование усадочной кривой этого композита (с\nдобавкой 10об.% сажи для порообразования) с усадками основных его компонентов.\n",
        "За основу принимали усадочную кривую слабо агрегированного нанопорошка YSZ, с\nкоторой производили сравнение усадочной кривой подбираемого нанопорошка LSM.\nПодбирается порошок LSM, чья усадочная характеристика близка к YSZ. (рис. 119 и 120)\nОтклонения в характере усадки LSM от YSZ можно в некоторой степени компенсировать\nразличными добавками (рис. 121).\n",
        "Рис. 119. Усадочные кривые различных\nпартий LSM (кривые 1-4) в сравнении с\n",
        "Рис. 120. Критерий совпадения усадочных\n",
        "Рис. 121. Пример усадочных кривых исходных порошков и их смеси:\n",
        "Для примера на рис. 120 представлены усадочные кривые различных партий LSM. Из\nвсего многообразия партий порошка LSM можно признать удовлетворительным только\n",
        "порошок, усадочная кривая которого обозначена на рисунке номером 1.\n",
        "Многочисленными экспериментами по совместному спеканию было показано, что\nкритерием подбора порошков для совместного спекания материалов является величина ∆t,\nкоторая на всем протяжении усадки образца не должна превышать ± 40°С (рис. 121).\n",
        "Нанопорошок LSM, состава La0.7Sr0.3MnO3, чаще всего используемый нами,\nизготовливали в Институте химии твердого тела УрО РАН (Екатеринбург) пиролизом\nполимерно-солевой композиции. Как видно из рис. 119, технология высокотемпературного\nсамораспространяющегося синтеза не имеет достаточной воспроизводимости усадочных\nсвойств порошков LSM. Это связано, на наш взгляд, с невозможностью поддерживать\n(контролировать) температуру «самопроизвольного» синтеза.\n",
        "Спекание пленочных композиций, содержащих полимерную связку, всегда проводится с\nмедленным нагревом или выдержкой в области температур выгорания связки, и в этой связи\nпроцесс спекания в целом в 3-4 раза оказывается медленнее, чем при спекание порошков без\nсвязки. По этой причине большинство поисковых экспериментов по спеканию прессовок\nразличных порошковых композиций проводились без полимерной связки. При этом прессовки\nготовились в одинаковых условиях, как и прессовки со связкой. Было определено влияние\nполимерной связки на процесс спекания рис. 122. Некоторое различие в усадках при спекании\nпрессовок из композитного порошка и из пленки того же состава, но с добавлением\nполимерной связки. Здесь шкала абсцисс состоит из двух отрезков: на начальном участке\n",
        "Рис. 122. Сравнение усадок прессовок из порошка и пленки (порошок с полимерной связкой)\n",
        "обеспечивающих ионную проводимость и требуемую пористость, добиваются его\nсовместимости с основным материалом. При этом сначала выясняют условия компактирования\nнескольких слоев твердого электролита, обеспечивающих после спекания его полную\nплотность. За теоретическую, полную плотность нами была взята плотность материала\n(3,66 г/см3), учитывающая добавку 14 вес. % ПВБ. На рис. 123 видно, что в пределах\nпогрешности полная плотность прессовки достигается уже при компактировании пленок\n",
        "Рис. 123. Зависимость относительной плотности прессовок от прикладываемого импульсного\n",
        "Поскольку формирование трубчатых ТОТЭ более трудоемкая технология, то отработку\nусловий компактирования для выяснения примерных режимов мы проводили, используя\nодноосное МИП (рис. 124). Для этого набор нужного количества пленок твердого электролита и\n",
        "(а) (б)\nРис. 124. Схема одноосного магнитно-импульсного прессования – (а)\n",
        "РМИП трубчатых элементов схематично изображено на рис. 125. Прессование\nосуществляют в следующей последовательности. Пресс-форму вакууммируют, подогревая до\nтемпературы прессования во внешней цилиндрической печи, и далее устанавливают в индуктор\nдля радиального сжатия давлением импульсного магнитного поля. Схематичное изображение\nпресс-формы и ее расположение в канале индуктора показано на рис. 125а. На рис. 125б\nпредставлены временные развертки магнитного поля в канале спирального индуктора при\nразличных зарядных напряжениях (9, 11, 13 и 15 кВ) ГИТ на основе емкостного накопителя\n",
        "Нами выбран индуктивный вариант\nмагнитно-импульсного сжатия оболочки прессформы, имеющий существенные преимущества.\nПри нагружении ГИТ на спиральный индуктор\nреализуется относительно длинный, в отличие\nот электродинамической схемы, импульс\nмагнитного давления (T1/2 = 110 мкс, рис. 125б),\n",
        "(б)\nРис. 125. Схема формования трубчатых\nкомпозиций посредством РМИП (а): 1 –\n",
        "трубки твердого электролита 8,5YSZ диаметром около 10-11 мм и длиной около 110 мм\n(рис. 126а).\n",
        "Рис. 126. Заготовки твердого электролита YSZ – (а), ТОТЭ на основе тонкостенных труб YSZ –\n(б), вольт-амперные и ватт-амперные характеристики системы – (в, г), измеренные в ИЭФ УрО\n",
        "структур не замечено отличий в геометрических и основных характеристиках, то для\nодноосного прессования имеется существенная невоспроизводимость. На рис. 127 приведены\n",
        "термообработке в печах в воздушной атмосфере. Использование наноструктурированных\nматериалов позволяет существенно снизить температуру совместного спекания пленочных\nструктур. На рис. 128 приведены фотографии и структуры ЭЭС: «катод LSM / электролит YSZ /\nанод LSM», планарного (трубчатого) КН, сформированные при усилии статического\nпрессования 0,3 ГПа (РМИП – 0,22 ГПа) и спеченные при температуре 1200°С в течение 4\n",
        "Из рис. 128в видно, что слои электродов имеют толщину около 20-25 мкм, а электролит –\nоколо 150 мкм. При этом электролит имеет структуру плотной керамики, а электроды имеют\nтребуемую пористую структуру с открытой пористостью 46-49% (рис. 128г).\n",
        "Рис. 127. Микрофотографии сколов образцов планарных ЭЭС, спрессованных\nстатическим (слева) и магнитно-импульсным методами (справа) при давлениях (в ГПа,\n",
        "(в) (г)\nРис. 128. Внешний вид планарного – (а), трубчатого элемента – (б) КН и ЭЭС;\n",
        "Основной характеристикой ТОТЭ при генерации тока является вольт-амперная кривая. На\nрис. 129 представлены теоретическая и экспериментальная характеристики ТОТЭ при 945°С.\nНа теоретической В-А кривой (сплошная) при токе равном 0 мы имеем термодинамическое\n",
        "Рис. 129. Вольт-амперные зависимости ТОТЭ при 945ºС. Красная (сплошная) кривая – общий\n",
        "при различных температурах представлены в Таблице 20. Напряжение открытой цепи\nтопливного элемента сильно зависит от концентрации реагентов. На рис. 130 представлены\nтеоретическая и экспериментальная зависимости ЭДС ТОТЭ от температуры.\n",
        "Рис. 130. Теоретическая [151] и полученные экспериментально в ИЭФ [71] зависимости\n",
        "могут идти последовательно и параллельно\nуказывает на сложность определения\nлимитирующих стадий электродных процессов\nв процессе генерации тока (рис. 131).\nПеречислим указанные процессы:\n",
        "Рис. 131. Принципиальная схема\nотдельных стадий процессов на границе\nтвердый электролит – электрод – газ [156]\n",
        "Вольт-амперная кривая – это основная экспериментальная характеристика ТОТЭ,\nописывающая суммарный процесс генерации тока, не выделяя при этом его отдельных стадий.\nНа рис. 132 изображена В-А кривая ТОТЭ, соответствующая напряжению на клеммах ТОТЭ –\nUкл = I·Rнаг. Выше этой кривой располагаются потери напряжения на элементе:\nконцентрационные – ЕКИТ, омические – IRΩ, поляризационные – IRη, контактные (межслойные\nсопротивления) – IRконт. Состав газовой среды над элементом из-за расходования топлива и\nокислителя с увеличением генерации тока обедняется, что приводит к снижению ЭДС – Егс.\nЧем больше коэффициент использования топлива, тем ниже ЭДС газовой среды. Обозначим\nпрямые с коэффициентом использования топлива 10% и 90% – ЕКИТ0,1 и ЕКИТ0,9. Генерируемая\nмощность ТОТЭ – Вт-А имеет экстремальный характер. Максимальная мощность ТОТЭ будет\nреализовываться при 1/2Eocv. Участок В-А кривой от минимально приемлемого тока (точка а)\nдо максимального (точка б) при возрастающей ветви мощности, выбирается рабочим (зоной\nрегулирования). Чаще всего используют линейную часть, по которой и определяется удельное\nвнутреннее сопротивление ТОТЭ – R-ASR. Чем меньше ASR, меньше наклон В-А, тем меньше\nпотери внутри ТОТЭ, тем больше доля генерируемой электроэнергии, отдаваемая во внешнюю\nцепь на нагрузку.\n",
        "Рис. 132. Вольт- и ватт-амперные кривые ТОТЭ с указанием вклада различных потерь\n",
        "на трехфазную границу материала обладающего смешанной ионно-электронной\nпроводимостью (рис. 133), где П1 – обмен электронами на границе электрод (металл М) –\nсмешанный проводник – СП, П2 – обмен ионами О2- на границе СП – электролит, при этом\n",
        "Таким образом, при\nконструировании ТОТЭ возможно\nпоявление слоя из смешанного проводника\nмежду электродным слоем и слоем\nэлектролита (рис. 133). Работа ТОТЭ при\n",
        "будет работать одновременно как смешанный проводник. На рис. 134 представлена возможная\nсхема многослойного топливного элемента с функциональными слоями. Общее сопротивление\nтакого элемента ASR будет складываться из сопротивлений всех слоев:\n",
        "Рис. 133. Схема расширения трехфазной\nграницы электрода смешанным проводником\n",
        "Исследователи, нацеленные на создание небольших источников тока для электронных\nустройств, например ноутбуков, идут по пути уменьшения ASR путем получение тонких\nпленок твердого электролита, используя специальные, как правило, кремниевые, технологии.\nПри этом они разрабатывают ТОТЭ генерирующие приемлемые удельные мощности при\nпониженных температурах [156-159]. На рис. 135 представлена конструкция элемента с\nтвердым электролитом YSZ толщиной 1 мкм и решеткой, обеспечивающей элементу\nмеханическую прочность. Такой элемент имеет удельную мощность около 140 мВт/см2 уже при\n575ºС. По прогнозу на основе таких элементов возможно создание батареи с удельной\nмощностью более 5 кВт/л.\n",
        "В случае использования конструктивного упрочнения элемента, например, при диаметре\nэлемента 600 мкм и высоте 600 мкм (рис. 136) возможно уменьшении толщины YSZ\nэлектролита до 50 нм, тогда мощность единичного элемента 2,44 мВт будет уже при 400ºС, что\nсоставляет удельную мощность 677 мВт/см2.\n",
        "Использование метода, разработанного профессором Гарвардского университета Shriram\nRamanathan, позволяет получить высококачественные твердые оксидные электролиты\n(рис. 137), которые могут быть использованы для создания микро ТОТЭ. Толщина твердого\nэлектролита YSZ около 25 нм позволяет снизить рабочую температуру топливных ячеек до 200Рис. 134. Схема функциональных слоев\n",
        "Рис. 135. ТОТЭ изготовленный на основе пленочных технологий. (а) – конструкция,\n(б) –характеристики, (в) – зависимость тока генерируемого ТОТЭ от толщины электролита\n",
        "Рис. 136. Микрофотографии электролита изготовленного\n",
        "Хотя эти методы подходят для создания\nмикро ТОТЭ, маловероятно, что их можно будет\nиспользовать для массового производства крупномасштабных кВт и МВт энергоустановок на\nТОТЭ с приемлемой экономической эффективностью. Более целесообразным для\nкрупномасштабного производства, являются, скорее всего, керамические технологии получения\nтонких слоев, такие как ленточные литье (Tape Casting) и плазменное напыление. Эти\nтехнологии позволяют получать минимальную толщину в пределах 5-10 мкм, что для YSZ\nэлектролита сдвигает рабочую температуру в область ≥ 700ºC. Для получения ТОТЭ с меньшей\nрабочей температурой необходимо использовать твердые электролиты с более высокой\nпроводимостью, например, двухслойные на основе церия и висмута (рис. 138) [160]. Такие\nдвухслойные электролиты были достаточно устойчивы по крайней мере в течении 1400 часов\nиспытаний. Слой электролита GDC на аноде (со стороны топлива) защищает слой висмутового\nэлектролита ESB от разложения, а слой ESB на катоде (со стороны окислителя) блокирует\nэлектронный ток утечки через GDC слой. Используя этот синергетический эффект можно\nполучать почти теоретическую ЭДС с двумя хорошо проводящими электролитами, которые\nсами по себе по отдельности не достаточно стабильны и не могут эффективно работать в Н2/О2\nТОТЭ [161].\n",
        "Рис. 137. Структура электролита YSZ.\n",
        "Рис. 138. Структура двухслойного\nэлектролита ESB/GDC (а) и характеристики\n",
        "На рис. 139а, б изображены батареи элементов и удельные характеристики с твердым\nэлектролитом на основе церия, на рис. 139в, изображена 200-ваттная батарея с теплоизоляцией\nи газораспределением с микротрубчатыми элементами с твердым электролитом на основе\nдиоксида циркония, а на рис. 139г характеристики единичного элемента. Если удельная\nмощность элементов с цериевым электролитом достигала 2 Вт/см2 при 550ºС, то с циркониевым\nэлектролитом плотность мощности составляла около 1 Вт/см2 при 600ºС. Из фотографии\n",
        "устройства – горячей зоны (рис. 139в) можно оценить его объемную характеристику –\nпримерно 1 кВт/л. Мы видим, что удельная мощность и объемная мощность описанного\nустройства – горячей зоны коррелируют между собой 1 Вт/см2 и 1 кВт/л.\n",
        "Интересно, что такие характеристики ТОТЭ достигаются не только благодаря\nиспользованию твердого электролита с повышенной проводимостью и его малой толщиной в\nрабочей части, но и оптимизацией микроструктуры несущего анода. Изменение пористости с 37\nдо 54% привело к изменению электродного сопротивления (Ом*см2) в 30 раз (рис. 140).\nКонструирование анода, оптимизация регулярной структуры тоже может привести к\n",
        "(в) (г)\nРис. 139. Микротрубчатые ТОТЭ производства AIST: (а) – батарея элементов с электролитом\n",
        "Рис. 140. Влияние структуры несущего анода на его поляризационное сопротивление [163]\n",
        "весьма ощутимые результаты. В США новая молодая компания Violet Fuel Cell Stick заявила о\nдостижении удельной мощности, запатентованной ими конструкции SOFC Stick™ – 15 кВт/л\n(рис. 141) [164]. Батарея ТОТЭ из последовательно соединенных 20-ти топливных элементов\nмощностью 1 кВт имела: длину ~ 500мм, ширину ~ 40мм и толщину ~6мм с рабочей зоной\n33,3 см x 3 см х 0,6 см. Если учесть полные размеры батареи с газоподводами в холодной зоне,\nто объемные характеристики с 15 упадут примерно до 7,5-8 кВт/л.\n",
        "(в)\nРис. 141. Конструкция SOFC Stick™: (а) – микроструктура элементов, (б) – усредненные\nхарактеристики единичного элемента из 10-ти элементной батареи, (в) – внешний вид 20-ти\n",
        "(т.е. площадь трехфазной границы) можно получить высокоактивные элементы для\nэнергонапряженных систем генерации тока рис. 142-143 [165].\n",
        "Рис. 142. Микрофотографии структуры ТОТЭ [165]: (а) – общий вид,\n",
        "(рис. 143).\n",
        "Рис. 143. Характеристики ТОТЭ [165]\n",
        "Типичный вид годографа представлен на рис. 144. Элемент имел толщину твердого\nэлектролита YSZ около140 мкм, катод на основе LSM и анод на основе Ni-кермета с YSZ.\n",
        "Рис. 144. Типичный вид годографа ячейки\n",
        "где Vэксп и Vтеор – объемы продуктов, полученные экспериментально в электролизере и\nрассчитанные, теоретические по закону Фарадея. Для высокотемпературных элементов с\nтвердым электролитом YSZ, выход по току практически равен 100% (ηF=1). На выход по току\nвлияют: 1 – негазоплотное разделение анодного и катодного пространств, 2 – электронная\nпроводимость электролита и 3 – замыкание (шунтирование) электролита, омываемого\nреагентами анодного и катодного пространств, электронным проводником в узле токопрохода\n[2]. Первые две причины устраняются при выборе материала электролита, его газоплотностью и\nкачественным, герметичным узлом соединения элементов в батарею. Влияние третьей причины\nиллюстрируется на следующем рис. 145. К снижению выхода по току приводит, как перенос\nионов кислорода между токопроходом и соседним электродом в пределах одного газового\nпространства (на рис. 145а), так и перенос О2- из анодного пространства в катодное между\nтокопроходом и контактирующим с ним электродом (на рис. 145б). Величина тока утечки\nопределяется активностью контакта твердый электролит - токопроход. Существенное влияние\nна токи утечки оказывает наличие пор в месте контакта. По порам осуществляется перенос\nреагентов между зоной реакции и газовым пространством. Устранение пор в месте контакта\nсужает зону протекания реакции до трехфазной границы твердый электролит – токопроход –\nгаз по внешнему и внутреннему периметрам элемента и приводит к резкому снижению токов\nутечки. Однако, если на границе твердый электролит – токопроход, где токопроход имеет более\nотрицательный потенциал, чем противоположный электрод того же элемента, не может\nпроисходить электрохимическая реакция, то на противоположной границе возможно выделение\nсвободного кислорода. Последнее приводит к нарушению контакта твердый электролит –\nтокопроход и может быть причиной нарушения герметичности и даже разрушения батареи. Для\nполного исключения токов утечки между твердым электролитом и токопроходом вводят\nэлектроизоляционный материал [2].\n",
        "Рис. 145. Соединительный узел батарей элементов твердооксидным электролитом: (а)\nтоки утечки в одном газовом пространстве; (б) токи утечки из анодного пространства в\n",
        "электрической эффективности элемента блочной конструкции с размерами 20 х 20 мм и\nвысотой около 15 мм [168] представлены на рис. 146.\n",
        "Рис. 146. Температурные зависимости сопротивлений элемента Rэ сложной формы\n",
        "источников тока, чтобы среднее напряжение на элементе было около 1,3 В. Зависимость\nпроизводительности электролизера от глубины разложения представлена на рис. 147.\n",
        "(а) (б)\nРис. 147. Зависимость производительности электролизера от степени разложения воды в\nтермонейтральном режиме – (а); Влияние состава смеси Н2 + Н2О на распределение тока\n",
        "дилатометре Dil 402C (NETZSCH) при скорости нагрева 5°С/мин до максимальной\nтемпературы нагрева. Результаты измерений приведены в Таблице 25 и на рис. 148.\n",
        "представлены на рис. 149.\n",
        "Рис. 148. Кривые термического удлинения материалов в процессе нагрева и охлаждения\n",
        "Рис. 149. Результаты склейки YSZ с дисками из сплавов (слева-направо): 4Д, 7Д и ЭИ 437\n",
        "Далее на совместимость материалов\nтокопрохода (интерконнекта) с YSZ\nэлектролитом были исследованы более\nдешевые высокохромистые стали Crofer\n22 APU и 15Х25Т (см. рис. 150).\nПоведение стеклогерметиков СтЭФ-2 и\nСтЭФ-8 на рисунке представлено\n",
        "металлических дисков Ø 15 мм и толщиной 1 мм из сталей Crofer22 APU и 15Х25Т и материал\nтвердого электролита YSZ выпускаемого ОАО «ЧЕПЕЦКИЙ МЕХАНИЧЕСКИЙ ЗАВОД» в\nвиде трубки Ø 14 мм, длиной 30мм с толщиной стенки 0,8 мм (рис. 151).\n",
        "Рис. 151. Макеты соединения (слева-направо): керамика / керамика,\n",
        "Рис. 150. Кривые КЛТР материалов\n",
        "Для проведения испытаний герметичности узлов конструктивно приближенных к ТОТЭ\nиспользовали соединения ОТ14 состоящие из трубки (из диоксида циркония со штатными\nэлектродами) и металлической втулки (из стали марки 15Х25Т) с газовводом. В Институте\nЭлектрофизики УрО РАН было произведено склеивание деталей узла герметиком СтЭФ-2\nрис. 152.\n",
        "(б) (в)\nРис. 152. Керамическая заготовка ТОТЭ – (а); металлическая втулка (токоотвод) – (б);\n",
        "В прошлом веке мы наблюдали международное противостояние трубчатой конструкцией\nТОТЭ и планарной, появившаяся в СССР в конце пятидесятых годов блочная конструкция\nэлементов в борьбе не участвовала, поскольку имела только в СССР специальное применение в\nкосмической технике. Реализованные на практике конструкции твердооксидных элементов и\nбатарей приведены на рис. 153. Их развитие было направлено на увеличение рабочей площади\nединичного элемента. Для трубчатых конструкций это достигалось за счет увеличения\nдиаметра, длины и объединения нескольких трубок в конструкцию единичного элемента. В\nпланарных конструкциях увеличение рабочей поверхности электродов достигалось как\nувеличением габаритных размеров, так и за счет рифления поверхности электролита.\nИзображенная на рис. 153ё, ж блочная конструкция не допускала увеличения площади путем\nувеличения геометрических размеров, т.к. при их увеличении достаточно резко ухудшалась\nэлектрическая эффективность элемента [2, 171], ухудшалось распределение тока по рабочей\n",
        "(м) н) (о)\nРис. 153. Конструкции твердооксидных элементов и батарей: трубчатая (а, б [169], в [175]);\n",
        "На рис. 154 представлено развитие трубчатой конструкции. Автор начинал свои\nисследования ТОТЭ и ТОЭ на элементах в виде пробирок (сплюснутых пробирок, вверху),\nзатем батарей из небольших элементов (сегментов) с расширением у одного из торцов для их\nпоследовательного соединения (конусных элементов), затем из элементов (сегментов) с\nвыходом электродов на противоположные торцы и токопроходом (интерконнектом) из фольги\n(проволочным интерконнектом), затем сегментные батареи на керамическом газовом\nколлекторе и вновь батареи с элементами на цельных пробирках и проволочным\nраспределенным токопроходом, расположенным, как и у традиционного трубчатого элемента\n",
        "фирмы Вестинхаус, по образующей. Несмотря на большое разнообразие вариантов батарей, в\nструктуре соединительных узлов в них много общего. Простоту и сложность рассмотрим на\nпримере строения соединительного узла батареи, из элементов в виде (тюрючков) рис. 155д.\n",
        "Разрез зоны соединения этой батареи показан на рис. 156. Электрическое соединение\nразноименных электродов соседних элементов осуществляется токопроходом, имеющим форму\nкольца. Для предотвращения непосредственного контакта электролита и токопрохода они\nразделены кольцом из электроизоляционного материала. В таких конструкциях герметичность\nи механическая прочность может обеспечиваться благодаря соединению всех деталей с\nпомощью диффузионной сварки [179,180].\n",
        "Рис. 154. Конструкции элементов и батарей, изготовленных и испытанных автором\n",
        "Рис. 155. Разновидности сегментных трубчатых элементов:\n1 – твердый электролит (а, б, в, ё), 2,3 – электроды (анод, катод), 4 – твердый электролит (г, д,\n",
        "Рис. 156. Структура соединительного\n",
        "В заключение остановимся на важнейших характеристиках конструкций элементов и\nбатарей. В приведенной конструкции (см. рис. 156) стенки электролита имеют увеличенную\n",
        "Слой электронного проводника, находящийся на поверхности электролита, эффективно\nвыполняет функцию электрода только в пределах рабочей части элемента (см. рис. 156). На\n",
        "Можно выделить два основных вида\nтоковых коллекторов (рис. 157):\nточечный, при котором переход тока\nмежду электродом и токоподводом\n",
        "Рис. 157. Типы токовых коллекторов:\nа, б – точечные; в, г – линейные; а, в, г –\n",
        "Классическим примером ТОТЭ трубчатой\nконструкции является элемент, разработанный\nфирмой Westinghouse Electric Corporation в 1993 году\nс токопроходом по образующей (рис. 158). Именно её\nсовершенство и подтолкнуло разработчиков к\nпланарной конструкции. Для высоконапряженных\nлегких конструкций традиционные элементы,\n",
        "Рис. 158. Схема трубчатого ТОТЭ\n",
        "разрабатываемые для стационарных энергоустановок, не подходят. Следует признать, что для\nдостижения высоких удельных объемной и весовой мощностей (энергонапряженные ТОТЭ)\nболее перспективной является микротрубчатая конструкция (рис. 159).\n",
        "Рис. 159. Активная часть ТОТЭ: (а) – общий вид; (б) – поперечное сечение.\n1 – единичный элемент; 2 – интерконнект; 3 – внешний электрод; 4 – электролит;\n",
        "Примем, что единичные элементы 1 (рис. 159) соединены последовательно\nметаллическими интерконнекторами 2, что электрический ток протекает равномерно согласно\n",
        "На рис. 160 представлены эскизы с условными обозначениями размеров единичного\nтрубчатого элемента и интерконнекта, соответственно. Согласно этим эскизам, объем каждого\nкомпонента единичного элемента вычисляется по формуле:\n",
        "(а) (б)\nРис. 160. Эскиз единичного элемента – (а) и интерконнекта – (б)\n",
        "Рассмотрим конструкцию (первый вариант), в которой внутренним электродом\nявляется анод, а внешним – катод. Определим максимальную удельную массовую мощность\nпри различных толщинах электролита. Зададим длину единичного элемента – 10 мм, толщину\nкатода – 2 мм, толщину анода – 1 мм и толщину интерконнекта (здесь и далее) – 0,5 мм.\nРезультаты расчета представлены на рис. 161. Как видно, с уменьшением толщины электролита\nудельная массовая мощность ТОТЭ увеличивается и достигает ~ 0,5 кВт/кг при толщине 10\nмкм. Однако получение газоплотного слоя толщиной 10 мкм затруднительно, поэтому\n",
        "дальнейшие расчеты будем вести для электролита толщиной 25 мкм. Получение такого\nгазоплотного слоя технологически менее проблематично, при этом, как видно из рис. 158,\nзначения удельной массовой мощности отличаются незначительно.\n",
        "Результаты расчетов наиболее оптимальной длины единичного элемента представлены на\nрис. 162 (толщина электролита – 25 мкм, толщина анода – 1 мм, толщина катода – 2 мм). Видно,\nчто оптимальной длинной единичного элемента является 10 мм. Поэтому дальнейшие расчеты\nбудем вести для элемента именно этой длины.\n",
        "Рис. 161. Зависимость максимальной\nудельной массовой мощности ТОТЭ от\n",
        "Рис. 162. Зависимость максимальной\nудельной массовой мощности ТОТЭ от\n",
        "Теперь, задавая толщину анода, равной 1 мм, определим оптимальную толщину катода\n(рис. 163). Для большинства внутренних диаметров электролита, для которых был произведен\nрасчет, оптимальной толщиной катодного слоя является 0,75 мм. Только для единичного\nэлемента диаметром 2 мм оптимальной толщиной катодного слоя является 0,5 мм.\n",
        "Определим оптимальную толщину анода при длине единичного элемента 10 мм, толщине\nэлектролита 25 мкм и толщине катода 0,75 мм. Результаты расчетов, представленные на\nрис. 164, показывают, что оптимальной толщиной анода является 0,1 мм. Наибольшее значение\nмаксимальной удельной массовой мощности ТОТЭ реализуется при этом при диаметре 8 мм –\n",
        "На рис. 165 представлены вклады компонентов в общее омическое сопротивление ТОТЭ\nдля геометрии единичного элемента, при которой реализуется наибольшее значение\nмаксимальной удельной массовой мощности. Как видно, наибольший вклад в омическое\nсопротивление (62,5%) вносит катод.\n",
        "Рис. 163. Зависимость максимальной\nудельной массовой мощности ТОТЭ от\n",
        "Рис. 164. Зависимость максимальной\nудельной массовой мощности ТОТЭ от\n",
        "Рис. 165. Вклады компонентов в общее омическое сопротивление ТОТЭ\n",
        "Как и в предыдущем пункте, расчеты будем вести для элементов с толщиной слоя\nэлектролита 25 мкм и интерконнекте толщиной 0,5 мм. Зависимость максимальной удельной\nмассовой мощности от длины единичного элемента (рис. 166) отличается от соответствующей\n",
        "На рис. 167 представлена зависимость максимальной удельной массовой мощности ТОТЭ\nот толщины катода. Видно, что оптимальным значением толщины катода является 1 мм.\n",
        "Результаты расчетов, представленные на рис. 168, показывают, что оптимальная толщина\nанода 0,1 мм. Это значение совпадает с оптимальной толщиной анода вычисленной в\nпредыдущем варианте. Однако в конфигурации электродов рассматриваемой в данном пункте\n",
        "На рис. 169 представлены вклады компонентов в общее омическое сопротивление ТОТЭ\nдля геометрии единичного элемента, при которой реализуется наибольшее значение\nмаксимальной удельной массовой мощности. Видно что, наибольший вклад в омическое\nсопротивление (75,9%) вносит катод.\n",
        "Рис. 166. Зависимость максимальной удельной\n",
        "Рис. 167. Зависимость максимальной удельной\n",
        "Рис. 168. Зависимость максимальной удельной\n",
        "Рис. 169. Вклады компонентов в общее\n",
        "Расчет удельной массовой мощности ТОТЭ с дополнительными токосъемами будем\nпроизводить для конструкции активной части представленной на рис. 170а. При этом будем\nсчитать, что путь электрического тока в катодном слое соответствует тому, который изображен\nна рис. 170б. Считаем, что вдоль оси единичного элемента в катодном слое ток не течет, а течет\nчерез токосъемы. Эквивалентная схема общего сопротивления катода и токосъемов\nпредставлена на рис. 171.\n",
        "Рис. 170. Активная часть ТОТЭ с токосъемами:\n(а) – поперечное сечение, (б) – путь протекания\nэлектрического тока в катодном слое. 1 – электролит,\n",
        "Рис. 171. Эквивалентная схема\n",
        "На рис. 172 представлены результаты расчета максимальной удельной массовой\nмощности ТОТЭ при различных диаметрах единичного элемента и толщинах катода при 900ºС\nкогда окислителем является кислород, а топливом – водород. На рис. 173 представлены\n",
        "На рис. 174 представлены вклады компонентов в общее омическое сопротивление ТОТЭ\nпри 900ºС для геометрии единичного элемента, при которой реализуется наибольшее значение\nмаксимальной удельной массовой мощности. Видно что, вклад катода в общее омическое\nсопротивление практически равен вкладу анода.\n",
        "На рис. 175 представлены результаты расчета максимальной удельной массовой\nмощности ТОТЭ при различных диаметрах единичного элемента и толщинах катода при 900ºС\nкогда окислителем является воздух, а топливом - водород. Как и следовало ожидать, значения\nудельной массовой мощности меньше по сравнению с ситуацией кислород/водород, и\nнаибольшее значение составляет ~3 кВт/кг.\n",
        "Рис. 172. Зависимость максимальной\nудельной массовой мощности ТОТЭ с\n",
        "Рис. 173. Зависимость максимальной\nудельной массовой мощности ТОТЭ с\n",
        "Рис. 174. Вклады компонентов в общее\n",
        "Рис. 175. Зависимость максимальной\nудельной массовой мощности ТОТЭ с\n",
        "На рис. 176. представлен вариант демонстрационной батареи (модуля) собранной на\nоснове 7 единичных элементов. Характеристики этой батареи суммированы в Таблице 28.\n",
        "Рис. 176. Вариант компоновки единичных элементов в батарею. (а) – общий вид, (б) – вид\n",
        "Схема измерения характеристик\nпредставлена на рис. 177. В качестве\nтоковых и потенциальных зондов для\nисследуемого образца использовалась\nплатиновая проволока.\n",
        "На рис. 178. представлено сравнение измеренных и рассчитанных характеристик ячейки.\nИзмерения и расчет велся для атмосфер: топливо – водород, окислитель – кислород. Видно, что\nхотя рассчитанные значения удельной мощности превышают экспериментальные значения,\nотличие кривых незначительное. Таким\nобразом, можно утверждать, что\nматематическая модель, используемая\nвыше вполне приемлема для оценочного\nрасчета удельных массовых мощностей\nТОТЭ.\n",
        "Рис. 177. Схема измерения характеристик\nтопливного элемента: 1 – катод, 2 – электролит,\n",
        "Рис. 178. Сравнение экспериментально\nизмеренных и рассчитанных характеристик\nячейки. Символы – экспериментальные данные,\n",
        "Развитие конструкций единичных элементов твердооксидных электрохимических\nустройств работающих в токовом режиме (ТОТЭ, ТОЭ, ТОК) как и в любой технике, шло от\nпростых конструкций к сложным. На рис. 179 представлен этот путь. Первые конструкции,\nтрубчатые конструкции основывались на производимых в промышленности\nдиоксидциркониевых пробирках, использовавшихся как высокотемпературные чехлы термопар\nрис. 179а). Они имели длину около 20-30 см, диаметр около 10 мм и толщину стенки около 1,0\nмм. Их высокое сопротивление позволяло получать мощности около 1-2 Вт (1957-1966 годы).\n",
        "конструкции. Родилась сплюснутая пробирка – «щель» (рис. 179б), появилась первая работа о\n",
        "Рис. 179. Развитие конструкции единичных элементов от трубчатой к блочной и\nмодифицированному планару. (е) – [168], (ё) – [198], (з) – [189], (и), (к)– [200], (л) – [6]\n",
        "Если внутренний токосъем у «щелевых» элементах оставался проволочным (сетки), то\nвнешний трансформировался в банку с отверстиями для доступа воздуха рис. 180 [53]. Впервые\nвозникла проблема материала токосъема (интерконнекта) – жаропрочной, жаростойкой стали с\n",
        "(а) (б) (в)\nРис. 180. «Щелевой» элемент (схема) с рабочей площадью около 250 см2 с проволочными\nтокосъемами – а); с внешним коробчатым токосъемом – б); фото коробчатого токосъема и\n",
        "Увеличение мощности путем соединения трубчатых элементов в батареи привело к\nсозданию конструкций батарей в виде теплообменников с горизонтальным и вертикальным\nрасположением последовательно соединенных единичных элементов (рис. 179в, г). Следующим\nэтапом было логично использование батарей из «щелей» относительно небольшой длины,\nоколо 100 мм (рис. 179д). Это привело к достаточно трудоемкой операции изготовление\n",
        "Проблемы, возникшие из-за большой трудоемкости изготовления элементов и батарей с\n«щелевым» твердым электролитом, были решены блочной конструкцией, в которой твердый\nэлектролит сразу имел конфигурацию, обеспечивающую соединение «щелевых» каналов и\n«трубных досок» в одной детали (рис. 179е) [168]. Прототип такого элемента был изготовлен в\nИЭХ УФАН в 1971 году А.Г. Гавриловым из порошка твердого электролита YSZ и парафина\n",
        "был отлит параллелепипед, затем в нем сверлением и точением были сформированы\nперпендикулярные щелеобразные газовые каналы (анодные и катодные полости) для нанесения\nгазодиффузионных электродов рис. 181. Затем такую заготовку, после удаления парафина\nспекали при высокой температуре (1600-1900ºС), наносили электроды и испытывали. Позднее\nтакую блочную конструкцию изготавливали, используя промышленную технологию\n",
        "«коробочка» рис. 179ё) [198], имеющая диаметр и высоту около 20 мм. На рис. 179ж\nпредставлено сечение А-А таких коробочек, прямоугольных и круглых (не соблюден принцип\n",
        "(а) (б)\nРис. 181. (а) – заготовка блочного элемента (1971 г.): твердый электролит YSZ – 1; газовый\n",
        "Для повышения электрической эффективности элементов при последовательном\nсоединении их в батарее необходимо чтобы внутренний электрод каждого канала\nконтактировал с внешним электродом каждого канала смежного элемента. В этом случае\nтвердый электролит элемента имеет конфигурацию, изображенную на рис. 179з [189] и\n",
        "возможна доработка и вскрытие каналов элементов по [168,198]. При такой доработке имеем\nплоскопараллельное шлифование и на противоположные торцы блочного элемента выводим\nпротивоположные электроды. На рис. 182. изображены батареи элементов блочной\nконструкции с закрытыми каналами и соединением по торцу – (а) [198], с открытыми каналами\nи соединением по торцу – (б) [189] (отрицательным свойством такой конструкции является\nувеличение длины герметичных швов вдоль всех вскрытых каналов), и батарея из блочных\n",
        "элементов типа «модифицированный планар» с непрерывным твердым электролитом, как на\nрис. 179и, к – [200], рис. 179л – [6], и открытыми каналами в сторону одноименных электродов\n[200]. Представленные на рисунке конструкции батарей могут быть из элементов как в виде\nпараллепипеда, так и в виде цилиндров или дисков. По газоснабжению элементы в батареях\nимеют последовательное соединение внутреннего реагента и параллельное по всем каналам\nвнешнего реагента. При таком газоснабжении внутренняя часть элемента имеет более высокую\nтемпературу, чем периферийная часть.\n",
        "Для создания более равномерного температурного поля по элементу целесообразно иметь\nцилиндрические конструкции элементов с центральной подачей реагентов, представленных на\nрис. 183а, б. На первом представлена батарея ТОЭ для разложения воды, получения водорода и\n",
        "(а) (б) (в)\nРис. 182. Батареи элементов – (а) [198], (б) – [189], (в) – [200]\n",
        "Рис. 183. Батареи твердооксидных устройств с центральной\n",
        "На рисунке 184 изображены схемы установок системы жизнеобеспечения, выполненных с\nИнститутом атомной энергии им. И.В. Курчатова и Институтом медико-биологических\n",
        "(а) (б)\nРис. 184. Схемы установок с батареями на элементах блочной конструкции с коммутацией по\n",
        "На рис. 185 изображены фотографии конструкций реализованных элементов, а на рис. 186\nфотографии батарей изготовленных из этих элементов.\n",
        "(д) (е) (ё) (ж)\nРис. 185. Керамические заготовки элементов твердооксидных устройств с несущим\nэлектролитом: (а), (в) – с коммутацией элементов в батарею по их периметру; остальные с\n",
        "(д)\nРис. 186. Керамические заготовки элементов «модифицированный планар» (первого\n",
        "выполненного в виде блока с размерами 8 х 30 х 50 мм. Внешний вид блока собранного на\nоснове микроотрубчатых топливных элементов представлен на рис. 187 Длина трубки принята\n",
        "Рис. 187. Внешний вид блока (батареи топливных элементов), собранного из микротрубок: (а)\n",
        "Рассмотрим для сравнения два типа\nмикротрубчатого элемента рис. 188, с несущим\nэлектролитом (МТ-Э) и несущим катодом (МТ-К).\n",
        "«Модифицированный планар», запатентованная автором в РФ [173], запатентованная\nсоавтором в США [6] и патентуемая автором, в настоящее время по системе РСТ [174]. На рис.\n189 представлен внешний вид запатентованных элементов и батарей. Запатентованная в РФ\nконструкция [173] на Международной выставке «Архимед-2012» и на Международном салоне\nинноваций «Женева-2012» получила золотые медали.\n",
        "(а) (б) (в)\nРис. 189. Модифицированный планар: единичный элемент и батарея – (а) [173]; единичный\n",
        "(а) (б)\nРис. 188. Внешний вид\nмикротрубчатых элементов:\n",
        "рис. 190 представлены толщина твердого электролита,\nэлектродов и газовых каналов меняющие плотность\nупаковки МП. Плотность упаковки активных\nповерхностей в элементе (рис. 190а) дает возможность\nполучать 0,4 кВт/л, что приемлемо для стационарных\nэнергоустановок ЖКХ, установок бесперебойного\nпитания, аварийных систем электропитания\nмощностью 1-5 кВт. Для плотности упаковки\n(рис. 190б) удельная мощность может достигать\n2 кВт/л, что открывает возможность их использования\nв любых видах транспорта, поскольку это примерно в\nтри раза лучше, чем двигатель внутреннего сгорания.\nОбе эти плотности упаковки могут быть реализованы\nтехнологией шликерного литья в металлические\nформы. Следующая плотность упаковки (рис. 190в) –\n",
        "Внешний вид топливного элемента МП\nпредставлен на рис. 191. Высота блока, как и на\n",
        "рис. 187 без интерконекта 8 мм, ширина 30 мм, длина\n50 мм. Считаем, что ширина канала окислителя 0,9\nмм, а топливного канала 0,5 мм. Суммарная толщина\nрабочей пластины (катод-электролит-анод) составляла\n",
        "Рис. 190. Плотность упаковки МП\nреализованная в США – 0,4 кВт/л –\n",
        "Для блока МП рассмотрим случай с несущим катодом (МП-К). Пусть в случае МП-К,\nнесущий катод имеет толщину 0,3 мм, электролит – 0,025 мм, и анод – 0,1 мм. Блок, по сути,\nявляется единичным элементом (рис. 189а). В случае МП-Копт, блок является батареей\nпоследовательно соединенных элементов (рис. 189в), токовые клеммы которого расположены\nна боковых торцах.\n",
        "(а) (б)\nРис. 191. Внешний вид блока МП – а); схема расположения функциональных слоев в МП-К\n",
        "На рис. 192 изображены конструкции элементов типа «модифицированный планар» для\nкислород / водородных – (а) и воздушно / водородных ТОТЭ, снабженные газовым\nколлектором.\n",
        "Рис. 192 Конструкция элементов «модифицированный планар»:\nкислород/водородных ТОТЭ – а) и воздушно/водородных ТОТЭ – б).\n"
    ]
}