{
    "paragraphs": [
        "Керамику можно также классифицировать по наименьшей размерности структурных элементов, определяющих их свойства, подразделяя ее на 0D, 1D, 2D и 3D материалы. В этом случае нановключения,\nнанокластеры, фуллерены и т.п. представляют собой объекты «нулевой» размерности; волокна, стержни и нанотрубки различных материалов (в том числе керамические [1.25, 1.26]) — квазиодномерные объекты; тонкие пленки, слоистые структуры — квазидвумерные объекты,\nа поликристаллы, дендримеры и т.п. — трехмерные образования (рисунок 1.1).\n",
        "Рис.\n1.1.\n",
        "Конечно, данная классификация керамических материалов не является полной и всеобъемлющей, как и всякая другая. Многие свойства\nкерамических материалов, обусловленные химическим составом, структурой, функциями и практической значимостью, как следует из рисунка 1.2, не нашли своего отражения в ней. Однако многие вопросы с достаточной степенью подробности будут изложены в других разделах монографии.\n",
        "Рис.\n1.2.\n",
        "Особое место среди керамик занимают материалы на основе диоксида\nциркония ZrO2, обладающего ярко выраженными свойствами полиморфизма. Помимо химического состава, свойства циркониевых керамик\nв значительной степени определяются их фазовым составом и микроструктурой. В зависимости от термодинамических условий (температуры, давления, напряженного состояния, термомеханической предыстории) ZrO2 может иметь одну из трех кристаллических решеток — моноклинную (m), тетрагональную (t) или кубическую (c) (рисунок 1.3).\nМоноклинная фаза существует при комнатной температуре и является\nтермодинамически устойчивой. Тетрагональная фаза метастабильна\nпри комнатной температуре и может спонтанно превращаться в моноклинную под действием механических напряжений или при повышении\nтемпературы (рисунок 1.4). Для перехода в кубическую фазу требуется\nнаиболее высокая температура. Существует несколько способов управления фазовым составом керамик на основе ZrO2, главные из которых\n",
        "Рис. 1.3. Полиморфные состояния диоксида циркония: c — кубическая фаза, t —\n",
        "Рис. 1.4. Фазовая диаграмма в системе ZrO2—Y2O3, находящейся в термодинамическом равновесии. Заштрихованные области обозначают композиции и температуры спекания, обычно используемые для синтеза Y-TZP\nи Y-PSZ керамик. Адаптировано из [1.36]\n",
        "1. Стабилизированный диоксид циркония CSZ (Cubic Stabilized Zirconia, рисунок 1.5а): кубический твердый раствор на основе ZrO2. Для\nсинтеза этого материала количество стабилизирующей добавки MgO,\nCaO должно быть более 16 мол.%, а Y2O3 — более 8 мол.%. CSZ имеет\n",
        "2. Керамика, упрочненная диоксидом циркония ZTC (Zirconia\nToughened Ceramic): дисперсные частицы t-ZrO2 распределены в керамической матрице из другого материала и стабилизируются сжимающими напряжениями. Наибольшее техническое значение имеют композиции Al2O3—ZrO2 (ZTA: Zirconia Toughened Alumina, рисунок 1.5б), котоГлава 1. Керамические материалы 29 29\n",
        "3. Частично стабилизированный диоксид циркония PSZ (Partialy\nStabilized Zirconia, рисунок 1.5в). Образуется при добавлении в ZrO2 оксидов Mg, Ca, Y, Се и др. При спекании в области гомогенности кубической фазы образуются крупные зерна c-ZrO2 (до 60 мкм). После отжига\nв двухфазной области появляются тетрагональные частицы, когерентно\nсвязанные с кубической фазой. В системах ZrO2—MgO(CaO) размер\n",
        "в г\nРис. 1.5. Основные типы атомной структуры циркониевых керамик: а — CSZ\n",
        "4. Тетрагональный диоксид циркония TZP (Tetragonal Zirconia\nPolicrystals, рисунок 1.5г). Данный материал реализуется в системах\n",
        "Рис.\n1.6.\n",
        "Следует отметить, что по содержанию диоксида циркония отечественные месторождения сопоставимы с зарубежными, но отличаются\nболее глубоким залеганием, сложными горно-геологическими и гидрогеологическими условиями разработки и худшим технологическим качеством рудных песков. Из карты основных месторождений диоксида\nциркония на территории России (рисунок 1.6) видно, что основные запасы ZrO2 расположены в труднодоступных районах Томской области,\n",
        "керамику с плотностью свыше 99% от теоретической [2.3], тогда как для\nогнеупорной циркониевой керамики типична пористая структура\nс плотностью 70—90% от теоретической [2.4]. Микроструктура циркониевой керамики для твердотельных топливных элементов проиллюстрирована на рисунке 2.1.\n",
        "Для стабилизации диоксида циркония в кубической фазе в него вносят значительные количества стабилизаторов: оксидов иттрия (6—\n8 мол.%), магния (более 10—18 мол.%) или кальция (12—16 мол.%). Выбор концентрации стабилизатора обусловлен концентрационной областью стабильности твердого раствора кубической кристаллической\nсингонии на фазовой диаграмме ZrO2 — стабилизатор. Фазовые диаграммы систем ZrO2—Y2O3, ZrO2—MgO и ZrO2—CaO приведены на рисунке 2.2.\n",
        "Рис. 2.1. Типичная микроструктура ZrO2 керамики для применения в топливных\n",
        "Рис. 2.2. Фазовые диаграммы ZrO2—Y2O3, ZrO2—MgO и ZrO2—CaO. Адаптировано соответственно из [2.6, 2.7, 2.8]\n",
        "диффузии ионов кислорода по анионным вакансиям, энтальпия активации перехода составляет 0,8—1 эВ [2.10]. Соответственно, при увеличении температуры наблюдается рост проводимости, близкий к экспоненциальному (рисунок 2.3) [2.11].\n",
        "На ионную проводимость FSZ, как видно из рисунка 2.3, влияет концентрация легирующего оксида: чем выше доля замещающих ионов, тем\nбольшую концентрацию имеют кислородные вакансии и, соответственно, тем выше должна быть ионная проводимость. Однако в действительности зависимость проводимости от концентрации легирующего оксида\nносит немонотонный характер (рисунок 2.4) [2.5]. Максимум проводимости реализуется при концентрации кислородных вакансий, близкой\nк той, что наблюдается на границе стабильности тетрагональной и кубической фаз. Дальнейшее увеличение мольной доли вакансий вызывает\n",
        "Рис. 2.3. Зависимость проводимости иттрий-стабилизированных FSZ от температуры. Адаптировано из [2.11]\n",
        "Рис. 2.4. Зависимость проводимости Y-FSZ от концентрации Y2O3 при разных\n",
        "как показано на рисунке 2.5.\n",
        "На этом получают однородную поликристаллическую керамику с крупными (десятки микрометров) зернами кубической фазы. От 1850 °С керамику быстро охлаждают до 1400 °С в двухфазную c-ZrO2 + t-ZrO2 область фазовой диаграммы. Выдержка при 1400 °С приводит к фазовому\nпереходу кубической фазы в тетрагональную и образованию лентовидных преципитатов t-ZrO2, обеспечивающих работу механизма трансформационного упрочнения (рисунок 2.5).\n",
        "Затем керамику без охлаждения до комнатной температуры подвергают старению при 1100 °С. Во время выдержки при 1100 °C происходит\nразложение кубической фазы ZrO2 на тетрагональную (рост преципитатов) и дефектную δ-фазу. Таким образом, цель старения — регулировка\nразмеров преципитатов и склонности материала к упрочняющему фазоРис. 2.5. Микроструктура PSZ керамики, стабилизированной оксидом магния.\n",
        "TZP состоит преимущественно из равноосных зерен t-ZrO2, традиционно спеченных или приготовленных методом горячего изостатического прессования до плотности 96—99,5% от теоретической (СЭМ изображение типичной микроструктуры показано на рисунке 2.6). Стабилизации t-ZrO2 добиваются с использованием разнообразных стабилизаторов:\n",
        "Рис. 2.6. Микроструктура TZP керамики, стабилизированной: a — Y2O3 [3.27]\n",
        "до границы зерна показана на рисунке 2.7. Толщина слоя, обогащенного иттрием, не превышает в большинстве случаев нескольких нанометров и не оказывает заметного\nвлияния на среднее содержание иттрия во внутренней части зерен\nи макроскопические свойства керамики.\n",
        "Рис. 2.7. Зависимость концентрации\nY3+ от расстояния до границы зерен.\nАдаптировано из [2.32]\n",
        "Как уже было отмечено выше, диоксид циркония (ZrO2) может существовать в виде трех кристаллических фаз: моноклинной (m), тетрагональной (t) и кубической (c). Во время нагревания диоксид циркония\nподвергается процессу фазового преобразования. Моноклинная фаза\nтермодинамически устойчива при комнатной температуре и до 1170 °С.\nСвыше этой температуры происходит переход диоксида циркония в более плотную тетрагональную фазу. Тетрагональная фаза устойчива при\nтемпературах от 1170 до 2370 °С. При температурах выше 2370 °С диоксид\nциркония переходит в кубическую фазу. При нагревании переход из моноклинной в тетрагональную фазу сопровождается уменьшением объема на 5%. При охлаждении t-m-переход происходит в диапазоне температур от 1300 до 1100 °С и сопровождается увеличением объема на 3—4%.\nЭту особенность приходится учитывать при использовании циркониевой керамики в качестве огнеупоров, так как теплосмены могут привести к растрескиванию и разрушению изделия. Поэтому оптимально использовать циркониевые огнеупоры в условиях стабильно высоких температур. Если же теплосмены неизбежны, необходимо тщательно\nконтролировать скорость нагрева/охлаждения в диапазоне 1100—1300 °С\n(рисунок 3.1).\n",
        "Рис. 3.1. Кривые линейного термического расширения для ZrO2, стабилизированного MgO\n",
        "Непрерывная разливка стали, осуществляемая при помощи машин непрерывного литья заготовок (МНЛЗ), является важнейшим технологиРис. 3.2. Тигли из диоксида\nциркония высотой 400 и 250 мм\n",
        "Для устранения последствий затягивания\nили размывания канала стакана-дозатора в усРис. 3.3. Схематическое\nизображение стакана-дозатора\nГлава 3. Области применения ZrO2 керамик\n",
        "В целом использование комбинированных стаканов-дозаторов с высококачественной вставкой из диоксида циркония позволяет разливать через них сталь в течение 15—24 часов, в отличие от 4—6 часов, характерных\nдля изделий из традиционных материалов [3.6]. Кроме того, благодаря эрозионной стойкости циркониевые стаканы-дозаторы дольше сохраняют изначальную геометрию выходного отверстия, что положительным образом\nвлияет на качество получаемых заготовок. Следовательно, применение\nстаканов-дозаторов с циркониевой вставкой, окруженной более дешевым\nогнеупором, а иногда и целиком изготовленных из ZrO2 (рисунок 3.4), экономически целесообразно при разливке более агрессивных сортов стали,\nгде положительные свойства огнеупора могут проявиться особенно ярко.\n",
        "высокую продолжительность и стабильность работы (рисунок 3.5).\n",
        "В то же время на ряде металлургических заводов мира для контроля за\nистечением стали из промковша применяются трехплитные шиберные\nзатворы. Дозирование стали при этом осуществляется за счет перемещения средней плиты относительно двух крайних. Обычной практикой является использование корундо-графитовых шиберных плит в затворах,\nконтролирующих истечение струи из промковша и из ковша в кристаллизатор. Разработка и введение в практику более агрессивных сортов\nстали (как из-за введения легирующих добавок, так и по причине химиРис. 3.5. Композитный стакан-дозатор, состоящий из двух сортов керамики на основе ZrO2\n",
        "Рис. 3.6. Заслонка шиберного затвора\n",
        "Рис. 3.4. Циркониевая вставка\n",
        "Высокая эффективность и снижение времени помола связаны с более высокой плотностью мелющих тел из циркониевой керамики по\nсравнению со стеклом и оксидом алюминия. По данным производителей, инженерная керамика из диоксида циркония, стабилизированного\nиттрием, позволяет производить мелющие тела с самым долгим сроком\nслужбы, так как степень износа у них значительно ниже, чем у элементов, изготовленных из Al2O3, CeO2—ZrO2 и MgO—ZrO2 (рисунок 3.7),\nчто снижает затраты на обслуживание мельниц.\n",
        "Рис. 3.7. Зависимость потери массы шариков\nпри помоле от материала мелющих тел\nГлава 3. Области применения ZrO2 керамик\n",
        "Наиболее активно датчики кислорода применяются в автомобилях,\nтак как помогают контролировать расход топлива, что способствует\nснижению объема вредных выбросов. Это позволяет оценивать количество оставшегося несгоревшего топлива либо кислорода в выхлопных\nгазах и передавать эти данные в электронный блок управления (ЭБУ).\nНа основании этих данных ЭБУ регулирует соотношение топлива и воздуха в топливовоздушной смеси, поступающей в двигатель, что обеспечивает более экономичный режим работы двигателя и помогает каталитическому нейтрализатору (катализатору) работать более эффективно\nи уменьшать количество вредных частиц в выхлопных газах (рисунок 3.8)\n[3.21]. Аналогичным образом такие системы позволяют экономить топливо и снижать давление на окружающую среду при установке на трубах ТЭЦ и котельных.\n",
        "начинается только при температуре керамики свыше 400—500 °C, поэтому во многих моделях лямбда-зондов предусмотрен подогрев сенсора\nэлектрическим подогревателем; в некоторых сенсорах нет принудительного подогрева, и их прогрев до рабочей температуры обеспечивается\nгорячими выхлопными газами. Один из электродов находится в контакте с контролируемыми газами, а второй — с воздухом из атмосферы (рисунок 3.9). Разница в количестве атмосферного кислорода и кислорода\n",
        "Рис. 3.9. Схема датчика кислорода на основе диоксида циркония, расположенного в выхлопной трубе автомобиля. Адаптировано из [3.22]\n",
        "Рис. 3.8. Зависимость мощности двигателя (P) и расхода топлива (Q) от коэффициента избытка воздуха (λ). Адаптировано из [3.22]\n",
        "Гидротермальное осаждение нанопорошков производят в гидротермальных реакторах (рисунок 4.1) разной степени сложности. В России\nприменяются лабораторные реакторы фирм Промэнерголаб, Биолент\nи Weihai Global Chemical Machinery (Китай), позволяющие работать при\nдавлениях до 200 бар и температуре до 200 °С. Объем лабораторных гидротермальных реакторов, как правило, не превышает 1000 мл. На опытно-производственных участках и в промышленности используют крупные реакторы объемом от 50 л до десятков кубических метров. Промышленные гидротермальные реакторы поставляются целым рядом\nкомпаний из Китая, в том числе Henan Wanda Chemical Equipment Co.\nи Shanghai Chunran Mechanical Co.\n",
        "Наиболее распространенный вариант гидротермального получения\nпорошков ZrO2 предполагает использование водного раствора оксихлорида циркония и хлорида иттрия, смешиваемого с раствором гидроксида аммония, с последующей гидротермальной обработкой полученной\nсуспензии гидроксидов циркония и иттрия. Из недавних статей, посвященных этой вариации гидротермального синтеза, стоит отметить работу [4.5], авторы которой, кроме подробного изучения морфологии (рисунок 4.2) получающихся порошков t-ZrO2, уделяют внимание важному\n",
        "Нередко исследователи используют нестандартные условия осаждения или нетрадиционные химические вещества для получения стабилизированного порошка ZrO2. Так, например, в [4.6] показана возможРис. 4.1. Гидротермальный реактор MICROS:MIC-0, Япония. Адаптировано\n",
        "Полученный пероксидный комплекс затем разлагали в гидротермальных условиях до образования наноразмерных частиц ZrO2 (рисунок 4.3). Размер кристаллитов, определенный в [4.6], колебался в диапазоне 6—22 нм. Также авторы предполагали на основе предварительных\nиспытаний, что керамика из ZrO2, полученного из пероксидного прекурсора, имеет повышенную ионную проводимость, важную для ряда\nприменений.\n",
        "Рис. 4.2. ПЭМ изображения t-ZrO2 (а) и распределение зерен по размерам (б).\n",
        "Группа иследователей предлагала модифицировать гидротермальный\nспособ получения оксидов металлов, проводя термическую обработку\nРис. 4.3. СЭМ изображение стабилизированного порошка ZrO2, полученного из\n",
        "В золь-гель синтезе, принципиальная схема которого показана на рисунке 4.4, в качестве прекурсора выступают уже не растворимые соли\nминеральных и органических кислот, а чаще всего алкоксиды циркония\nи легирующего металла. К раствору алкоксидов в соответствующем\nспирте постепенно добавляют основание — гидроксид аммония до образования умеренно-щелочной среды и формирования золя (суспензии) Zr(OH)4 и гидроксидов легирующих элементов. Твердые частицы\n",
        "золя вступают в реакцию поликонденсации с растворителем (спирт),\nобразуя разветвленную структуру геля (рисунок 4.4). Получившийся\nгель медленно сушат с последующей формовкой и отжигом. Конечным\nрезультатом такой обработки может быть плотная керамика. Альтернативно из геля можно быстро экстрагировать растворитель, в этом случае\nконечный сухой материал сохранит общую структуру геля, и получится\nаэрогель [4.12].\n",
        "Рис. 4.4. Схема золь-гель процесса\n",
        "предложено использование в качестве исходного вещества ацетилацетоната циркония, средой выступал этиленгликоль, а хелатирующим агентом — лимонная кислота. Авторам удалось получить нанокристаллический слабоагрегированный порошок ZrO2 (рисунок 4.5).\n",
        "Еще более экзотический подход продемонстрировали Шервин\n(Chervin) с соавторами в работе [4.17]. Им удалось получить аэрогель\nстабилизированного ZrO2 с зернами размером в единицы нанометров\n(рисунок 4.6). Хлориды иттрия и циркония, растворенные в дистиллированной воде, выступали в качестве исходных веществ, а хелатирующим агентом служил оксид пропилена. Целью этой работы было избавиться от сложностей работы с органическими растворителями и растворами алкоголятов, гидролитически чувствительных к атмосферной\nвлаге.\n",
        "В заключение отметим, что золь-гель метод, безусловно, один из наиболее часто применяемых подходов к получению наноструктурных поРис. 4.5. СЭМ изображение порошков ZrO2, полученных в [4.16] и кальцинированных при разных температурах: a — 650 °C; б — 540 °C; в — 490 °C\n",
        "его, однако, сильно ограничено необходимостью использования дорогостоящих реактивов и низким объемным выходом продукта (золь-гель\nпроцесс проводят в разбавленных растворах). По этой причине золь-гель\nсинтез порошков диоксида циркония используют главным образом в лабораторной практике для исследовательских целей для получения высокочистых порошков с частицами меньше 100 нм.\nРис. 4.6. ТЭМ изображения аэрогеля ZrO2—Y2O3, полученного в работе [4.17].\n",
        "В качестве исходного цирконий-содержащего вещества в газофазном\nхимическом синтезе используют, как правило, алкоксиды циркония.\nПары алкоксида вместе с потоком инертного газа вводят в реакционную\nкамеру одновременно с потоком кислорода. Температура «горячей зоны» камеры составляет около 1000 °C, и алкоксид быстро окисляется до\nZrO2. Полученный порошок по структуре и свойствам сходен с аэрогелем (рисунок 4.7) [4.19].\n",
        "Рис. 4.7. ПЭМ изображение и электронно-дифракционная картина порошка\n",
        "Последняя реакция имеет большую константу равновесия [4.21], что\nпозволяет получать более мелкие, чем при реакции с кислородом, частицы, находящиеся в слабоагрегированном состоянии (рисунок 4.8).\n",
        "Еще один способ, который можно отнести к газофазным путям получения нанопорошка ZrO2, — лазерное испарение с последующей конденсацией паров [4.22]. В качестве исходного материала используют\nобъемную керамику или крупнозернистый порошок, на который падает\nлуч инфракрасного лазера мощностью в единицы киловатт. Плотность потока излучения в этом подходе, как правило, составляет 0,05—\n0,5 МВт/см2. В области взаимодействия пучка с веществом возникает\nлокальный нагрев и испарение материала. Пары переносятся газовым\nпотоком в другую камеру, где происходит их конденсация в виде нанопорошков. Получающиеся частицы имеют форму, близкую к сферической\n(рисунок 4.9). Для получающихся порошков характерно широкое расГлава 4. Методы получения порошков 91 91\n",
        "Рис. 4.8. ПЭМ изображения порошков ZrO2, полученных методом газофазного\n",
        "Рис. 4.9. ПЭМ изображение нанопорошка ZrO2, полученного методом лазерного испарения и повторной конденсации. Адаптировано из [4.22]\n",
        "При перемешивании реакционной смеси мицеллы сталкиваются,\nи их содержимое может вступать в реакцию друг с другом. Поскольку\nреакционный объем ограничен размерами мицелл (типично — от единиц до нескольких десятков нанометров), то и получившиеся частицы\nгидроксида или оксалата циркония имеют нанометровые размеры. Схема синтеза показана на рисунке 4.10 [4.23].\n",
        "Рис. 4.10. Схема микроэмульсионного синтеза. А — ZrOCl2, B — NH4OH, C —\n",
        "Группа отечественных авторов [4.29] также исследовала влияние помола в вибрационной мельнице на поведение порошка m-ZrO2. Согласно их результатам измельчение даже в течение 15 часов не приводит к образованию метастабильных фаз, однако образуется значительное количество рентгено-аморфного вещества (рисунок 4.11).\n",
        "Рис. 4.11. Изменение степени кристалличности ZrO2 при обработке в вибрационной мельнице в течение разного времени. Адаптировано из [4.29]\n",
        "при увеличении длительности помола в вибрационной мельнице [4.29].\nНачальный размер зерен не был точно определен из-за малого уширения\nпиков, но он составлял сотни нанометров; после 15 часов помола размер\nзерен падал до ~40 нм. При этом развивались внутренние напряжения\nв 2—3 раза выше наблюдаемых в немолотом ZrO2 (рисунок 4.12).\n",
        "Произведенный в этой же работе помол m-ZrO2 в планетарной мельнице приводит к получению других продуктов: уже после 20 минут помола основными фазами являются t-ZrO2 и c-ZrO2, как показано на рисунке 4.13. В [4.29] было использовано массовое соотношение шаров\nи ZrO2 приблизительно 33 к 1. Роль этого соотношения будет рассмотрена подробнее позже.\n",
        "Близкие по тематике к [4.29] работы [4.30, 4.31] опубликовала команда М. Закери (M. Zakeri); в них подробно рассмотрено поведение m-ZrO2\nбез добавления легирующих оксидов при помоле в планетарной мельнице. В обеих статьях отмечено образование значительных количеств\nt-ZrO2 во время механической обработки в течение десятков часов (рисунок 4.14).\n",
        "Рис. 4.12. Изменение размера зерен и внутренних деформаций mZrO2 при помоле\nв вибрационной мельнице. Адаптировано из\n[4.29]\n",
        "Рис. 4.13. Изменение дифракционной картины при помоле\nm-ZrO2 в планетарной мельнице:\n",
        "Влияние массового соотношения шаров и порошка М/m было освещено, в частности, в [4.31], где исследователи сравнили кинетику изменения фазового состава при разных величинах М/m (рисунок 4.15). Увеличение этого соотношения в большинстве случаев приводит к повышению эффективности измельчения и механического легирования\n",
        "Рис. 4.14. Изменение фазового состава ZrO2 при помоле в планетарной мельнице. Адаптировано из [4.30]\n",
        "1100 °С диоксид циркония остается в форме c-ZrO2 (рисунок 4.16) благо80\n",
        "Рис. 4.15. Изменение содержания моноклинной фазы при разных массовых соотношениях мелющих тел и ZrO2. Адаптировано из [4.31]. Соотношение массы размольных шаров к массе измельчаемого порошка\nМ/m: 1 — 15; 2 — 25\n",
        "Довольно интересную комбинацию химического и механического\nподхода — использование механохимиической обработки для получения\nциркониевых керамик описал П.Н. Кузнецов [4.37]. Исходным сырьем\nдля помола служил Zr(OH)4, синтезированный, в свою очередь, классическим химическим путем — щелочным осаждением оксихлорида циркония. Помол гидроксида циркония проводили в сухом виде и в водной\nсуспензии в планетарной мельнице. Высокие скорости движения мелющих тел позволили получить смесь t-ZrO2 и m-ZrO2 (рисунок 4.17).\n",
        "Рис. 4.16. Дифрактограммы порошков ZrO2, легированных различными оксидами: а — 20 мол.% CaO; б — 20 мол.% MgO после помола и отжига.\nАдаптировано из [4.32]\n",
        "Рис. 4.17. Динамика изменения фазового состава ZrO2, получающегося\n",
        "вступает в реакцию с Na2ZrSiO5 с образованием цирконата натрия (рисунок 4.18):\n",
        "Рис. 4.18. Продукты реакции щелочного сплавления циркона с карбонатом натрия при разном соотношении исходных веществ. Адаптировано из\n[4.38]\n",
        "Диоксид циркония, изготавливаемый с применением этого подхода, состоит из зерен нанометрового размера, как показано на рисунке 4.19.\n",
        "2ZrSiO4 + 4CaO Ca3ZrSi2O9 + CaZrO3\nРис. 4.19. СЭМ изображения ZrO2, полученного последовательным спеканием\n",
        "В [4.41] циркон сплавляли со смесью оксидов кальция и магния. Особенностью этого варианта термохимического синтеза ZrO2 является то,\nчто значительная часть диоксида циркония находится в метастабильной\nкубической модификации благодаря легированию оксидами кальция\nи магния при сплавлении (рисунок 4.20).\n",
        "К еще одному достоинству этого варианта можно отнести высокий\nвыход целевого продукта — диоксида циркония. Авторы [4.41] сообщают\nо достижении выхода более 90% от теоретического при правильном выборе температуры реакции (рисунок 4.21).\n",
        "Рис. 4.20. Содержание моноклинной\nи кубической фаз в продуктах сплавления ZrSiO4 со смесью CaO/MgO разного состава. Баланс — побочные продукты. Адаптировано из [4.41]\n",
        "Рис. 4.21. Выход ZrO2 в % от теоретического при спекании ZrSiO4 со\n",
        "Для преодоления ограничений, связанных с низкой сыпучестью\nкоммерчески получаемых порошков ZrO2, компания Zircoa Inc. разраРис. 4.22. Сравнение формы частиц порошка (а) A-Grain, (б) химически осажденного и (в) электроплавленного ZrO2\n",
        "ботала и довела до промышленного производства запатентованную\nтехнологию изготовления порошка со сферическими частицами, низкой степенью агломерации и высокой сыпучестью под торговым названием A-Grain. На рисунке 4.22 приведено сравнение формы частиц порошка A-Grain, химически осажденного и электроплавленного ZrO2.\n",
        "На рисунке 4.23 показано распределение частиц по размерам в тех же\nпорошках. Хорошо видно, что для A-Grain (рисунок 4.22а) характерно\n",
        "Рис. 4.23. Распределение частиц по размерам в порошках ZrO2, произведенных\n",
        "Сухое прессование идеально подходит для изготовления деталей простой геометрии благодаря своей простоте и дешевизне. Можно выделить\nтри основных этапа: заполнение пресс-формы порошком, прессование\nи извлечение компакта. Есть две основные разновидности этого метода:\nс одним и двумя подвижными пуансонами (рисунок 5.1). Второй вариант\nиспользуется чаще из-за более качественного прессования и более равномерного распределения напряжений по объему материала.\n",
        "Рис. 5.1. Сухое прессование, схема с двумя подвижными пуансонами. Адаптировано из [5.1]\n",
        "Прессование в некоторых случаях производят при повышенной и высокой (>1000 °С) температуре. Оснастка при этом почти не отличается от\nтой, что используется в сухом прессовании при комнатной температуре.\nОсновное различие заключается в том, что сборка находится внутри высокотемпературной печи (рисунок 5.2), а все элементы конструкции, находящиеся в горячей зоне, должны быть выполнены из тугоплавких материалов.\n",
        "Рис. 5.2. Схема установки для горячего прессования. Адаптировано из [5.1]\n",
        "Одним из наиболее распространенных видов холодного изостатического прессования (ХИП) является жидкостное ХИП. Прессуемый порошок помещается в резиновую емкость, которая потом закрывается\nметаллическим сердечником, который выступает в качестве формообразующей поверхности. Сердечник имеет у основания геометрию, обеспечивающую плотное прилегание к резине и изоляцию порошка от жидкости, используемой в прессе. Запечатанная емкость помещается в камеру высокого давления, заполненную жидкостью, и подвергается\nгидростатическому прессованию (рисунок 5.3).\n",
        "Другая разновидность ХИП — сухое изостатическое прессование.\nОсобенность этого способа заключается в том, что резиновая форма является неотъемлемой частью пресса, при этом внутренняя поверхность\nрезинового контейнера выступает формообразующей поверхностью. На\nрезину или, в общем случае, любой эластомер оказывается гидравлическое давление любой жидкостью, которое передается через эластомер\nпорошку. Нередко для создания дополнительного отверстия, расположенного вдоль оси детали, могут использовать внутреннюю шпильку,\nвыполненную из прочного материала, не разрушающегося при давлениях прессования (рисунок 5.4) [5.1, 5.4, 5.5].\n",
        "Рис. 5.3. Принципиальная схема жидкостного ХИП. Адаптировано из [5.1]\n",
        "Другой вариант изостатического прессования — горячее изостатическое прессование (ГИП), совмещающее обработку давлением и температурой. Установка для ГИП представляет собой печку, помещенную\nвнутрь сосуда высокого давления (рисунок 5.5), а не наоборот (как при\nгорячем прессовании), поскольку второй вариант намного сложнее\nв плане выбора материала, способного выдерживать давление 10—\n30 МПа при температуре до 2000 °C. Давление создается в ГИП при помощи газа, а не жидкости, как в случае ХИП, чтобы избежать трудностей, связанных с ее кипением при нагреве. Наиболее часто используют\nаргон, обеспечивающий инертную атмосферу, но в некоторых специальных случаях могут применять окислительную или восстановительную атмосферу.\n",
        "Рис. 5.4. Схема процесса сухого изостатического прессования. Адаптировано\n",
        "соответствующей обработке. После прессования контейнер отделяют от\nконечной детали (рисунок 5.6).\n",
        "Возможно ГИП без использования контейнера. В этом случае порошок предварительно формуется и спекается, а только затем подвергается\nГИП для достижения конечной плотности, как показано на рисунке 5.7.\n",
        "Рис. 5.5. Схема установки для горячего изостатического прессования. Адаптировано из [5.3]\n",
        "Рис. 5.6. Схема ГИП с использованием контейнера для запрессовки. Адаптировано из [5.1]\n",
        "Рис. 5.7. Схема ГИП с предварительным спеканием. Адаптировано из [5.1]\n",
        "Подготовленная и подогретая пластичная масса выдавливается при\nпомощи шнека с контролируемой скоростью подачи через отверстие необходимой геометрии (рисунок 5.8). Экструдированные детали затем сушат для удаления влаги и спекают для получения конечного изделия.\n",
        "Рис. 5.8. Схема формования экструзией. Адаптировано из [5.3]\n",
        "ной формы (например, лопатки\nтурбин; рисунок 5.9).\n",
        "Рис. 5.9. Фотография лопаток для турбин. Изготовлены компанией Siemens.\nФотография адаптирована с официального сайта компании Siemens\n",
        "гипса образуется слой керамических частиц, растущий с увеличением\nвремени выдержки. Когда нужная толщина стенки достигнута, излишнюю суспензию сливают, «зеленую» керамику сушат и извлекают из\nформы, как показано на рисунке 5.10.\n",
        "Рис. 5.10. Схема шликерного литья полых керамических изделий. Адаптировано\n",
        "зии с заметно бóльшим содержанием твердой фазы и большее время выдержки (рисунок 5.11).\n",
        "1. Стереолитография. Жидкую смесь фотополимера (например,\nэпоксидной резины) и керамического порошка помещают в сосуд, в коРис. 5.11. Схема сплошной отливки. Адаптировано из [5.6]\n",
        "По своему характеру и аппаратному оформлению электроспиннинг\nявляется сухим способом формования волокон из раствора или суспензии. Простейшая установка для форсуночного электроформования состоит из источника постоянного высокого напряжения, емкости с прядильным раствором, капиллярного дозирующего сопла и осадительного\nэлектрода, роль которого может выполнять плоская металлическая пластина или вращающийся цилиндр (рисунок 5.12).\n",
        "Рис. 5.12. Принципиальная схема процесса электроформования\n",
        "В ходе традиционного электроспиннингования, когда используется\nплоский осадительный электрод, образуются филаменты, расположенные друг относительно друга случайным образом. При правильном подборе технологических параметров процесса электроформования волокна\nполучаются единообразными, бездефектными с гладкой поверхностью\n(рисунок 5.13). Термическая обработка волокон приводит к эволюции их\nмикроструктуры. Из рисунка 5.14 видно, что при отжиге поверхность\n",
        "Рис. 5.13. СЭМ-изображение не отожженных композиционных волокон,\nсодержащих керамический прекурсор\nи связующий полимер [5.29]\n",
        "Рис. 5.14. СЭМ-изображение нановолокон ZrO2, отожженных при 1000 °C\n[5.29]\n1 мкм 1 мкм\n",
        "филаментов становится шероховатой вследствие деструкции связующего полимера с последующим выгоранием продуктов разложения и образования зерен ZrO2. При этом происходит некоторая усадка волокон.\nУвеличение температуры отжига стимулирует рост зерен. В предельном\nслучае размер зерен становится примерно равным диаметру волокна,\nи филаменты приобретают бамбуковидную форму (рисунок 5.15).\n",
        "Отжиг нановолокон при различных температурах влияет также и на\nих фазовый состав [5.29]. Изначально получаемые в процессе электроформования композитные волокна, как правило, не имеют кристаллической структуры и их можно рассматривать как аморфные (рисунок 5.16). С увеличением температуры отжига начинает происходить\nпроцесс кристаллизации ZrO2, на что указывает появление характерных\n",
        "отжига содержание t-ZrO2 уменьшается, в то время как доля m-ZrO2 возрастает. При дальнейшем увеличении температуры отжига t-ZrO2 полРис. 5.15. СЭМ-изображение нановолокон ZrO2, отожженных при 1370 °C [5.29]\n",
        "ностью исчезает и волокна содержат только зерна m-ZrO2, которые стабильны при температурах до 1170 °С. Наблюдаемая фазовая эволюция\nможет найти свое объяснение в рамках теории Р. Гарвье [5.31], согласно\nкоторой рост частиц t-ZrO2 до размеров, превышающих 30 нм, индуцирует протекание фазового перехода t-ZrO2 m-ZrO2. Поскольку повышение температуры отжига интенсифицирует процесс роста зерен, то\nс ее ростом концентрации t-ZrO2 и m-ZrO2 в волокне должны изменяться в противоположных направлениях, что и наблюдается в экспериментах (рисунок 5.16).\n",
        "Поскольку для получения достаточно прочных керамических нановолокон, пригодных для практического использования, процесс спекания надо проводить при повышенных температурах, то для сохранения\nв филаментах t-ZrO2 и минимизации содержания в них m-ZrO2 в формовочный раствор на стадии его приготовления добавляют также стабилиРис. 5.16. Рентгеновские дифрактограммы нановолокон ZrO2, отожженных при\n",
        "ем, происходит эжекция струи с верхней точки пузыря в направлении\nосадительного электрода (рисунок 5.17a). Большая площадь поверхности пузыря создает необходимое пространство для формирования сразу\nнескольких струй. С ростом их числа они распределяются по его поверхности вследствие электростатического отталкивания между ними\n(рисунок 5.17).\n",
        "В [5.37] была показана возможность многоструйной генерации с протяженной свободной поверхности, не содержащей концентраторы элекРис. 5.17. Фотографии поверхности воздушного пузыря с различным количеством струй. Адаптировано из [5.36]\nа б в\n",
        "При этом струи распределяются по свободной поверхности со средней периодичностью λ (рисунок 5.18), задаваемой уравнением (5.2):\n",
        "При таком электроформовании происходит самоорганизация количества и расположения струй. Благодаря этому увеличиваются производительность процесса и однородность получаемого нановолокнистого\nматериала. Промышленная технология безкапиллярного высоковольтного электроформования нановолокон со свободной поверхности жидкости с использованием различных эжектирующих электродов (рисунок 5.19) была разработана чешской компанией Elmarco и запатентована ею под названием Nanospider™.\n",
        "Одна из моделей промышленных установок, реализующих технологию Nanospider™, представлена на рисунке 5.20.\n",
        "Рис. 5.18. Электроформование со свободной поверхности волокон поливинилового спирта при 32 кВ (а) и 43 кВ (б). Адаптировано из [5.37]\na б\n",
        "Ниже приведены рабочие характеристики флагманской установки\nNS 8S1600U (Elmarco, Чехия) для производства нановолокнистых материалов в промышленном масштабе. По внешнему виду данный комплекс схож с тем, который показан на рисунке 5.20.\n",
        "Таким образом, в данном разделе рассмотрено использование простого и доступного метода электроформования для получения функциРис. 5.19. Электроформование с электрода барабанного типа (а), различные типы эжектирующих электродов (б). Адаптировано из [5.38]\na б\n",
        "Электроспиннинг обычно используют для изготовления двумерных керамических массивов со сквозными макропорами. Высокопористую\nобъемную керамику традиционно получают одним из следующих спосоРис. 5.20. Внешний вид установки фирмы Elmarco для электроформования широкоформатных массивов нановолокон безкапиллярным способом.\nАдаптировано из [5.38]\n",
        "1. Частичное спекание — простой и часто используемый способ получения пористой керамики. Исходный керамический порошок компактируют прессованием, а затем полученный компакт спекают. В результате получают пористый материал. При этом на пористость и размер пор влияют\nдисперсность исходного керамического порошка, плотность компакта\nи параметры термообработки. Обычно используют керамический порошок, размер частиц которого в 2—5 раз больше, чем требуемый размер пор.\nС увеличением давления прессования керамического сырца, температуры\nи времени его спекания пористость конечной керамики, а также размер\nпор уменьшаются. В [5.40] методом одноосного прессования были получены компакты 3 мол.% Y2O3—ZrO2 c относительной плотностью 40% (образец Z40) и плотностью 44% (образец Z44), которые затем спекали при различных температурах в диапазоне от 1100 до 1450 °C. Микроструктура полученных керамик показана на рисунке 5.21. Видно, что из менее плотного\nкомпакта получается более пористая керамика. Так, после спекания при\n1200 °C образец Z40 имел пористость 47,4%, а Z44 — 44,5%.\n",
        "C ростом температуры спекания относительная плотность, прочность и трещиностойкость обоих образов возрастали (рисунок 5.22).\nПри этом данные показатели имеют более высокие значения для Z44 по\nсравнению с Z40.\n",
        "Рис. 5.21. СЭМ-изображения спеченных при 1200 °C образцов Z40 (а) и Z44 (б).\n",
        "Рис. 5.22. Зависимости относительной плотности и механических свойств пористой керамики от температуры ее спекания и относительной плотности исходных компактов. Адаптировано из [5.40]\n",
        "Керамика, полученная из прессованных компактов керамических\nпорошков, характеризовалась неоднородной пористостью (области неоднородности указаны на рисунке 5.21а стрелками).\n",
        "и дисперсант, готовили путем помола в шаровой мельнице при температуре 60 °C в течение 20 часов. Полученные образцы суспензии выдерживали в течение 30 минут при температуре 0 °C до их затвердевания, а затем при комнатной температуре в течение 24 часов для полного удаления камфена. Полученную «зеленую» керамику спекали при\n1400—1550 °С. На рисунке 5.23 показана микроструктура керамики,\nполученной из компактов с различным содержанием твердой фазы поГлава 5. Формование изделий 147 147\n",
        "Однако классическое гелевое литье не дает возможности контролировать форму и размер пор. Поэтому для управления этими параметрами на стадии приготовления формовочной суспензии зачастую в нее\nдобавляют монодисперсные полимерные порошки. Так, в [5.42] для получения пористой керамики из порошка 8 мол.% Y2O3—ZrO2 (медианный диаметр частиц d50 = 1,3 мкм) в качестве порообразующего агента\nвыступал порошок полиметилметакрилата (ПММА), состоящий из микросфер диаметром D ≈ 18,2 мкм. В состав суспензии также входили мономеры метакриламид и N,N -метилен-бис-акриламид. Полимеризацию последних инициировали добавлением в суспензию персульфата\nаммония и N,N,N ,N -тетраметилэтилендиамина. После сушки компактов в течение 24 часов на воздухе при комнатной температуре их отжигали при 600 °C в течение нескольких часов для полного удаления связуюРис. 5.23. СЭМ-изображения микроструктуры спеченной при 1450 °C керамики,\n",
        "щего полимера и порообразующего агента. Затем проводили спекание\nкерамики при температурах от 1350—1550 °C в течение 2 часов также\nв воздушной атмосфере. На рисунке 5.24 приведена микроструктура пористой керамики 8 мол.% Y2O3–ZrO2, спеченной при 1350 °C. Крупные\nпоры обладали сферической формой и диаметром около 16,9 мкм, то\nесть они повторяли форму порообразующего агента и имели практически такой же размер. Также имели место и более мелкие поры размером\nменее 1 мкм, образованные границами керамических зерен (вставка на\nрисунке 5.24).\n",
        "Рис. 5.24. СЭМ-изображения микроструктуры, спеченной при 1350 °C циркониевой керамики, полученной из компакта с содержанием ПММА\n50 об%. Адаптировано из [5.42]\n5 мкм\n",
        "со скоростью 7 °C/мин и далее до 1600 °C со скоростью 3 °C/мин. При\n1600 °C керамическую губку спекали в течение 2 часов. Внешний вид\nи микроструктура керамической пены, полученной из стабилизированного диоксида циркония, представлены на рисунке 5.25.\n",
        "Рис. 5.25. Внешний вид полученной репликацией темплата высокопористой керамики из стабилизированного диоксида циркония (а) и СЭМ-изображение ее микроструктуры (б). Адаптировано из [5.43]\na б\n",
        "ZrO2 (d50 = 0,48 мкм) с добавлением ПАВ додецилсульфата натрия. Суспензию вспенивали путем ее механического перемешивания. Полученную пену заливали в приготовленную форму и сушили в течение суток\nпри комнатной температуре. Затем ее нагревали до 1350—1500 °C со скоростью 5 °C/мин и выдерживали при заданной температуре в течение\n2 часов. На рисунке 5.26 можно видеть, что полученная керамическая\nпена имеет однородную пористость. Тонкостенные закрытые поры имеРис. 5.26. СЭМ-изображение пористого стабилизированного диоксида циркония, полученного прямым вспениванием. Адаптировано из [5.44]\n",
        "Если спекание производят в неконтролируемой атмосфере, то используют муфельные печи простой конструкции, как показано на рисунке 6.1. Для отжига с контролем атмосферы часто используют печи\n",
        "Рис. 6.1. Схема устройства простейшей муфельной печи для спекания на воздухе\n",
        "трубчатой конструкции. В них реализована несколько другая схема нагрева: образец находится в закрытой трубе, имеющей только входы и выходы для загрузки изделий и продувки рабочего объема газом. Нагреватели в такой схеме находятся с внешней стороны трубы (рисунок 6.2).\nВ такой конструкции нагреватели могут быть помещены в атмосферу,\nотличную от той, в которой находится образец.\n",
        "Нередко при спекании циркониевой и других видов керамики используют разреженную атмосферу или вакуум, которые стимулируют\nудаление пузырьков воздуха из пор, что облегчает спекание материала\n[6.1, 6.2]. Вакуумное спекание реализуют как в печах трубчатой конструкции, так и в муфельных печах (рисунок 6.3).\n",
        "К недостаткам муфельных печей стоит отнести циклический характер работы: для того чтобы извлечь спеченную керамику, необходимо\nостудить печь. Повторный разогрев требует больших затрат электроэнергии, не говоря уже о существенных для промышленности потерях\nвремени. Поэтому при промышленном производстве часто используют\nконвейерные печи непрерывного действия, подобные показанной на\nрисунке 6.4. Спекаемая керамика постепенно перемещается из холодных областей в более горячие со скоростью, не допускающей возникновение значительных температурных градиентов в образце, некоторое\nвремя находится в изотермической области печи и затем с контролируемой скоростью перемещается в охлаждаемую область печи.\n",
        "Рис. 6.2. Схема устройства трубчатой печи для спекания в контролируемой атмосфере. Адаптировано из [6.2]\n",
        "Рис. 6.3. Схема устройства вакуумной муфельной печи. Адаптировано из [6.2]\n",
        "Рис. 6.4. Схема промышленной газовой печи непрерывного действия. Адаптировано из [6.1]\n",
        "ской спеканием на воздухе при температурах 1100—1400 °С. При пониженных температурах спекания (1000—1200 °С) возможно сохранить\nзерна размером меньше 100 нм, как показано, например, в [6.3, 6.6, 6.7].\nПодобная плотная керамика может быть получена даже при более низких температурах, если спекание производить в вакууме, хоть оно и сопровождается большими техническими сложностями (рисунок 6.5). Эффективность спекания в вакууме объясняется в первую очередь более\nскорым удалением пузырьков воздуха из пор, давление газа в которых\nпрепятствует зарастанию пор на поздних стадиях спекания [6.1].\n",
        "Рис. 6.5. Сравнительная эффективность спекания Y-TZP керамики на воздухе\n",
        "Профиль нагрева тоже влияет на эффективность спекания. Сейчас\nнаиболее распространены три основных профиля спекания, показанные на рисунке 6.6: одностадийный, одностадийный с предварительным\nотжигом при низкой температуре и двухстадийный [6.6].\n",
        "Предварительный отжиг (рисунок 6.6б) служит лишь для удаления\nорганического связующего и прочих горючих добавок из неспеченного\nматериала, поэтому можно рассматривать этот профиль спекания как\nразновидность одностадийного. Куда больший научный и технический\nинтерес представляет двухстадийная методика, которая заключается\nв нагреве до температуры на 50—100 °С выше температуры спекания,\nвыдержке в течение нескольких минут, охлаждении до температуры спекания и последующем отжиге. Применение подобного профиля спекания позволяет заметно улучшить спекаемость циркониевой керамики,\n",
        "микроволнового излучения благодаря вынужденному колебанию полярных молекул, которое сопровождается межмолекулярным трением.\nВ легированном ZrO2 нагрев усиливается благодаря ионной проводимоРис. 6.6. Схематичные профили нагрева: а — одностадийный, б — одностадийный\n",
        "Микроволновое спекание за счет большей равномерности нагрева\nобразца и диффузии, стимулируемой микроволновой обработкой [6.10—\n6.12], оказывается более эффективным способом спекания по сравнению с традиционными методами. Керамику с плотностью, близкой к теоретической (более 99%), можно получить при более низкой температуре и меньшем времени выдержки, чем при традиционном спекании. На\nэто указывают многие исследователи, занимающиеся сравнением этих\nдвух подходов к спеканию керамики. Можно, например, сослаться на\nрезультаты, полученные в [6.10] (рисунок 6.7): микроволновая обработка\n",
        "Рис. 6.7. Сравнительная плотность Y-TZP керамики, спеченной микроволновым и традиционным способами при разных температурах. Адаптировано из [6.10]\n",
        "(MW) в течение 10—15 минут приводит к получению керамики с плотностью более 99% от теоретической, тогда как традиционное спекание\n(Conventional Sintering, CS) в течение часа при той же температуре позволяет достичь лишь уровня 97—98%. Из рисунка 6.8 видно, что увеличение времени спекания с 10 до 15 минут не ведет к увеличению плотности. По всей видимости, здесь лимитирующим фактором выступают\nобъемные дефекты, образовавшиеся при формовании «зеленой» керамики и не залечивающиеся даже при микроволновом спекании.\n",
        "Не лишним будет отметить и то, что размер зерен в керамике, спеченной микроволновым способом, заметно ниже, чем в традиционно\nспеченной (рисунок 6.8). Подобная возможность сохранения малых размеров зерен особенно важна для TZP керамики, в которой размер кристаллитов влияет на стабильность тетрагональной фазы, которая в итоге\nопределяет ее трещиностойкость. Меньшие размеры зерен, очевидно,\nобусловлены тем, что время микроволнового спекания, необходимое\n",
        "Рис. 6.8. Сравнение размеров зерен в керамике, спеченной микроволновым\n",
        "Еще один интересный подход к спеканию керамики заключается в комбинировании традиционного и микроволнового спекания. Идея, лежащая в его основе, проста: сочетание традиционного (температура выше\nна поверхности образца) и микроволнового (температура выше в глубине материала) видов спекания может позволить разогревать керамики,\nне создавая при этом температурных градиентов в образце (рисунок 6.9).\nТакая равномерность позволяет достигать высоких скоростей нагрева,\nне сопровождающихся растрескиванием.\n",
        "Работы [6.13, 6.14] однозначно указывают на большую эффективность гибридного спекания по сравнению как с традиционным, так\nи с микроволновым способом. В [6.13] авторы продемонстрировали, что\nгибридное спекание позволяет достичь большей плотности спеченной\nкерамики, чем в случае традиционного отжига (рисунок 6.10), и наглядно показали, как постепенное увеличение «микроволновой составляющей» в гибридном спекании увеличивает плотность и размер зерен керамики.\n",
        "В [6.14] исследователи показали, что гибридное спекание обладает\nпреимуществом перед микроволновым: оно позволяет достичь заданной плотности при сохранении меньшего размера зерен (рисунок 6.11).\n",
        "Рис. 6.9. Температурные профили образцов при традиционном (а), микроволновом (б) и гибридном (в) спекании. Адаптировано из [6.13]\n",
        "Рис. 6.10. Сравнение эффективности гибридного и традиционного подходов:\n",
        "Схематически установка для искрового плазменного спекания (Spark\nPlasma Sintering, SPS) показана на рисунке 6.12.\n",
        "Рис. 6.11. Сравнение размеров зерен при традиционном, микроволновом и гибридном способах спекания. Адаптировано из [6.14]\n",
        "При помощи метода SPS получают TZP керамики с плотностью выше 99% от теоретической, сохраняя при этом размеры зерен в субмикронном диапазоне (рисунок 6.13) [6.15]. Довольно подробно динамика\nметода SPS описана в работе [6.16], где исследовано влияние времени\nи температуры обработки TZP циркониевой керамики, легированной\nиттрием. В частности, в этой статье наглядно продемонстрировано, что\nдаже с применением метода SPS керамику с плотностью, близкой к теоретической, можно получить лишь при температурах, создаваемых импульсом тока, не меньших 1200 °С (рисунок 6.14).\n",
        "Рис. 6.12. Схема установки для SPS спекания\n",
        "Рис. 6.13. SPS приготовленные 3Y-TZP: а — кривая спекания, б — СЭМ изображение микроструктуры. Адаптировано из [6.15]\n",
        "Рис. 6.14. Сравнительная эффективность искрового плазменного спекания TZP\n",
        "T, K\nРис. 7.1. Температурная зависимость прочности плотной\nкерамики из стабилизированного диоксида циркония при\nсжатии (1) и при изгибе (2).\nАдаптировано из [7.23]\n",
        "ченной керамики на основе ZrO2 обладают очень высокой прочностью\nна сжатие, вплоть до 1200—1600 °С (см. таблицу 7.1 [7.22] и рисунок 7.1\n[7.23]), что значительно превышает показатели для других керамических\nматериалов в этих условиях.\n",
        "циркониевых керамик, которая начинает существенно снижаться только при достижении 1200—1600 °С (см., например, таблицу 7.1 и рисунок 7.1) или даже более высоких температур [7.23, 7.24]. Именно при\nэтих температурах материал начинает переходить из хрупкого состояния\nв пластичное [7.26, 7.27]. Скорость ползучести под нагрузкой при температуре начала размягчения в значительной мере определяется содержанием примесей, которые могут образовывать самостоятельную фазу,\nсущественно снижающую температуру начала ползучести и увеличивающую ее скорость. Это подтверждается данными [7.24], где показано,\nчто переход от технического к чистому ZrO2 повышает температуру начала размягчения с 2100 до 2300 °С.\n",
        "показана на рисунке 7.2 [7.22].\n",
        "В качестве примера в таблице 7.7 [7.14], таблице 7.8 [7.14] и на рисунке\n7.3 [7.15] представлены значения теплопроводности ряда керамик и огРис. 7.2. Зависимость теплопроводности керамики Al2O3 и стабилизированного\n",
        "неупоров в интервале температур от 200 до 1600 °С, а на рисунке 7.4\n[7.22] — температурная зависимость обратной теплопроводности тугоплавких соединений.\n",
        "Рис. 7.3. Зависимость коэффициента теплопроводности ZrO2 от пористости при\n",
        "Рис. 7.4. Температурная зависимость обратной теплопроводности тугоплавких\n",
        "2150 °С) в зависимости от времени старения показано на рисунке 7.5\n[7.31]. Например, относительная плотность керамики из технического\nZrО2, стабилизированного 12,5 мол.% СаО, при температуре старения\n1700 °С непрерывно повышалась от 94,5% (открытая пористость составляла 0,4%, а закрытая — 5,1%) до 96% (см. рисунок 7.5а [7.31]). При этом\nодновременно уменьшалась закрытая пористость. При времени старения более 30 часов открытая пористость начинала увеличиваться, но\nв меньшей степени, чем уменьшалась закрытая пористость. Поэтому общая относительная плотность практически не снижалась. При\nТ = 2000 °С и времени старения более 20 часов увеличение открытой пористости происходило в большей степени, чем уменьшение закрытой.\nЭто приводило к уменьшению общей плотности керамики [7.31].\n",
        "Рис. 7.5. Изменение относительной плотности (а) и пористости (б) керамики из\n",
        "Тепловые методы контроля и определения теплофизических характеристик предоставляют широкие возможности для мультимасштабной\nдиагностики материалов и изделий. Эти методы принято делить на пассивные и активные, контактные и бесконтактные, стационарные и нестационарные, односторонние и двусторонние, локальные и сканирующие, низкотемпературные и пирометрические (рисунок 7.6).\n",
        "Наименее разработанными, но весьма перспективными представляются динамические термографические методы контроля, которые могут\nбыть многофункциональными, бесконтактными и мультимасштабными\n[7.38—7.44]. Потенциально они имеют ряд преимуществ перед квазистаРис. 7.6. Классификация основных методов теплового контроля\n",
        "Полный комплект аппаратуры включал высокоразрешающий тепловизор в термозащитном боксе, устройство для локального «точечного» нагрева (лазер или заостренный горячий металлический стержень)\nи устройство для локального силового нагружения области, подозреваемой в наличии дефектов (рисунок 7.7).\n",
        "В одной из нескольких разработанных нами групп методов контроля\nлокальный нагрев контролируемого объекта осуществляли сфокусированным лазерным пучком или точечным контактом с предварительно\nнагретым горячим телом (рисунок 7.8).\n",
        "Рис. 7.7. Схема экспериментальной установки: 1 — ИК лазер; 2 — термостабилизированный или теплоизолирующий бокс; 3 — ИК видеокамера; 4 —\nустройство для локального силового нагружения (индентирования);\n5 — контроллер; 6 — персональный компьютер; 7 — поле зрения ИК\nвидеокамеры; 8 — исследуемый объект\n",
        "Для оптически прозрачных материалов с низкими коэффициентами\nпоглощения и испускания света необходимо модифицировать поверхность тестируемого объекта с целью увеличения этих характеристик.\nВ работе использовали три метода модификации поверхности: установРис. 7.8. Схемы экспериментов: а — локальный «точечный» нагрев; б — локальный «точечный» нагрев с инициированием трещины устройством для\nлокального силового нагружения (или индентирования) дефектной\nзоны; 1 — несквозная трещина на внутренней стороне; 2 — несквозная\nтрещина на наружной стороне; 3 — трещина, стимулируемая локальным силовым нагружением. Q — тепловой поток; w — плотность потока\n",
        "В основе метода и аппаратной реализации лежал компьютерный анализ нестационарной тепловой картины, создаваемой внешним «точечным» источником энергии, локализованным в круге радиусом R0 < 1 мм.\nВ однородном объекте радиально-симметричное нестационарное температурное поле, создаваемое точечным импульсным источником нагрева, регистрируется в виде набора разбегающихся из центра концентрических изотерм (рисунок 7.9). Их положение во времени с высокой\nточностью может быть установлено путем усреднения информации\nс большого числа пикселей матрицы тепловизора, лежащих на одном\nи том же расстоянии от центра пятна нагрева.\n",
        "Для еще большего подавления шумов в матрице камеры сигнал с каждого пикселя усредняли по нескольким соседним кадрам (от 1 до 60 в зависимости от темпа разогрева). С целью исключения ложных локальных\nнеоднородностей в яркости ИК изображения, обусловленных различиями в излучательной способности отдельных участков контролируемой поверхности, из сигнала, получаемого с каждого пикселя матрицы в процесРис. 7.9. Типичная картина теплового поля с изотермами в окрестности локального нагрева бездефектной области стальной пластины\n",
        "Радиальное распределение температуры ТR в бездефектной области\nв пластине из углеродистой стали для фиксированного расстояния R,\nусредненное по углу φ от 0 до 360°, для разных времен нагрева в одном из\nопытов представлено на рисунке 7.10.\n",
        "Рис. 7.10. Радиальное распределение температуры TR в пластине из углеродистой стали через 10 с (1), 30 с (2) и 60 с (3) после начала нагрева в точке\nс нулевой координатой\n",
        "Скорость распространения теплового фронта от точки нагрева (в пренебрежении теплообменом с окружающей средой, что оправдано при достаточно быстром нагреве) зависит только от коэффициента температуропроводности материала χ. Обработка данных, подобных приведенным\nна рисунке 7.10, с учетом соответствующих моделей нестационарной теплопроводности позволяет с хорошей точностью определить величину χ\nматериала стенки.\n",
        "Извлечение величины χ непосредственно из данных эксперимента\n(см. рисунок 7.10) по формуле (7.9) сталкивается как с необходимостью\nиметь независимую информацию о величинах Q и λ, так и с экспоненциально сильной зависимостью искомой величины от входных данных.\nПереход от абсолютных к относительным температурам β = T2(R2, t2)/\n",
        "Первичные данные экспериментов в виде типичной последовательности кадров термограммы в массивной керамической детали (диаметром 30 мм и высотой 25 мм) из диоксида циркония, стабилизированного оксидом Mg, и стекле ЛФ5 показаны на рисунках 7.11 и 7.12.\n",
        "Рис. 7.11. Последовательность отобранных кадров ИК видеофильма нагрева\n",
        "После обработки нескольких сотен кадров фильма по описанному\nвыше алгоритму получены экспериментальные зависимости распределения температуры Т от времени t и радиуса R в координатах Т, R (рисунок 7.13) и T · r, f[(r − rс)t−1/2] (рисунки 7.14 и 7.15).\n",
        "Рис. 7.12. Последовательность отобранных кадров ИК видеофильма нагрева\n",
        "Таким образом, значение χ, определенное предложенным нестационарным экспресс-методом, совпадает с измереными по ГОСТ 23630.2–79\n[7.70] или приводимыми в справочной литературе [7.14, 7.71, 7.72] в пределах погрешности измерений. Следовательно, предложенный простой\nспособ определения температуропроводности и теплопроводности может с успехом использоваться для экспресс-диагностики состояния разРис. 7.13. Экспериментальные зависимости радиального распределения локальной температуры Т от расстояния R до центра пятна нагрева в массивном керамическом изделии в различные моменты времени от начала\nнагрева\n",
        "Рис. 7.14. Экспериментальная зависимость величины T · R = f[(R − R0)t−1/2] (показана точками) и результат расчета в рамках разработанной модели\n(показан сплошной линией) для исследованной керамики на основе ZrO2\n",
        "Рис. 7.15. Экспериментальные зависимости температуры Т от времени t и радиуса r в координатах T · R, f[(r − rc)t−1/2] (показаны точками) и результат\n",
        "В качестве примера на рисунке 7.16 показана мгновенная картина\nизотерм в области, содержащей несквозную поперечную трещину длиной L = 15 мм на тыльной (по отношению к расположению тепловизора) поверхности стальной стенки. Искажения концентрических изотерм\nв окрестности места залегания трещины имеют характерный вид: со стороны точечного источника они выгибаются наружу, а за трещиной —\n",
        "а б\nРис. 7.16. Типичная картина теплового поля с изотермами в окрестности локального нагрева стальной пластины с внутренней несквозной перпендикулярной трещиной (условно показана пунктиром) длиной L = 15 мм\n",
        "к центру внутрь (рисунок 7.16а и б). Эти отклонения изотерм от окружностей обусловлены тем, что трещина вносит дополнительное термическое сопротивление распространению тепла, в результате ближний\nк источнику тепла берег трещины приобретает несколько большую температуру относительно бездефектной области на том же расстоянии от\nисточника, а дальний — несколько меньшую.\n",
        "Разработанный авторами дифференциальный метод анализа динамических изотерм позволяет повысить чувствительность, а также шумо- и помехозащищенность контроля. Вычитание усредненной по\nуглу φ температуры TR, соответствующей бездефектной области, из матрицы дефектной области T дает возможность обнаруживать вариации\nтемпературного поля ΔТd гораздо меньших дефектов, чем при визуальной инспекции. На рисунке 7.17 показаны распределения локальной\nдифференциальной температуры ΔТd в двух взаимно перпендикулярных направлениях относительно длинной оси несквозной трещины\nдлиной L = 15 мм на тыльной поверхности стенки. Максимальный перепад температур ΔТmax между наиболее перегретой и наиболее переохлажденной областями в зоне залегания трещины зависит от ее длины, относительной глубины (по отношению к толщине стенки), а также угла φ между ее длинной осью и направлением на точечный\nисточник тепла (рисунок 7.18а) и расстоянием до него (рисунок 7.18б).\n",
        "Если нагревательный стержень снабдить острым наконечником (например, алмазным индентором) и механическим приводом (рисунок 7.8б) [7.55—7.57, 7.60], то с их помощью можно локально нагружать\n",
        "Рис. 7.17. Температурные профили нагрева, построенные вдоль осей x и х (а)\n",
        "Рис. 7.18. Экспериментальная зависимость температуры перегрева ΔTmax наружной стороны металлической стенки (показаны точками) в окрестности трещины в функции от угла φ между направлением длинной оси\nтрещины и радиус-вектором (схематически показано на врезках), проведенным к ее центру из центра пятна локального нагрева (а) и в\nфункции от R (б). 1 — трещина, 2 — пятно локального нагрева\n2\n1,5\n",
        "Из трехвалентных допантов наиболее эффективны для достижения\nвысокой ионной проводимости Sc3+ и Ln3+, затем в порядке уменьшения\nэффективности располагаются Yb3+ и Y3+, как показано на рисунке 7.19.\n",
        "Рис. 7.19. Сравнение ионной проводимости ZrO2 электролитов, допированных\n",
        "Все механические свойства можно весьма условно разделить на макро-, микро- и наномасштабные, ориентируясь в основном на характерные размеры R* образца, области испытания или внутренней микроструктуры (рисунок 8.1). Помимо чисто формального деления на эти три\nгруппы (нано- <100 нм, микро- ~1 мкм и макро- >>1 мкм), можно провести и более физически обоснованную классификацию. В наноразмерной области естественными пределами роста прочности являются теоретические пределы на растяжение σth или на сдвиг τth. Их величины\nопределяются природой и энергией химической связи атомов в данном\nматериале. Классические и квантовые подходы к определению теоретического предела прочности дают схожие результаты: σth ≈ 0,1Е и τth ≈ 0,1G,\n",
        "где σ0 и k — материальные константы, n ≈ 0,5 [8.2]. Под R* здесь может\nподразумеваться как характерный размер микроструктуры (например,\nразмер зерен), так и внешний размер образца (диаметр волокна, толщина пленки и т.п.). Закономерности Холла — Петча хорошо описывают\nповедение микрокристаллических твердых тел, но практически не работают в аморфах и стеклах, поскольку в них отсутствует кристаллическая\nструктура. В макрошкале обычно наблюдается относительно слабая зависимость механических свойств от размерного фактора. Она удовлетворительно описывается теорией Вейбула [8.3], учитывающей нарастание вероятности появления крупных дефектов в образце с увеличением\nего размеров. В аморфных твердых телах эта зависимость простирается\nв сторону малых размеров вплоть до нанообласти (см. рисунок 8.1).\n",
        "рования, то получили обобщенное название «наноиндентирование», хотя в настоящее время это разросшееся семейство методов не ограничивается только локальным нагружением. Сам термин «наноиндентирование» появился в научных публикациях в середине 80-х годов прошлого\nвека [8.5]. Во второй трети XX века ее теоретически обосновали и развили специалисты из СССР [8.6—8.9], а затем компьютеризировали и придали современный вид инженеры из США и Великобритании [8.10, 8.11].\nК настоящему времени эти методы и аппаратура приобрели большую поРис. 8.1. Схематическое изображение зависимости механических характеристик\n",
        "Конечно, данные критерии отнесения ситуации к макро-, микроили наномасштабу, статическим или динамическим испытаниям весьма\nформальны, так как не содержат каких-либо принципиальных оснований. Более физически обоснованной ситуация становится, если принять во внимание характер изменения твердости в зависимости от приложенной к индентору силы P (или глубины отпечатка h), долю пластической деформации в общей (с учетом вклада упругой) и, что важнее\nвсего, ее доминирующие микромеханизмы (рисунок 8.2).\n",
        "Как следует из рисунка 8.2, отклик на локальную нагрузку на первой\nстадии обусловлен чисто упругой деформацией. По мере дальнейшего\n",
        "Рис. 8.2. Схематическое изображение изменения твердости и относительного\n",
        "вклада пластической деформации в формирование отпечатка по мере\nроста силы вдавливания Р и смены соответствующих стадий процесса\nпогружения индентора в материал. Заливка в нижнем ряду рисунков означает пластически сдеформированную область. Адаптировано из [8.4]\n",
        "Для измерения твердости по Бринеллю обычно приходится прикладывать силу вдавливания в диапазоне от 300 Н до 30 кН. Для керамики это\nнеприемлемо. Нагрузку вблизи нижнего края этого интервала широко\nиспользуют лишь при измерении вязкости разрушения Кс керамик методом индентирования посредством алмазной пирамиды Виккерса. На\nрисунке 8.3 в качестве примера показан отпечаток пирамиды Виккерса\nв керамике состава 5,5 мол.% CeO2—2 мол.% YO1.5—ZrO2 с рекордным\nзначением Kc > 25 MПа · м1/2 [8.25].\n",
        "Для измерения микротвердости Нμ нагрузку уменьшают до величины\n~1 Н, а шарик заменяют алмазной пирамидкой, позволяющей локализировать нагружение в области порядка нескольких кубических микрометров [8.26]. Во второй половине прошлого века в различных индуРис. 8.3. Отпечаток индентора Виккерса, полученный под нагрузкой Р = 294 Н\n",
        "С начала 1990-х годов в США, Японии, Великобритании, Германии,\nШвейцарии, Австралии наноиндентометры серийно выпускаются ведущими фирмами, специализирующимися в области создания прецизионной измерительной техники (рисунок 8.4). В те же сроки рядом авторов\n[8.35—8.37] предлагались различные методы обработки P-h-диаграмм\n",
        "На рисунке 8.5 представлена схема определения параметров отпечатка индентора Берковича для общего случая упругопластического контакта согласно МОФ.\n",
        "Рис. 8.4. Внешний вид наноиндентометров: а — NanoIndenter® G200, производимый фирмой Agilent (США); б — Hysitron TI-950. Адаптировано из\n[8.34]\n",
        "A c = 3 3 h p 2 tg 2 θ = 24 , 5 h p 2 , (8.5)\nгде θ = 65,3° — половинный угол при вершине индентора. Это дает возможность рассчитать твердость непосредственно по формуле Мейера (8.2) из P-h-диаграммы с учетом всех особенностей процесса формирования отпечатка. Внешний вид и геометрия индентора Берковича\nпредставлены на рисунке 8.6.\n",
        "Рис. 8.5. Анализ диаграммы нагружения по методу Оливера — Фарра. Здесь he —\n",
        "Рис. 8.6. СЭМ-сканирование с высоким увеличением кончика алмазного индентора Берковича (a) и схема геометрии индентора (б). Площадь проецируемого контакта (AС), показан серым, θ — половинный угол при вершине, hc — глубина периметра контакта, измеренная от вершины индентора. Адаптировано из [8.42]\n",
        "Весьма полезным для анализа P-h-диаграммы оказывается и отношение P к S2, которое не зависит от глубины отпечатка, контактной площади,\nналичия навалов («pile up») и провалов («sink in») материала (рисунок 8.7):\n",
        "Рис. 8.7. Схема формирования «sinking-in» (а) и «pilling-up» (б) по периметру отпечатка индентора. Адаптировано из [8.45]\n",
        "Его связывают, в частности, с такими причинами, как деформационное упрочнение, влияние шероховатости поверхности (рисунок 8.8), образование навалов и провалов материала вокруг отпечатка, влияние\nформы индентора и анизотропии кристаллов и т.д. [8.51]. Основные соотношения ISE, собранные в таблице 8.1 [8.52], датируемые с 1885 года\nпо настоящее время, были предложены для описания зависимости H от\nP в двух случаях: а) как функция диагонали отпечатка индентора d; б) как\nфункция глубины отпечатка h.\n",
        "Рис. 8.8. Масштабный эффект в твердости керамики Al2O3 до и после механической обработки. Сплошная линия соответствует модели ISE Никса —\nГао [8.53]\n",
        "Еще один интересный аспект в механических свойствах керамик — динамический отклик на совместное действие квазистатической нагрузки\nи малоамплитудных гармонических осцилляций (рисунок 8.9). В этом\nметоде задаваемый профиль силы P(t) модулируют малоамплитудным\nгармоническим возмущением\n",
        "Рис. 8.9. Типичный профиль нагружения при динамическом наноиндентировании: 1 — кривая активного нагружения, 2 — выдержка при постоянной\nнагрузке, 3 — кривая разгрузки, 4 — стадия определения температурного дрейфа. На вставке — принцип действия CSM моды. Здесь zRe и zIm —\nдействительная и мнимая части осцилляций смещения. Адаптировано\nиз [8.62]\nP, мН\n",
        "формации в среднем составляет ~3 ГПа, в микростолбиках скачки деформации обнаруживаются значительно ниже этого уровня при уменьшении диаметра столбика. Трансформационно-индуцируемая пластичность является основным механизмом пластической деформации,\nкоторый не вызывает значительных повреждений вплоть до напряжений порядка 90% от предела прочности. Кроме того, циклические испытания типа «нагружение — разгрузка» на микростолбиках демонстрируют существование циклического упрочнения в течение первых\nциклов и разупрочнения вблизи зоны разрушения [8.88]. Типичная\nкартина разрушения керамических микростолбиков диаметром\n3,3 мкм показана на рисунке 8.10.\n",
        "Рис. 8.10. Внешний вид керамических 3Y-TZP микростолбиков диаметром\n",
        "Как следует из рисунка 8.11а, твердость в зависимости от среднего\nразмера зерна d в трех разных областях (I, II, III) имеет разные значения.\nОбласть I представляет собой обычное соотношение Холла — Петча, где\nтвердость увеличивается с уменьшением размера зерна. Существует предел твердости по традиционному соотношению Холла — Петча при критическом размере зерна 18,4 нм (вставка). Ниже этого предела твердость\nуменьшалась с уменьшением размера зерна (область II). При d < 5 нм\n",
        "твердость становилась нечувствительной к размеру зерна (область III).\nМодуль упругости Е на рисунке 8.11б демонстрирует некоторое падение\nс уменьшением d. Подобно твердости, модуль упругости становится нечувствительным к размеру зерна ниже dpl ≈ 5 нм. На вставке к рисунку 8.11б можно видеть типичные кривые нагрузка — глубина отпечатка\nна пределе обычного отношения Холла — Петча (образец размера зерна\n18 нм) в пределах области II (образец размера зерна 10,5 нм) и в области III (образец размера зерна 3,6 нм).\n",
        "При дальнейшем уменьшении размера зерна может происходить\nснижение предела текучести. Некоторые материалы демонстрируют\n«обратный» эффект Холла — Петча, когда происходит снижение твердости с последующим уменьшением размера зерна [8.99]. Это явление\nдостаточно широко изучено в нанокристаллических металлических\nматериалах, однако сравнительно мало данных относится к нанокристаллической керамике, что, по-видимому, объясняется сложностями\nизготовления высококачественных плотных наноструктурированных\nкерамических материалов с регулируемым размером зерен в нано- и субмикрошкале. Несмотря на это, недавняя статья [8.100] показала, что\nтвердость шпинели из алюмината магния, используемая в качестве модельного твердого керамического материала, строго следовала соотношению Холла — Петча вплоть до размеров зерен 28 нм. Аналогичный\nрезультат недавно получен для MgAl2O4 в [8.101] для статических (рисунок 8.11), а в [8.102] — для динамических свойств керамики.\n",
        "В качестве примера сильного отклонения от соотношения Холла —\nПетча на рисунке 8.12 показаны различные микроструктуры алюмино-иттриевого граната Y3Al5O12, изготовленные при различных температурах искрового плазменного спекания (SPS) в интервале от 1325 до\n1400 °C, достигая полной плотности [8.97]. Средний размер зерна и твердость по Виккерсу были определены для всего упомянутого интервала\nтемператур. Как видно из рисунка 8.12, при уменьшении размера зерна\nв 30 раз твердость увеличилась всего на 70% [8.98]. Отметим, что такое\nотступление от закона Холла — Петча характерно для многих видов мелкозернистой керамики. Если бы он выполнялся, то снижение Н с ростом d было бы намного более значительным — примерно в 5,5 раза.\n",
        "Рис. 8.11. Механические свойства нанокристаллических образцов керамики\n",
        "Основы одного из первых подходов были разработаны\nА.А. Гриффитсом (1893—1963) [8.103] и развиты в работах Дж.И. Тейлора, Е.О. Орована [8.104], Дж. Р. Ирвина [8.105] и др. [8.106].\nРис. 8.12. Микрофотография сканирующей электронной микроскопии алюмино-иттриевого граната Y3Al5O12 (YAG), спеченного методом SPS при\n",
        "Детальное изучение процесса разрушения показало, что оно происходит в результате развития содержащихся в теле реальных дефектов.\nЭто сделало необходимым при оценке прочности рассматривать материал с имеющимися в нем трещинами, расслоениями, порами и определять характер их влияния на процессы деформирования и разрушения.\nВ рамках линейной механики разрушения такое рассмотрение обычно\nсводят к краевой задаче теории упругости, исходящей из модели идеально упругого тела и представляющей трещину в виде разреза нулевой толщины, поверхности которого свободны от напряжений. В самом общем\nслучае распределение деформаций в окрестности произвольной точки\nконтура трещины [8.106—8.112] обычно представляют в виде суперпозиции трех частных видов деформации (рисунок 8.13), соответствующих\n",
        "Рис. 8.13. Основные виды смещений поверхности трещины: I — нормальный отрыв; II — поперечный сдвиг; III — продольный сдвиг\n",
        "При рассмотрении сквозных трещин типа I длиной 2l в бесконечной\nпластине, как показано на рисунке 8.14 [8.113], пластина находится под\nдействием растягивающего напряжения σ, которое создают приложенные на бесконечности силы. Элемент dxdy пластины, расположенный на\nрасстоянии r от вершины трещины и составляющий с плоскостью трещины угол θ, находится под действием нормальных напряжений σx и σy,\n",
        "С учетом типов разрушения (I, II и III, см. рисунок 8.13) выражения\nвида (8.20) обычно записывают в виде (8.21)—(8.23) [8.113], где KI, KII,\n",
        "пают в качестве меры всех напряжений и деформаций. Считается, что\nкогда известен коэффициент К, поле напряжений при вершине трещины полностью определено. Когда напряжения и деформации при вершине трещины достигают критических значений, происходит расширение трещины. Силовой критерий Дж.Р. Ирвина начала роста трещины\nимеет вид К = КC. Это означает, что разрушение произойдет при достижении К критического значения КC. Так, например, для разрушения типа I (см. рисунок 8.13) разрушение произойдет при выполнении силового критерия КC = КIC.\n",
        "Учитывая тип разрушения (I, II или III на рисунке 8.13), можно\nзаписать:\n",
        "Рис. 8.14. Трещина в бесконечной пластине. Адаптировано из [8.113]\n",
        "В качестве примера в таблицах 8.4 [8.138] и 8.5 [8.139] приведены значения величины К1с для ряда материалов, а на рисунке 8.16 показана взаимосвязь величины Кс, полученной методом индентирования (индентор — «угол куба», Р варьировали в диапазоне от 1 до 100 мН), и К1с, измеренной традиционным методом — разрушением призматических\nобразцов с надрезом по схеме трехточечного изгиба. Из данных, изобра280 280 Часть III. Свойства циркониевых керамик\n",
        "Рис. 8.15. Взаимосвязь вязкости разрушения, измеренной традиционным методом трехточечного изгиба надрезанных призматических образцов\n(K1C) и индентированием углом куба (KC), для ряда материалов.\nАдаптировано из [8.165]\n",
        "женных на этом рисунке, следует, что с точностью до нескольких десятков процентов величины Кс и К1с совпадают.\n",
        "Так, например, при индентировании наноструктурированной керамики на основе бадделеита индентором Виккерса (см. рисунок 8.16) величина Кс остается постоянной только в случае строгого выполнения необходимых критериев (область II на рисунке 8.16), а в случае, когда эти\nкритерии перестают выполняться (области I и III на рисунке 8.16), Кс начинает зависеть от размера отпечатка и принимает неверные значения.\n",
        "Использование инденторов других типов также показывает, что при\nвыполнении необходимых критериев вязкость разрушения материала\nостается постоянной и соответствует величине К1С, измеренной по стандартной методике в соответствии с действующими стандартами. Для\nпримера на рисунке 8.17 показано определение величины Кс для моно0\n2\n4\n6\n8\n10\n",
        "Рис. 8.16. Зависимость Кс от глубины отпечатка при индентировании наноструктурированной керамики на основе бадделеита. Здесь I и III — области,\nгде не выполняются и II — область, где выполняются критерии разрушения, необходимые для корректного определения Кс методом индентирования. I — область, в которой отсутствуют трещины или их длина\nменьше необходимой, II — область, в которой строго выполняются\nнеобходимые критерии, III — область, в которой происходят множественные разрушения или длина трещин больше необходимой\n",
        "кристаллического кремния с использованием трех типов инденторов\n(инденторы Виккерса, Берковича и Бирбаума). Из рисунка хорошо видно, что при выполнении всех необходимых критериев величина Кс имеет\n",
        "Рис. 8.17. Зависимость коэффициента вязкости разрушения Кс монокристаллов\n",
        "И здесь возможны варианты, как показано на рисунке 8.19.\nКак правило, после некоторого начального периода сила трения стабилизируется в так называемом скользящем состоянии. В зависимости\nот различных параметров возможны несколько сценариев развития процесса, что приводит к низкому (I) или высокому (II) трению. Часто, после скольжения в течение определенного периода времени в устойчивом\n",
        "состоянии, трение снова увеличивается и достигает другого плато, как\nпоказано — S-образной кривой (рисунок 8.18а). На рисунке 8.18б падение коэффициента трения в случае II связано со сглаживанием двух\nтвердых поверхностей, испытывающих пластическую деформацию. Для\n",
        "Рис. 8.18. Коэффициент трения как функция дистанции скольжения с типичной\n",
        "Измельчение смеси бадделеит-CaO можно производить в разных типах мельниц, однако наиболее эффективны для ультратонкого помола\nпланетарные мельницы. Планетарная система применяется для того, чтобы одновременно с измельчением и внесением стабилизатора добиться\nеще и механического легирования: растворения CaO в ZrO2, активированного за счет энергии соударения помольных шаров. Механическое легирование на стадии помола приводит к образованию значительно количества (~50 вес.%) тетрагональной и кубической фаз ZrO2 еще до спекания\n(рисунок 9.1). Стабилизация тетрагональной и кубической фаз происходит за счет образования твердого раствора стабилизатора в ZrO2 и размерного эффекта. Последний связан с меньшей поверхностной энергией\nt-ZrO2 и c-ZrO2 по сравнению с m-ZrO2. Это различие делает тетрагональную и кубическую фазы термодинамически выгодными при комнатной\nтемпературе, если размер кристаллитов не превышает 20—30 нм.\n",
        "Рис. 9.1. Зависимость содержания фаз диоксида циркония от времени помола [9.23]\n",
        "Особо отметим, что в широкой области исследованного диапазона\nконцентрации CaO, соответствующей содержанию t-ZrO2 более 90%, относительная плотность спеченной керамики, определенная по методу\nАрхимеда, превышала 98%, что подтверждается СЭМ изображениями\nмикроструктуры (рисунок 9.2). Их анализ позволил определить распределение и средний размер зерен (130±10 нм), практически не зависящий\nот концентрации стабилизитора [9.27].\n",
        "TZP керамика, содержащая более 90% тетрагональной фазы ZrO2,\nбыла получена при концентрации CaO в смеси от 4 до 10 мол.%. При\nменьшей концентрации оксида кальция не удается достичь стабилизации тетрагональной фазы. Когда содержание CaO становится близким\nк 4 мол.%, наблюдается резкое изменение фазового состава, и доминирующей становится t-ZrO2 (около 98%). При дальнейшем увеличении\nконцентрации стабилизатора доля t-ZrO2 постепенно снижается, что сопровождается ростом содержания c-ZrO2 (рисунок 9.3).\n",
        "Рис. 9.2. СЭМ изображение микроструктуры: не полированных (а) и отполированных (б) образцов TZP керамики [9.27]\nа б\n",
        "Кроме фазового состава и микроструктуры циркониевой керамики,\nбольшой интерес представляют служебные механические свойства, зависящие от концентрации стабилизатора и условий спекания. Зависимости твердости, трещиностойкости и модуля Юнга от содержания CaO\nпри оптимальных условиях спекания показаны на рисунке 9.4.\n",
        "Рассмотрим каждую из этих зависимостей подробнее. Твердость керамики с основной моноклинной фазой находилась на уровне 7—8 ГПа,\nчто заметно ниже типичных для высококачественной циркониевой керамики значений твердости, обычно превышающих 10 ГПа [9.27]. При\nувеличении содержания стабилизатора основной становилась тетрагональная фаза (см. рисунок 9.3), что сразу отражалось на твердости: она\nвозрастала до ~11 ГПа и практически не изменялась во всей области\nустойчивость t-ZrO2. Появление заметных количеств c-ZrO2 сопровождалось повышением твердости до наибольшей величины в 13 ГПа, наблюдаемой на границе исследованного диапазона. Подобное поведение\nтвердости может быть объяснено большей твердостью c-ZrO2 по сравнению с t-ZrO2 [9.28].\n",
        "Рис. 9.3. Зависимость фазового состава спеченной бадделеитовой керамики от\n",
        "Рис. 9.4. Зависимости твердости (а), трещиностойкости (б) и модуля Юнга (в)\n",
        "Скорость LTD зависит от многих параметров керамики, таких как\nтип и концентрация стабилизатора, наличие макроскопических дефектов в объеме и на поверхности образца. Причем первые два имеют наибольшее значение, поскольку стабильность t-ZrO2, определяемая этими\nвеличинами, играет ключевую роль в устойчивости керамики к LTD.\nИсследована кинетика изменения фазового состава керамики в диапазоне концентраций CaO 0,13%. На рисунке 9.5 показаны результаты для\n6,5% CaO (оптимальная стабилизация), 4,4% CaO (недостабилизация)\nи 10,5% (перестабилизация). Представленные графики указывают на\nзначительную разницу в скорости превращения тетрагональной фазы\nв моноклинную (выраженную в процентах в час). Перестабилизированная t-ZrO2 не склонна к t-m-переходу, поэтому даже при длительной выдержке в гидротермальных условиях образцы с 10,5% CaO не демонстрировали заметной деградации. Уменьшение доли оксида кальция приводит к постепенному росту скорости деградации до 1,65 %/ч, которая,\n",
        "Рис. 9.5. Кинетика изменения фазового состава Ca-TZP на основе бадделеита\n",
        "Рис. 9.6. Изменение трещиностойкости Ca-TZP при разных концентрациях стабилизатора: а — 4,4% CaO; б — 6,5% CaO; в — 10,5% CaO [9.28]\n",
        "Аналогичная ситуация наблюдалась и при деградации механических свойств Ca-TZP керамики (рисунок 9.6): материал с большим соТрещиностойкость,\n",
        "чить КМ с крупными включениями и без растрескивания [10.2, 10.3]\n(рисунок 10.1).\n",
        "Мелкие частицы наполнителя могут препятствовать спеканию КМ,\nесли вторичная фаза заметно более огнеупорна, чем матрица, и отличается от нее по химической природе, как в случае композитов Al2O3—SiC\n[10.6]. В КМ Al2O3—SiC граница матрица-наполнитель характеризуется\nнизкой диффузионной подвижностью. Это препятствует важной составРис. 10.1. Микроструктура композита TiB2—SiC\n",
        "зерен в поры. Добавление небольшого (даже 2,5 масс.%) количества карбида кремния в матрицу оксида алюминия существенно снижает эффективность спекания, как показано на рисунке 10.2 [10.7]. Частично эту\nпроблему можно разрешить при помощи специальных добавок, облегчающих спекание. В случае композита Al2O3—SiC в качестве такой добавки может выступать оксид иттрия. Его введение в количестве долей\nпроцента приводит к образованию аморфной фазы на границах Al2O3—\n",
        "Рис. 10.2. Изменение плотности композита Al2O3—SiC в зависимости от содержания наполнителя\nЧасть IV. Композиционные материалы на основе ZrO2\n",
        "ласть, пропорциональна площади берегов трещины, поэтому наибольшую опасность термические напряжения представляют для КМ\nс включениями крупнее некоторого критического размера. В композитах с меньшими размерами включений энергия внутренних напряжений\nнедостаточна для раскрытия трещины до критического размера и ее лавинного роста. Это было убедительно показано в работе [10.8], авторы\nкоторой установили различия в микроструктуре дисперсного КМ\nAl2O3—SiC в функции от размера частиц SiC. В композитах с частицами\nкарбида кремния размером 3 мкм растрескивания после спекания не\nпроисходило. Увеличение размера частиц наполнителя до ~13 мкм вызывало образование сети трещин в окрестности армирующих частиц\n(рисунок 10.3).\n",
        "Термические напряжения, вызванные разницей в коэффициентах\nтермического расширения матрицы и вещества-наполнителя, играют не\nтолько негативную роль в прочностных свойствах композитов. ПраРис. 10.3. Растрескивание, вызванное внутренними термическими напряжениями, в композите Al2O3 — 20% SiC. Адаптировано из [10.8]\nЧасть IV. Композиционные материалы на основе ZrO2\n",
        "Торможение трещины за счет ее отклонения особенно эффективно,\nкогда трещина огибает частицу упрочняющей фазы по более чем 90° дуге [10.10] (рисунок 10.4). В этом случае происходит торможение трещины, вызванное конфигурацией поля напряжений на этом участке материала.\n",
        "Вторым значимым механизмом упрочнения КМ является так называемый бриджинг — связывание берегов трещины прочными мостиками-перемычками. Довольно наглядно упрочняющее воздействие бриджинга было продемонстрировано в работе [10.12], авторы которой сравнивали трещиностойкость КМ с матрицей из оксида алюминия\nс разными армирующими добавками. Выбор наполнителя, при котором\nне происходил бриджинг трещины, вызывал увеличение Кс на\nРис. 10.4. Пример огибания трещиной частиц упрочняющей фазы в дисперсных\n",
        "Начнем рассмотрение с композита, который лучше всего изучен\nи наиболее широко применяется в промышленности, — ZrO2—Al2O3.\nОсновная цель добавления оксида алюминия та же, что и в большинстве\nдисперсных композитов: повышение твердости, прочности или трещиностойкости материала. Твердость Al2O3 обычно превышает 17—18 ГПа,\nтогда как твердость ZrO2, как правило, близка к 9—12 ГПа. Поэтому постепенное увеличение доли Al2O3 приводит к повышению твердости материала, причем она растет пропорционально внесенному количеству\nнаполнителя (рисунок 10.5) [10.14]. То есть рост Н композита обусловлен\n",
        "Если при изготовлении композита ZrO2—Al2O3 удается добиться равномерного распределения зерен Al2O3 в матрице ZrO2, как на рисунке 10.6, и правильно ввести оптимальное количество стабилизатора для\nданных условий изготовления, то возможно получение материала\nс большей твердостью и трещиностойкостью, чем у чистого ZrO2, изготовленного в тех же условиях (рисунок 10.7).\n",
        "Рис. 10.5. Рост твердости композита Y-TZP-Al2O3 с увеличением содержания оксида алюминия при различных температурах спекания. Адаптировано\nиз [10.14]\n",
        "Рис. 10.6. СЭМ изображение микроструктуры композита ZrO2—Al2O3. Адаптировано из [10.15]\nЧасть IV. Композиционные материалы на основе ZrO2\n",
        "Рис. 10.7. Изменение твердости и трещиностойкости Y-TZP керамики при разных содержаниях стабилизатора Y2O3 (ТМ2 — 2%, ТМ2.5 – 2,5%,\n",
        "с 20% карбида вольфрама [10.21]. Рост содержания WC вызывал ожидаемое увеличение Н с 12,3 до 14—15 ГПа при сохранении приемлемых значений KC и изгибной прочности 1—1,5 ГПа (рисунок 10.8).\n",
        "Рис. 10.8. Твердость, трещиностойкость (а) и изгибная прочность (б) композитов ZrO2—WC в зависимости от содержания карбида вольфрама [10.21]\n",
        "Увеличение концентрации Y2O3 вызвало рост Н и одновременное снижение Кс (рисунок 10.9). Наибольшее значение трещиностойкости, наблюдаемое при 2% Y2O3, достигало 11,4 МПа · м0,5.\n",
        "Рис. 10.9. Зависимость механических свойств композитов 70% ZrO2 — 30% ZrB2\n",
        "представлен на рисунке 10.10.\n",
        "Рис. 10.10. СЭМ изображение трещины в композите ZrO2—ZrB2. Адаптировано\n",
        "В композиционных материалах системы ZrO2—TiX зерна матрицы\nчаще всего сохраняют в субмикронном диапазоне, а частицы армирующей фазы обычно больше микрометра, как показано на рисунке 10.11\nдля ZrO2—TiN. Хорошо видны темные зерна и агломераты нитрида титана на фоне светлой матрицы ZrO2.\n",
        "Добавление TiX в матрицу ZrO2 может оказывать разносторонне направленное воздействие на трещиностойкость и твердость получающегося КМ. Это обусловлено появлением в композите новых механизмов\nРис. 10.11. СЭМ изображение композиционного материала ZrO2-TiN. Адаптировано из [10.27]\n",
        "увеличения прочности (отражение и ветвление трещин, например)\nи в то же время образованием напряженных областей в матрице, окружающей частицы. Сложный характер влияния добавок TiX приводит к тому, что для улучшения механических свойств композита по сравнению\nс циркониевой керамикой необходимо не только оптимизировать содержание вторичной фазы, но и варьировать долю стабилизатора в соответствии с концентрацией TiX. Наглядно это было продемонстрировано\nв [10.30], где было показано, что добавление TiX в Y-TZP керамику имеет кардинально различающиеся эффекты для керамики с 2, 2,5 и 3% оксида иттрия (рисунок 10.12).\n",
        "Рис. 10.12. Изменение трещиностойкости Y-TZP с разным содержанием Y2O3\n",
        "Разнообразие композиционных материалов (КМ) на основе матриц из\nдиоксида циркония с пластинчатыми включениями заметно уступает\nмногообразию композитов с дисперсными наполнителями. Во многом\nэто обусловлено техническими сложностями получения частиц вторичной фазы в форме пластинок, тогда как увеличение эффективности армирующей фазы сравнимо с тем, что достигается при использовании\nравноосных частиц. Основные механизмы упрочнения в этих композитах те же, что и в случае дисперсных наполнителей: отклонение, ветвление и бриджинг трещины (рисунок 11.1), поэтому здесь обсуждаться не\nбудут. Появляется и дополнительный механизм перераспределения нагрузки вдоль длины пластинок включений, снижающий напряжения\nв зоне распространения трещины. Эти дополнительные механизмы позволяют повысить трещиностойкость и прочность материала с матрицей из ZrO2 при повышенных температурах (500—1000 °С). При этих\n",
        "Из общих представлений об особенностях разрушения композиционных материалов можно предположить, что введение в матрицу пластинчатых частиц твердого вещества вызовет повышение трещиностойкости за счет реализации дополнительных механизмов, подавляющих\nраспространение трещины. Одновременно с этим должно будет наблюдаться снижение изгибной прочности (важной характеристики керамики из ZrO2), обусловленной увеличением критического размера дефекРис. 11.1. Отражение трещины от пластинок Al2O3 в композите ZrO2—Al2O3.\n",
        "Как уже говорилось выше, одна из ключевых задач, лежащих в основе разработки композитов ZrO2—Al2O3, заключается в сохранении приемлемой трещиностойкости и изгибной прочности материала при температуре 500—1000 °С, когда трансформационное упрочнение не работает. Как показано на рисунке 11.2, внесение пластинок Al2O3 этой цели\n",
        "Рис. 11.2. Изменение изгибной прочности (а) и трещиностойкости (б) композита YPSZ-Al2O3 (YPSZ-ZrO2, частично стабилизированный оксидом\nиттрия) при повышении температуры (YPSZ-Al2O3 — Al2O3 25 об.%,\n",
        "(рисунок 11.3).\n",
        "Рис. 11.3. Зависимость трещиностойкости композита TZP/Al2O3—SiC (пластинки) от объемной доли SiC. Адаптировано из [11.8]\n",
        "Графен в композите с керамической матрицей, в том числе ZrO2, повышает трещиностойкость, в основном за счет механизмов бриджинга\nи выдергивания пластинок полиграфена из матрицы. На СЭМ изображениях трещин в этих композитах часто можно видеть графеновые листы, соединяющие берега трещины (рисунок 11.4).\n",
        "Рис. 11.4. СЭМ изображения графеновых листов, соединяющих берега трещины\n",
        "SiCw имеет большую прочность, чем неармированная ZrO2 керамика\n(рисунок 11.5).\n",
        "Рис. 11.5. Зависимость изгибной прочности ZrO2 и ZrO2—30 об. % SiCw от температуры испытаний. Адаптировано из [11.14]\n",
        "В публикациях часто сообщают о том, что введение 0—5 масс.% нанотрубок/волокон вызывает снижение как твердости, так и трещиностойкости [11.24, 11.25]. Это особенно интересно на фоне того, что анализ границ трещин показывает реализацию не только трансформационного упрочнения, но и дополнительных механизмов торможения\nтрещин. Эти механизмы проявлялись в первую очередь на СЭМ изображениях трещины в материалах, демонстрирующих зигзагообразное движение трещины и углеродные нанотрубки/волокна, соединяющие берега трещины (рисунок 11.6). Подобная «несогласованность» между прямыми наблюдениями структуры и механическими свойствами может\nбыть связана, по мнению ряда авторов [11.24—11.26], с остаточной пористостью в рассматриваемых композитах.\n",
        "Поры, как уже было отмечено выше, выступают в качестве концентраторов напряжений и, кроме того, уменьшают эффективное сечение\nизделия, что негативно влияет на механические свойства материала. ПоРис. 11.6. СЭМ изображение углеродных нанотрубок, соединяющих берега трещины в КМ. Адаптировано из [11.27]\n",
        "ристость в данном случае обусловлена недостаточной однородностью\nраспределения волокон в материале, образованием их агрегатов (рисунок 11.7).\n",
        "Рис. 11.7. СЭМ изображение агломерата углеродных нановолокон в матрице\n"
    ]
}